{
  "id": 483217,
  "name": "McCombs & Howden's Appeal",
  "name_abbreviation": "McCombs & Howden's Appeal",
  "decision_date": "1862",
  "docket_number": "",
  "first_page": "435",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 548,
    "char_count": 11322,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 1.592658597734697e-07,
      "percentile": 0.6823301281271611
    },
    "sha256": "3d69263ffaf8b7a62b2009105b1172b3f06d1c26e41872918b6972623f0a54af",
    "simhash": "1:804ff711e546700e",
    "word_count": 2006
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCombs & Howden’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, C. J.\nIt is not at all surprising that the counsel and the court below have been embarrassed by the question raised here; for it is certainly not easy to reconcile the reasoning in several decisions of this court bearing upon it: 2 Harris 400 ; 11 Casey 162-369. The first of these seems to support the view of the auditor, and the others that of the court, which is the right view.\nIt would seem that the first of these cases might have been decided on the ground that a lessee who assigns his whole term reserving a rent, has no reversion, and therefore no right of distress, and therefore could not claim rent against the ■ execution. But it is not on this, but on another reason, that decision is based, to wit: that the landlord can claim against or under the execution only when it is against his immediate tenant, and not when it is against an assignee or sub-tenant of his lessee. And two English cases are cited in favour of this doctrine, one of which, 2 Stra. 787, does perhaps favour it, and the other, 7 Bing. 428, does not.\nBut there is a slight difference between the British statute (8 Anne, c. 14) and ours in this, that the former provides for rent due “ to the landlord of the premises,” and might therefore be supposed to mean only the immediate landlord; whereas ours provides generally and simply for rent “due.” But there is a still more important difference in this, that to the description in the British statute of goods on the demised premises, ours adds, “and liable to the distress of the landlord,” and this gives us, as our brother Woodward has said, 11 Casey 166, a definition of the cases wherein rent may be demanded of the sheriff.\n, And we think that this clause was added in our statute for the purpose of improving the original definition, and not in order to save goods that were exempted by law from an actual distress, from being subjected to this virtual one; for we know of no goods that ever were subject to execution that were exempt from distress. But there may be goods on the premises, such as those of a guest at a hotel, and the cattle of a stranger on land leased for a pasture, taken in execution for the debts of their owners, which are not liable to distress for being on the premises, and then of course their proceeds in the sheriff’s hands are not subject to the landlord’s claim for rent.\nMoreover, this clause, liable to distress, is necessarily implied, if not expressed, in order to save the goods of a subsequent tenant from the rent of a previous one under an expired lease, and to exclude those rents which are secured by no right of distress, and have therefore no claim against the goods. No doubt under-tenants may sometimes suffer loss by the operation of the rule, if they do not see that the principal rent is duly paid; because the rule and the law of distress make all goods on the premises surety for the rent for the enjoyment of them. An under-tenant can usually save himself by seeing that his own rent is duly paid over to the principal landlord. The goods of the sub-tenant in this case were clearly liable to the distress of the landlord, and therefore their proceeds in the sheriff’s hands were liable to this claim. The law means not to injure one in vindicating another, and therefore for the possible or quasi lien of the landlord on the goods taken in execution it substitutes a lien on their proceeds.\nAppeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "J. T. Qochran, attorney for Mrs. Persse, argued:",
      "Kirkpatrielc $ Mellon, for appellee, furnished no points for argument."
    ],
    "corrections": "",
    "head_matter": "McCombs & Howden’s Appeal.\nLiability of Sub-Tenant for Rent due to Landlord. — Distinction between British and Pennsylvania Statutes relative to Distress for Rent. — Moss’s Appeal, 11 Oasey 162, and Rosenberger v. Rallowed, Id. 361, affirmed.\n1. The goods of sub-tenants, who had leased from the tenant whom the landlord still held for the rent (not recognising the sub-tenancy), are liable for rent in arrear to the landlord, though the sub-tenant has paid his rent in full to the tenant from whom he leased.\n2. Therefore, rent due to the landlord by a tenant at the time the goods of the sub-tenants are taken by the sheriff on an execution against him, is payable out of the proceeds of the sheriff’s sale.\nError to the District Court of Allegheny county.\nThis was an appeal by McCombs & Howden, for the use of their assignee, Margaretta Persse, from the decree of the court below on the report of the auditor appointed to distribute the proceeds of the sale of the personal property of S. D. Persse & Co.\nThe case was this: — McCombs & Howden obtained a judgment against S. D. Persse & Co., by confession, April 29th 1861, for $1355.35, on which an execution issued. The defendants had two stores — one in the city of Pittsburgh and one in Allegheny city. A levy was made on the stock in both stores. The goods in Allegheny were removed to the store in the city of Pittsburgh, and there sold by the sheriff. R. C. Lyon was the landlord of the store in Pittsburgh, and his rent, amounting to one hundred dollars, was paid out of the proceeds of the sale. Mr. Dean was the owner of the store in Allegheny, and claimed that the rent alleged to be due to him should be paid out of the proceeds of the sale also. The whole amount realized from the sale was $1084.3-3. The sheriff, after the payment of the costs on the writ and the rent to Lyon, applied $787.25 to the debt on the writ, leaving a balance due the plaintiff of $569.11. The amount paid into court for distribution was $69.39.\nThe matter was referred to an auditor, who found that C. T. Russell, the then owner of the property, made a lease of the same to E. B. Matthew's, for one year from April 1st 1860, with the privilege of two years more, at the rent of $350, payable monthly; the lessee giving security and covenanting not to sublet or relet without the written consent of the lessor. That on the 26th of May 1860, Russell sold the premises to John Dean. That afterwards, Matthew's sublet a part of the said premises, to wit, the storeroom, to the defendants. That Dean refused to recognise the defendants as his tenants, and looked to E. B. Matthews and his sureties alone for the payment of the rent. That the defendants had paid Matthews the rent fully up, and that he was indebted to them. That the 'lease from Russell to Matthews was never renewed with Dean. That Matthews neither made or makes any claim for the rent. And that Dean’s rent was paid up till Api'il 1st 1861. He accordingly distributed the fund, less $43.18 costs, to the plaintiffs in the writ.\nThe plaintiffs’ counsel excepted to the report, averring that the auditor erred in not charging the costs of the audit to John Dean.\nJohn Dean excepted because the money was not appropriated to him, but to the plaintiffs’ assignee. The court below thought that the auditor had erred, and, under the authority of Moss’s Appeal, 11 Casey 162, and Rosenberger v. Hallowell, Id. 369, decreed that the money, $69.39, should be paid to John Dean, and that the assignee of the plaintiffs should pay the costs of the audit; from which decree this appeal was taken.\nJ. T. Qochran, attorney for Mrs. Persse, argued:\nThe facts presented in this case, and points raised, are different from either of the cases relied upon by the court below. In Moss’s Appeal the relation of landlord and tenant did exist. Davis and wife had demised to Michael Ryan, his heirs, executors, administrators, and a'ssigns, for the term of ninety-nine years, a certain and entire mining right. Ryan assigned to the Montgomery County Mining Company, who ceased operations on the 8th of April 1854; and it was agreed that if the lessee, his heirs, executors, administrators, or assigns, should cease operations for twelve consecutive months, then the lease should become void and of none effect. The rent reserved, $250 for every six months, became due and payable in advance by the terms of the lease. Long after the forfeiture, certain property belonging to the defendants, the tenants, was sold on a fieri faeiixs, and the question was, whether the landlord had a right to the six months’ rent due at the time of the surrender. The court say that Davis and wife might have distrained these goods, and therefore they were entitled to claim out of the proceeds half a year’s rent due and in arrears, laying down this principle : no lease, no landlord or tenant, and, of course, no rent.\nThe point decided in Rosenberger v. Hallowell et al. is, that a sub-tenant, who has not been recognised as such by the landlord, cannot claim the benefit of the Exemption Law as against a distress for rent, the goods being levied on as those of the original lessee, by whom no claim for exemption is made. Because neither the relation of landlord and tenant nor that of debtor and creditor exists between the landlord and such assignee. In the present case Dean was not the landlord of the defendants. He had refused to acknowledge them as his tenants. They had only rented a part of the premises from Matthews the tenant. They had paid up the entire rent to Matthews according to their agreement.\nThe case of Bromley v. Hopewell, 2 Harris 400, settles this question. In that case Simon Gratz had leased to John and Joseph Wright; they to Thomas D. Dougherty and Jacob W. Souder; Dougherty & Souder, with the permission of Messrs. Wright, under-leased the store of the premises to Hopewell, or to Shewell & Hopewell; Dougherty & Souder remaining liable for the rent of the whole premises as fully as if no under-lease had been made. An execution was issued against Hopewell at the suit of Bromley. The Messrs. Wright claimed the rent out of the proceeds of the sheriff’s sale; which claim was resisted by the execution-creditor, who claimed that the whole proceeds should be applied to his judgment.\nThe Supreme Court held that the immediate landlord alone was contemplated by the Acts of Assembly, and that as the immediate landlords, Dougherty & Souder, made no claim for rent, the fund should be applied to the execution-creditor. This case is affirmed in Moss’s Appeal. In the present case Russell leased to Matthews. During the pendency of the lease Russell sold to Dean. Matthews was prevented by his lease from either assigning or sub-letting without the consent in writing of his landlord. Neither Russell nor Dean ever gave consent, but instead thereof Dean refused consent. In violation of his covenant, Matthews sub-let a part of the premises, to wit, the storeroom, to the defendants, retaining in his own possession the remainder of the property, in a part of which he continued to reside until after the sheriff’s sale. The rent to be paid to Matthews by defendants was only a fractional part of the rent reserved in the lease to Matthews, yet Mr. Dean claims the rent of the entire premises out of the fund in court down to the time of the levy, in the face of his declaration that he would not acceptor acknowledge the defendants as his tenants, hut would look alone to Matthews and his surety. If this were a question between a remote and immediate landlord, is there any doubt that the fund would be applied to the latter ? We submit that the court erred in the law in reversing the report of the auditor, and that John Dean should pay the costs of the audit.\nKirkpatrielc $ Mellon, for appellee, furnished no points for argument."
  },
  "file_name": "0435-01",
  "first_page_order": 435,
  "last_page_order": 439
}
