{
  "id": 483234,
  "name": "McClurg versus Wilson",
  "name_abbreviation": "McClurg v. Wilson",
  "decision_date": "1862",
  "docket_number": "",
  "first_page": "439",
  "last_page": "441",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 439"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 322,
    "char_count": 5258,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 1.053554351474165e-07,
      "percentile": 0.5547261635716986
    },
    "sha256": "281912d327bf4990e42076adf40b2e13d282208097aaf62ed46dffeec0c246c5",
    "simhash": "1:6e0d74b1af6186ee",
    "word_count": 929
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McClurg versus Wilson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRead, J.\n-Thomas H. Wilson, of Harrisburg, was the owner of a note for $3323 10, dated Pittsburgh, January 10th 1855, payable three months after date, and drawn by Alexander McOlurg, to the order of William T. McOlurg, and endorsed by him. He held also, as collateral security for the payment of the note, Darlington Coal Company stock to the amount of $4500. About the 1st of April, in the same year, this note was sent to Walter F. Fahnestock, of Pittsburgh, for collection, by Mr. Wilson, accompanied by the coal company stock, held as collateral. On the 26th June 1855, Mr. A. McOlurg paid on account of the note, $1000, by a draft on Philadelphia, at two months, to the order of Mr. Wilson, and on the 15th March 1856, Mr. McOlurg paid Mr. Fahnestock $1000 more, in two checks, which he also remitted to Mr. Wilson. On each occasion Mr. Fahnestock handed $1000 of the coal stock tó Mr. McOlurg, leaving in his hands $2500, being the balance of the collateral. After very frequent efforts to collect -the balance of the note, Mr. Fahnestock placed it in the hands of James H. Crane for collection, who handed it, without any consideration whatever, to William Neal, in whose name suits were commenced against the drawer and endorser, and judgment. obtained on the 10th January 1857, for want of affidavits of defence. On the 17th January,' rules were granted on the plaintiff to show1 cause why the judgments should not be opened, and the defendants let into a defence on affidavits filed, and on the 4th February security for stay of execution was entered. Whilst the rule of the 17th January was still pending, on the 24th September 1859, the following paper was filed in both cases:—\nWilliam Neal v. William P. McClurg and Alexander McClurg.\n. No. 150 & 151, in District Court of Allegheny county, state of Penna., January Term 1857. d\n“ For value received. I acknowledge to have received satisfaction in the above cases from said McOlurg, and desire the prothonotary to enter satisfaction thereon in both cases, this 17th day of September 1859.\n“ Wm. Neal.”\nIt appears, that upon filing this paper the judgments were marked satisfied, the counsel for Neal objecting.\nWhen Mr. McOlurg procured this paper he was perfectly aware that Neal was not the equitable owner of the note, and had never paid any consideration for it, and that his name only had been used as a nominal plaintiff. Mr. McOlurg paid Neal nothing, nor had he at the time paid the amount of the judgment to Wilson, the real owner, or to any one else.\nOn the 15th October 1859, Neal’s counsel applied in his name for a rule on defendants to show cause why satisfaction entered in these cases should not be stricken off, and on the 1st November the court struck off the rule of 17th January 1857, and discharged the rule of October 15th 1859. In none of these proceedings was Wilson the real owner of the note in any manner represented, and the court then suggested that the proper remedy was for Mr. Wilson to file a bill for relief on the equity side of the court, and this is the matter before us.\nThe allegation on the part of the defendant that James H. Crane was the owner of the note was entirely disproved, and it further appeared that as between McClurg and Crane, it had been settled by an amicable reference, that Crane was a creditor of McClurg, who was bound to pay this identical note of which he was the drawer, and on which Crane’s name did not appear.\nThis plain statement shows that these judgments against the drawer and endorser belonged to Thomas H. Wilson, and that neither of the defendants ever paid their amount to any one, and that of course a court of equity would give full relief to the equitable plaintiff, for whose use these judgments were obtained. We are therefore of opinion that the decree of the court below should be affirmed, and that the appellant should pay the costs of the appeal.\nThe Chief Justice did not sit in this cause.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Wm. W. Shinn, for appellant.",
      "H. Burgwin, for appellee."
    ],
    "corrections": "",
    "head_matter": "McClurg versus Wilson.\nLegal and Equitable Parties to an Action, relative Rights and Duties of.\nWhere suit is brought on a note in the name of one, as a legal plaintiff, who had no interest therein, without the knowledge or consent of the real owner, and after judgment obtained, the defendant procures the legal plaintiff to enter satisfaction, without payment to the real owner, but with knowledge of his equitable rights, the real owner is not debarred from a recovery on the note by bill in equity for relief, though a rule taken in the name of the legal plaintiff to have the entry of satisfaction stricken off, had meanwhile been discharged by the court.\nAppeal from the District Court of Allegheny county. In Equity.\nThis was a proceeding in equity on a bill filed by Thomas H. \"Wilson against Alexander McClurg and William T. McClurg, praying that the entry of satisfaction on a certain judgment on the records of the court against the respondents and in favour of one William Neal be stricken off, and the defendants therein compelled to pay the amount with interest to the complainant, as the equitable owner thereof, which decree was made.\nThe facts of the case are fully stated in the opinion of this court.\nWm. W. Shinn, for appellant.\nH. Burgwin, for appellee."
  },
  "file_name": "0439-01",
  "first_page_order": 439,
  "last_page_order": 441
}
