{
  "id": 483185,
  "name": "Pennsylvania Railroad Company versus Henderson",
  "name_abbreviation": "Pennsylvania Railroad v. Henderson",
  "decision_date": "1863-01-05",
  "docket_number": "",
  "first_page": "449",
  "last_page": "453",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 449"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 591,
    "char_count": 11975,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 2.1616268152747048e-07,
      "percentile": 0.769828472625238
    },
    "sha256": "4964f98f6370881a4c02313679d1ca72c054dae2ff90d6a1957f5f910f1c6233",
    "simhash": "1:ef4cec31c8f7567d",
    "word_count": 2127
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pennsylvania Railroad Company versus Henderson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nThe learned judge of the Common Pleas was not quite right in saying that the ground of the action is “the carelessness of the company in not providing a safe and convenient platform,” or as afterwards expressed, in providing one that “was not safe and convenient.” The declaration charges that the company did not use due care in allowing the deceased a safe platform or way, and sufficient time to get into the cars, and carelessly ran another train against him while he was attempting to get in. The declaration does not allege that there was any platform at all, and it did not need to do so; but it avers very well that by reason of the insufficient means and time allowed for entering the cars and the improper passage of another train the deceased was killed, but we do not perceive that this mistake led to any errors in the charge, for in it the whole case is considered, and not merely the sufficiency of the platform or steps. Yet there is error in the charge.\nThe third, fourth, and fifth points of the defendant below pray for a charge that if by proper care the deceased might have heard the signal of the approach of the fast line in time to escape the danger; or if by ordinary care he might have seen it in time, or if he was warned of it in time by the conductor, then the fault of the accident was his own, and the court answers all these points in one way, — -that if the deceased knew that it was the fast line approaching, and knew his danger in time to escape, and did not, then the fault was his own. In this there is error. No one can tell whether he knew or not, but any witness may know whether or not he had the ordinary means of knowledge. The instruction ought to have been that he is charged with knowledge, or regarded as knowing, if he had such warnings and opportunities of knowledge as would with ordinary caution in those circumstances have saved him from the danger. Other parts of the charge show that the court recognised this rule, and that it was by an oversight that these answers were not thus qualified. As they stand thrice expressed, they may have misled the jury.\nWe cannot say that the defendant’s* sixth point ought to have been affirmed, because we do not perceive that the mere fact of going towards a moving train without leave is carelessness, nor are we convinced that there is any other error on the record.\nJudgment reversed, and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "II. D. Foster, James O. Clarke, and W. M. Stewart, for plaintiff in error.",
      "II. W. Weir, Wm. Banks, and James A. Crete, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Pennsylvania Railroad Company versus Henderson.\nLiability of Railroad Company for Death of Passenger. — Rule of Law as to Carelessness of Parties.\nIn an action by a widow against a railroad company to recover damages for the loss of her husband’s life, it was error to instruct the jury that if the deceased knew that “ the fast line” was approaching, and knew his danger in time to escape and did not, then the fault was his own and there could be no recovery: the instruction should have been, that he was to be charged with knowledge or regarded as knowing, if he had such warnings or opportunities of knowledge, as would with ordinary caution in those circumstances, have saved him from the danger.\nError to the Common Pleas of Indiana county.\nThis was an action on the case, brought September 6th 1859, by Catharine Henderson against The Pennsylvania Railroad Company, to recover damages for the loss and injury sustained by the death of her husband, caused, as was alleged, by the carelessness and omission of the defendant.\nThe material facts of the case are these: — On the 20th day of July 1859, Joseph A. Henderson, deceased, and the Pennsylvania Railroad Company, by their duly authorized agents, made a contract, whereby the company agreed to transport on their railroad ten head of cattle and one hundred and sixty head of sheep, from the town of Indiana to the city of Philadelphia, and also to carry and convey him with said stock between those points, for the sum of $45. In pursuance of this agreement, the stock was shipped at the town of Indiana on the 20th day of July 1859, and together with Mr. Henderson reached the Blairsville intersection that evening about six o’clock, the place where the deceased’s death occurred. Shortly after arriving at the junction, the car containing the stock of Mr. Henderson was connected with the second freight train going east (there being three freight trains that evening), and immediately moved forward. But the passenger car that carried the drovers being connected to the last train, the deceased was compelled to wait until it came along, its schedule time being about ten o’clock at night. During the time Mr. Henderson was so detained, he remained at the tavern of Mr. Donnelly, where the platform erected for passengers and drovers to enter and leave the cars had been standing until within a few days before the occurrence took place. On the arrival of the train that was to carry Mr. Henderson, an employee of the company went into Mr. Donnelly’s bar-room and apprised Mr. Henderson of the approach of' his train, and informed him that the platform had been moved to the station-house, a distance of about seventy-five yards east .of Donnelly’s, and that he was instructed to take the drovers there to get on the cars. To this Mr. Henderson replied, “ Very well, wherever you say I will go.” They then walked together up to within a few feet of the west corner of the station-house, opposite the platform, where there are three tracks; the Indiana branch track, and the north and south tracks of the main line. This platform was located between the north and south tracks of the main line, and was about sixty-seven feet long and about six feet .two inches wide. The projection of the cars over the rails being about one foot and eleven inches, left a space of about two feet seven and one-half inches between the cars when passing at that point. As the train approached ih which Mr. Henderson was to go, he stepped on the platform, and while standing there waiting until the train which was then moving slowly up should stop, the fast line passenger train westward approached and passed, and in passing struck and killed him. Mr. Henderson had been furnished with a drover’s pass, on which the holder assumed all risk of accidents, &c.\nOn the trial the plaintiff proposed to ask one of the witnesses, from his knowledge of decedent’s age, habits, health, and physical constitution, how long he would probably be useful to his family, which was objected to, but admitted by the court under exception, and constituted one of the assignments of error.\nThe defendant, while offering the testimony for the defence, proposed to prove, that Henderson, on his passage on the train from Indiana to the Blairsville intersection, on the same evening the accident happened, and on his way to the point where it did happen, but about twelve miles distant therefrom, had exposed himself at a station on the road to dangers similar to the one ■which caused his death, which offer was objected to by the plaintiff and rejected by the court.\nThese were the only assignments of error in regard to the admission and rejection of evidence.\nThe defendant, among other points, presented the following:\n3. If the alarm whistle of the approach of the passenger train was given, and could have been heard by Henderson, by exercising proper attention in time to have left the dangerous position in which he had placed himself, and reached a place of security, he.was bound to do so, and if he did not, it was negligence on his part, and the plaintiff cannot recover.\n4. If Henderson, by the exercise of ordinary care and caution, could have discovered the approach of the passenger train, from the head light of the locomotive, in time to have escaped from his dangerous position, his not doing so was negligence on his part, and the plaintiff cannot recover.\n5. If Henderson was warned by the conductor of the freight train of the near approach of the passenger train, at a time when he could without danger to himself have reached a place of safety, it wras negligence on his part not to do so¿ and in that event the plaintiff cannot recover.\n6. If the jury believe the testimony of Turner, the night watchman (who being uncontradicted is entitled to credit), as to what passed between him and Henderson; that he voluntarily left the position in which the watchman had placed him, which was safe and secure, and crossed over to the freight train while it was still in motion, without giving the watchman any notice of his intention, it was such a want of prudent care for his own safety as will prevent the plaintiff from recovering in this suit.\n7. If the plaintiff is entitled to recover at all, it is on the ground of the pecuniary interest she would have had in her husband’s life. That if Henderson was largely indebted at the time of his death, the plaintiff would have no pecuniary interest in his life until his debts were paid; and the jury in estimating the pecuniary value of the life to the plaintiff must, if they can do it, form a period in his life, if he -had lived, when he would have acquired property beyond his debts.\nThe court below, after stating the ground of plaintiff’s claim, and the leading facts of the case, and presenting to the jury the principles of law applicable to the facts as stated in the opinion of the court, answered the above points as follows:—\n“3. We cannot say, as matter of law, that the facts stated in this proposition would be conclusive of the question of negligence by the defendant. They are certainly proper for the consideration of the jury. But to give it the effect asked for, the jury ought to be satisfied that deceased knew what the whistle meant. If he knew it was the approach of the fast line, and knew that his position where he stood was dangerous, then it would be careless in him not to seek safety; and if so, and he rashly exposed himself to danger, plaintiff cannot recover. The evidence is that the conductor told him to be careful of the fast line, and the watchman says he had mistaken that whistle for the backing of a freight. We therefore answer this by saying, if he knew his danger and neglected to escape, plaintiff cannot recover; if he did not know, then the point is answered in the negative.\n“4. If the facts be as stated in this point, and Henderson knew them, and knew the danger he was in, this point is answered in the affirmative; if otherwise, in the negative.\n“ 5. We cannot answer this unqualifiedly in the affirmative. The mere fact of notice, if even believed, which is for the jury, is only one fact affecting him with negligence; he may not have known that the approach of the fast line would endanger him. We repeat it, if deceased knew his danger, under all the circumstances, and neglected to avoid it, plaintiff cannot recover, and the point is answered in the affirmative. It is somewhat difficult, when a solitary fact is selected amidst a conflict of evidence, and that fact only constituting one element in a general conclusion, to answer such a proposition.\n“6. This point, as matter of law, is answered in the negative. It is, however, proper for the jury in drawing the conclusion of negligence on the part of the deceased.\n“ 7. This point is answered in our general charge, to the effect that the money value of his life was alone the legal measure of damages, and that the contingency that he might have extinguished his debts and have something for his family was proper for consideration.”\nUnder these instructions there was a verdict and judgment in favour of plaintiff for $3250; whereupon the defendant sued out this writ, and assigned for error here the admission and the rejection of the evidence above mentioned, and the answers given by the court to the points propounded by the defendant.\nII. D. Foster, James O. Clarke, and W. M. Stewart, for plaintiff in error.\nII. W. Weir, Wm. Banks, and James A. Crete, for defendant in error.\nJanuary 5th 1863,"
  },
  "file_name": "0449-01",
  "first_page_order": 449,
  "last_page_order": 453
}
