{
  "id": 483207,
  "name": "McMurray's Administrators, Widow and Heirs, versus Hopper",
  "name_abbreviation": "McMurray's Administrators v. Hopper",
  "decision_date": "1863-01-05",
  "docket_number": "",
  "first_page": "468",
  "last_page": "474",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 468"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 684,
    "char_count": 19378,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 1.8312393804024154e-07,
      "percentile": 0.7207721376806138
    },
    "sha256": "18882c90aa0153766d598152bfa6e629a91c366e64eaea30c80c9007da9239f2",
    "simhash": "1:07d3bcb0929c49bd",
    "word_count": 3433
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McMurray’s Administrators, Widow and Heirs, versus Hopper."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, at Philadelphia, by\nWoodward, J.\nThis was a scire facias, sued out of the District Court, to revive a judgment, transferred from the Court of Common Pleas. The record of the Common Pleas showed that on the 30th March 1838, Joseph McMurray confessed a judgment to Samuel Hopper, before a justice of the peace, whose certified transcript was filed in the Common Pleas on the 3d April 1838 — that to October Term 1841, No. 226, Hopper issued his scire facias to revive this judgment against the administrators of McMurray, and obtained a judgment for $1000 on the 5th April 1845, and that to June Term 1845, No. 21, he issued another scire facias against the same defendants, and obtained a judgment of $1253.75 on the 22d December 1847. To revive this last judgment he took his present writ against not only the personal representatives of the decedent, but also against his widow and heirs.\nWhen the record of the above judgments was offered in evidence, it was objected to on the ground that the Court of Common Pleas had no jurisdiction of civil suits where more than $100 were in controversy, and that consequently the above judgments were null and void. The objection was grounded on the Act of Assembly of 12th June 1839, Purd. 248, which authorized the removal into the District Court of “ all suits and causes” depending in the Common Pleas, where the sum in controversy exceeded $100, and limited the future jurisdiction of the Common Pleas to civil controversies of that amount. That judgments already rendered were not intended by the words “suits and causes” is apparent, from the subsequent Act of 23d February 1847, Purd. 250, which authorized the transfer to the District Court of “ all judgments over $100 remaining unsatisfied in the Court of Common Pleas of Allegheny county, on which seire facias have issued, or may hereafter issue, to revive the same,” and the District Court is authorized to take and exercise the same jurisdiction over such judgments, and the process thereupon, as if they had been originally obtained in that court.\nIt is manifest, therefore, that until 1847 the legislature did not intend to oust the jurisdiction of the Common Pleas over judgments exceeding in amount $100. The act of that year was passed before the judgment now sought to be revived was entered, and the scire facias that was pending when the act passed might have been removed, but was not, and nothing but an actual removal, in accordance with the statute, would impair the already duly-attached jurisdiction of the Common Picas. The judgment of 1847 was well rendered, therefore, in that court.\nIt might he added, if it were necessary to the disposition of the point, that the failure to plead to the jurisdiction, not only in this seire facias, but in both of those that issued out of the Common Pleas, would have been a sufficient answer to the objection raised to the evidence. After a defendant has pleaded the general issue three times to successive scire faciases on the same judgment, it is too late for him to take advantage of á defect of jurisdiction, even if a defect existed, on a bill of exception to evidence.\nThe only other question upon the record is, whether the court were right in directing a verdict for the plaintiff, and in entering judgment thereon. To appreciate this question in all its bearings, it will be necessary to keep in view the leading facts of the case. On the 4th day of March 1837, Hopper sold to McMurray, by articles of agreement, a house and. lot in Noblestown, Allegheny county, for a consideration of $1000, on a credit of ten years from 1st April 1837 ; a judgment to be confessed by McMurray, for the purchase-money, when Hopper should make the deed. And in respect to that judgment it was expressly agreed that “it was to be a lien upon the property sold,'and upon the house and lot opposite to it, directly across the state road, and not to affect any other part of said McMurray’s estate or property.”\nOn the 30th March 1838, the title having been conveyed, the parties appeared before a justice' of the peace, and McMurray confessed a judgment for $1000, in which it was again agreed “that this judgment is to be a lien only upon the house and lot sold, and upon the corner house owned by the defendant, opposite to the house sold or across the state road.” A transcript of this judgment was filed in the Common Pleas, to June Term 1838. It was admitted that McMurray died in 1840 or 1841. To October Term 1841 the first of the scire faciases. before men-, tioned was issued, and was served only on the personal representatives of McMurray. After a second scire facias in 1845, and judgment thereon, the two houses and lots in Noblestown were levied on by virtue of a fi. fa. issued by Hopper, a,nd sold to him for $400. Then came this scire facias to revive the judgment, for the balance due, against the widow and heirs of the decedent, with a view of charging other real estate, of which McMurray died seised.\nThe main objection urged against the plaintiff’s recovery was, that his judgment was satisfied by the sheriff’s sale of the two lots to which its lien was restricted. We do not think so. That would be to make a mortgage of the judgment. Undoubtedly there is no further remedy on a mortgage after you have exhaused the thing pledged, and hence it is usual to accompany such securities with a judgment, or a bond whereon a judgment may be obtained. But a restricted judgment is not a mortgage, because it stands in the same need of revival once in five years as all other judgments, and an unconditional revival of it against the defendant in his lifetime makes it a general lien on all his lands in the county: Dean’s Appeal, 11 Casey 405. These qualities prove it to be a mere judgment and not a mortgage.\nBut in this case no unconditional revival was obtained in the lifetime of McMurray. What was the effect of the two revivals against his administrators ? Simply to continue the lien as restricted by the agreement of the original parties. Under the 33d section of the Decedent’s Act of 24th February 1834, Purd. 199, Hopper could not enforce his judgment after MeMurray’s death, even against the two lots bound by it, without first reviving it by scire facias against the personal representatives. But the most absolute and unconditional revival against personal representatives could not extend the lien of the judgment to other real estate of the decedent beyond that specifically bound, because in respect to such other real estate there was a descent cast —the title had already vested in the widow and heirs, and their estates could be charged only by proceeding against them under the provisions of the 34th section of the Act of 24th February 1834, Purd. 200. Whilst, therefore, an unconditional revival of the judgment in the lifetime of McMurray would have stripped it of its restriction, and carried over its lien to all his real estate, no such effect can attend the revivals against his personal representatives, for they represented no real estate except only such as was bound by the lien of the judgment. There had been a transmission of title by ojieration of law from the decedent to his widow and heirs — a transmission as well of the title to the two lots in Noblestown as of the rest of the estate, but with this important difference, that the widow and heirs took the two lots encumbered by the lien of Hopper’s judgment, and took the rest of the real estate unencumbered by that judgment.\nBut though they took the rest of the real estate unencumbered by the judgment, — qua judgment, — yet they took it encumbered by the debts of the defendant, and it is not to be doubted that this judgment was a debt. It was all the more truly a debt because a debt of record; and the lien of that debt would last five years, and if prosecuted within that period, ten years from the death of the debtor. It was duly prosecuted. The two scire faciases against the administrators were sufficient in legal effect to continue the lien of the judgment as a mere debt for ten years from the day the defendant died, and if within that time his widow and heirs were served with a scire facias, they would have to impeach the debt, or show its payment, if they would save their inheritance from liability for it. But if they were not sued within ten years from the death, the lien would be gone as to all the real estate, except the two lots to which the lien was restricted. Were they served within ten years from the death ? The record shows that the present scire facias, the first process against them, was served on the 31st July 1851. Did McMurra.y die after the 31st July 1841 ? That is a question of fact, and it is unascertained upon the record. It was Hopper’s duty to fix the date of the death. His title to the lien he claimed depended upon it, and as his claim is apparently a hard one, he should have been held to proof of every fact necessary to establish it. A judgment in his favour without any proof upon the main point of his cause was erroneous.\nIn treating this judgment as a mere debt of a decedent, we are aware that we may seem to be doing violence, not only to the 34th section of the Act of 24th February 1834, which has always been held not to require widows and heirs to be brought in to answer to judgments obtained against decedents in their lifetime, but also to the 24th section of the same act, which expressly excepts judgments from the limitation of liens which it imposes upon debts of decedents; but we follow the ruling in Moorehead v. McKinney, 9 Barr 265. There was a general and unrestricted judgment, subsequently acquired real estate, and the death of the defendant before a revival of the judgment. The judgment, as such, was no lien upon the subsequently acquired estate, but as a debt of a decedent it was, and the plaintiff failed in his action only because he did not sue within five years after the death. The relation of a restricted judgment to the other real estate of the debtor is so strongly analogous to the relation of a general judgment to subsequently acquired lands, that we feel ourselves justified in ruling this case on the principles of Moorehead v. McKinney.\nBut the plaintiff insists upon putting the case upon another ground. He says his debt was not due till the 1st April 1847, and that he filed in the prothonotary’s office a copy and particular statement of the demand, within five years after the decedent’s death, and that the widow and heirs were notified within five years from the time the debt fell due; and therefore he claims to be within the second clause of the 24th section of the Act of 24th February 1834, Purd. 197. This makes it necessary to consider the meaning of that section.\nThe founder having brought into Pennsylvania the principle that lands should be liable for debts, a consequence was that the' debts of a decedent became an indefinite lien upon his lands. The Act of 4th April 1797 limited this lien to seven years, unless prosecuted within that time after the decedent’s death. To conform this lien to others, with which the people were familiar, the 24th. section of the Act of 1834 reduced it to fire years, but in prescribing the conditions of continuance, the legislature took notice of what the older statute overlooked, that the debt might not fall due, and therefore would be incapable of prosecution within the time of the limitation. Hence the 24th section begins by excluding judgments whose liens were regulated by other sections, and mortgages which are not subject to statutory limitations, and then imposes a limitation of five years on all other debts of a decedent; but, for purposes of remedy, classifies them as debts which will fall due within the five years, and as debts which will not fall due in that period. In respect to the first class, an action shall be commenced and duly prosecuted within five years after the death; in respect to the second class, “ a copy or particular -written statement of any bond, covenant, debt, or demand, shall be filed within the said period of five years, in the office of the prothonotary, and then to be a lien only for the period of five years after the said bond, covenant, debt, or demand becomes due. It is a statute of limitations, as to all debts of a decedent not in judgment or mortgage, but the five years are to be counted in respect to the first class of debts from the death of the decedent; in respect to the second class, from the time the debt falls due. The reason is obvious. The creditor can sue the first class when he pleases, and in accordance with the general principle, the statute shall begin to run as soon as the right of action accrues. But he cannot sue for debts not due, and therefore in respect to them, the statute shall not begin to run till they fall due, provided the instrument of indebtedness be filed with the prothonotary. The reason for this provision was to give the world notice of what debts were liens, and when the limitation of the statute would attach.\nSuch is the 24th section. The plaintiff has not brought himself within the seeond clause, and is not entitled to count the five years from the maturity of his debt, for the following reasons :—\nIn the first place, having his debt in the form of a judgment, he had remedy to revive and continue the lien by means of scire facias, though the money was not yet due. Judgments may be revived again and again before they become payable, and scire faciases for this purpose lie against administrators, widows, and heirs, with the same effect as against the original defendant while in life. Because the plaintiff might thus have taken legal steps to charge the real estate in the hands of the widow and heirs, the statute began to run when his right of action accrued. Having sued the personal representatives within five years of the death, the effect of that was, as we have before said, to give him five years more as against the widow and heirs, and if his suit was brought within this latter period it is well — he is entitled to judgment — but if it was not, his lien is gone, and the widow and heirs stand like tevre-tenants, seised of lands once bound by, but now released from, the lien in question.\nIn the next place, the plaintiff is not within the second clause of the 24th section, because he did not do what that clause enjoins. He had no bond or covenant to file, and though his judgment would come under the general denomination of a debt or demand, yet issuing scire faciases on his judgment was not filing a “ copy or particular written statement” of the debt or demand. All he filed with the prothonotary was a precipe for a judicial writ. Had he filed the copy or particular written statement, which the statute contemplates, he would have been obliged to exhibit the fact that he was entitled to no lien except upon the two lots in Noblcstown. On the original papers he stood restricted by his most express agreement to those two properties. Here was a very good reason for his not doing what the statute prescribes, but it would be a very poor reason for our treating a precipe for a scire facias, as the “particular written statement” of the plaintiff’s demand, which he was enjoined to file if he would enjoy the protection of the statute.\nWe conclude, therefore, that both because his debt in the peculiar form it had assumed was susceptible of legal remedies before maturity, and because he did not comply with the conditions of the second clause of the 24th section, the plaintiff can take no benefit from that clause. His case must stand on the ground on which we placed it in the former part of the opinion, and the event will depend on the question of fact whether this suit was brought within ten years from the death of McMurray.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Kirkpatrick and Mellon, for plaintiffs in error.",
      "William, JS. Negley, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McMurray’s Administrators, Widow and Heirs, versus Hopper.\nRemoval of Suits to the District Court of Allegheny County. — Plea to the Jurisdiction, when too late. — Special Lien of Judgment not satisfied by Sale of Property bound by it. — Effect of reviving restricted Judgment. — Heirs bound by Judgment, the Lien of which has expired.— Lien continued as a Debt by scire facias. — Act of February 24th 1834, § 24, as to Debts of Decedent, construed.\n1. The Act of Assembly, of June 12th 1839, authorizing-the removal into the District Court of Allegheny county, of “ all suits and causes” depending in the Common Pleas of said county where the sum in controversy exceeded $100, and limiting the future jurisdiction of the Common Pleas to civil controversies of that amount, did not apply to judgments already rendered.\n2. Nor until the Act of 23d February 1847, authorizing the transfer to the District Court of “all judgments over $100,” &c., did the legislature intend to oust the jurisdiction of the Common Pleas over such judgments; and though .a scire facias then pending in the Common Pleas to revive such judgment, might have been removed, yet nothing but an actual removal thereof, in accordance with the statute, will impair the already duly attached jurisdiction of the Common Pleas in such case.\n3. After a defendant has pleaded the general issue to successive writs of scire facias on the same judgment, it is too late for him to take advantage of a defect of jurisdiction, on a bill of exception to evidence.\n4. A judgment, limited “to be a lien” only upon certain real estate, is not satisfied by a sheriff's sale of the property to which its lien is restricted.\n5. Ah unconditional revival of a restricted judgment, during defendant’s lifetime, makes it a general lien on all his lands in the county, but such revival after his death against his personal representatives only, simply continues the lien as originally restricted. To encumber 1ns other real estate with the judgment, as against the widow and heirs, proceedings must be had against them under the provisions of the 34th section of the Act of 24th February 1834.\n6. Though the widow and heirs, without such proceedings, take the other real estate unencumbered by the judgment, qua judgment, yet- they take it encumbered by the debts of the decedent. The judgment is a debt, and the more truly so because a debt of record.\n7. Two writs of scire facias duly prosecuted against the personal representatives will, in legal effect, continue the lien of the judgment, as a mere debt, for ten years from the death of decedent; and if within that time the widow and heirs are served with a scire facias, they must impeach the debt or show its payment to save their inheritance from liability for it. If not, so served, the lien is gone as to all the real estate except that to which it was restricted.\n8. The 2d clause of the 24th section of the Act of 24th February 1834, relating to debts of a decedent not falling due within five years from his death, applies only to debts not in judgment or mortgage. Issuing a scire facias on a judgment is not filing “a copy or particular written statement” of the debt or demand, as enjoined by that clause.\nError to tbe District Court of Allegheny county.\nThe facts of this case and points raised by the counsel are sufficiently stated in the opinion of this court.\nKirkpatrick and Mellon, for plaintiffs in error.\nWilliam, JS. Negley, for defendant in error.\nJanuary 5th 1863,"
  },
  "file_name": "0468-01",
  "first_page_order": 468,
  "last_page_order": 474
}
