{
  "id": 483145,
  "name": "Plitt versus Cox",
  "name_abbreviation": "Plitt v. Cox",
  "decision_date": "1863-01-26",
  "docket_number": "",
  "first_page": "486",
  "last_page": "488",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 486"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 345,
    "char_count": 6145,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 2.7174349430174553e-07,
      "percentile": 0.8298680733896069
    },
    "sha256": "3cdeb09fb0be3f3894e2c82f3b3502a2e05c18e51f2a1eb24366c5cf7375109b",
    "simhash": "1:247a029ac4bffb2a",
    "word_count": 1087
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Plitt versus Cox."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nIt is not easy to understand this case, in consequence of our not having been furnished with any of the plots or drafts that were used in the court below, not even with those that were proved by the testimony of witnesses taken by the examiner. The facts, however, as we glean them from the evidence, appear to be as follows: — The Commonwealth had a canal basin upon land .which had belonged to Peter Levengood. Upon one side of the basin the canal commissioners had constructed the Portage Railroad, adjacent to and along the line of what was called Railroad street, in the borough of Conemagh, and they had settled with Peter Levengood, who was the owner of - all the ground between the basin and the street, and had .taken his release. Subsequent to this, which was in 1834, Levengood sold lots on the basin, between it and the railroad, and separated from Railroad street only by the railroad. Of these lots the complainant is the owner of one. He and the other basin lot-holders have used the ground occupied by the railroad for lateral railroad's, turn tables and passage to the street for more than twenty-five years, and in fact the lotowners, when they purchased, had no outlet landward except across the ground occupied by the Portage Railroad to the street, nor have they had at any time since. An open space, where the railroad was constructed, was at the time of Levengood’s sale, essential to the enjoyment of the basin lots purchased from him. The railroad having fallen into disuse, as such, and the track having been taken up by the purchasers from the Commonwealth, Mr. Levengood has sold a part of the ground upon which the track was laid, and the defendant who purchased mediately or immediately from him, has proceeded to erect a building upon it, between the property of the complainant and Railroad street. It was to prevent such an érection that his bill was filed. It may be doubted whether, under the Act of May 16th 1857, which authorized the sale of the railroad and canal, there could be any such abandonsr--.- as would authorize Levengood or his assignees to resume possession of the railroad track, and use it for any other purpose than that of a public highway. If he can, it must' be done in direct collision with the enactment which declares that the railroad shall remain a public highway for ever. But, without pressing this consideration, the continued and uninterrupted use of the ground, as a passage-way by the complainant, or those under whom he holds, and the other basin lotholders for more than twenty-one years, which the proofs sufficiently establish, raises such a presumption of right as to entitle the complainant to have the ground remain open.\nAnd still more, when Mr. Levengood sold the lots on the basin, they fronted on the open space occupied by the railroad, which he had previously surrendered for a highway. By his sale, then, he annexed the use of that highway to the ownership of the lots, and neither he nor any person under him can take it away. His case is like that of one who has sold lots fronting on a common road through his farm. If the road be vacated, and the rights of the public cease, he may not close it up against his vendees, for his grant estops him. All ways passed as permanent appurtenances to the lots conveyed.\nIt follows that the act of the defendant, in erecting a building on the ground intervening between the lots of the complainant and Railroad street was contrary to law, and such as a court of equity will enjoin against.\n' And now, to wit, June 26th 1863, this cause having been submitted upon printed arguments, and having been duly considered, it is ordered, adjudged, and decreed, that the decree of the Court of Common Pleas of Cambria county be affirmed, with costs, and the record is remitted.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "James Potts, for appellant.",
      "A. Kopelin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Plitt versus Cox.\nRight of Way.— Grant of, inferred from, User by Owner of adjoining Property.\nA., having released to the state portions of his grounds for a canal basin and for a railroad track, afterwards laid out and sold lots between the basin and the track, to parties who for more than twenty-one years used the ground covered by the track (which was laid along a street) in crossing to and from their lots to the street, having no other outlet. Subsequently, on sale of the raiiroad and canal, under Act May 16th 1857, the track was taken up by the grantees of the state, when the original grantor sold a portion of the strip of land, which had been covered by the track, to one whose vendee built upon it, thereby cutting off in part a basin lotowner from the street. On bill in equity for an injunction, it was Held,\n1. That the purchaser of the ground covered by the track could not build thereon, because by the terms of the act authorizing the sale, the railroad was to remain a highway for ever:\n2. That the continued and uninterrupted use of the ground as a passageway by the complainant and the other basin lotowners for more than twenty-one years, raised a presumption of right, such as to entitle him to have the ground remain open:\n3. That after he had surrendered the open space between the lots and the street for a highway, the common grantor of the state and the lotholders by his sale to them, annexed the use of that highway to the ownership of the lots, and neither he nor any person claiming under him could thereafter take it away.\nAppeal from tbe Common Pleas of Cambria county. Sitting in Equity.\nThis was a proceeding in equity, founded on a bill.filed by Lewis Plitt, of Johnstown, against John Cox, of Conemaugh, praying for an injunction to restrain the defendant and others under him from entering and building upon a strip of land between the warehouse and a lot of complainant in Conemaugh, which complainant claimed was appurtenant to his lot, and to which defendant had no valid title.\nThe material facts of the case are fully stated in the opinion of this court.\nOn hearing the case, the court granted the perpetual injunction prayed for, with costs, from which the defendant appealed.\nJames Potts, for appellant.\nA. Kopelin, for appellee.\nJanuary 26th 1863,"
  },
  "file_name": "0486-01",
  "first_page_order": 486,
  "last_page_order": 488
}
