{
  "id": 483231,
  "name": "Monongahela Insurance Company versus Chester",
  "name_abbreviation": "Monongahela Insurance v. Chester",
  "decision_date": "1863-02-02",
  "docket_number": "",
  "first_page": "491",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 491"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 570,
    "char_count": 11043,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 8.138363859351185e-08,
      "percentile": 0.4717850345715136
    },
    "sha256": "694f829614088cb52916481f5d044ddf06b0e9bd773c7a826cc8dedf89422609",
    "simhash": "1:f1f79ad6530341aa",
    "word_count": 1924
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Monongahela Insurance Company versus Chester."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nThompson, J.\nIt appears by the case stated that this was an action of debt in the court below against the insurance company, on a time-policy issued by them to the plaintiff, for the insuring of the steamer Mohawk, to continue one year. The steamer, by the terms of the policy, was privileged to navigate the Ohio river and tributaries, the Mississippi river, at and between New Orleans and Keokuk, Iowa, and the Illinois river. The amount of risk taken was $5000, and the perils insured against were “ of the seas, lakes, rivers, fires, enemies, pirates, assailing thieves, and all such losses and misfortunes which shall come to the damage of the said steamer Mohawk, according to the true intent and meaning of this policy.”\nIt also appears that on the 20th of April 1861, in the lifetime i¡f the policy, the steamer being on her way up the Mississippi, touched at Memphis, Tennessee, and was there forcibly seized by armed men professing to act under and by authority of the so-called “ Confederate States of America,” declaring at the time of seizure that the purpose was to detain and confiscate her to the use of the Confederate States, and that she was, in fact, so detained and confiscated. That the captain and crew protested and made all the resistance against such forcible seizure and detention in their power, when at last, to avoid violence to themselves, they were obliged to leave and fly for their lives; thus the steamboat became entirely lost to the owner, and was abandoned to the underwriters as for a total loss.\n. On the trial below it would appear that the ground of recovery was based mainly on one of the enumerated perils — viz.: that the steamer was lost by the act of “ enemies,” and so the court ruled, and hence this writ of error.\nThe term “ enemies,” as used in the policy, means public enemies, and is defined by writers on national law to be “ where the whole body of the nation is at war with anotherBouv. L. Die. Vattel says, “ an‘enemy is he with whom a nation is at war Law of Nations 387. Adhering strictly to these definitions, the loss here would hardly be covered by an insurance against “ enemies.” But this is too narrow a ground to take. Indemnity is the object of all insurance, and in marine policies the rule seems to be that where the loss is of a like nature with the specified peril, or in other words, substantially within its'meaning, to sustain the liability of the underwriters. The enumerated perils are described, of course, by general terms, while the varieties of the species may be numerous ; but if they substantially belong to the class described by the terms used, they are within it unless the pleadings prevent; the rule being that “ policies are to be construed largely for the benefit of tradeHilliard on Ins. 201.\nThe case of the meal mob on the coast of Ireland, Nesbit v. Lushington, 4 Term Rep. 783, is illustrative of this principle. The mob compelled the master of a vessel, driven ashore in a stress of weather, to sell them the corn insured and on board, at a price below its actual value, and paid at the rate prescribed ; and this, Lord Kenyon, C. J., was of opinion, would, if it had been so laid, in claiming as for a general average, have been a loss by piracy.\nI notice that in the argument of that case reference was made by Mr. Erskine, counsel for the underwriters, to losses during the American war (the Revolution), and to the manner of declaring on them, and he said that the seizures were always laid “ by persons unknown,” and that no objection was ever made. This was probably the mode adopted to avoid the question made here, that the Americans being in rebellion against the British crown, were not legally enemies; but this is conjecture.\nOf the same class of cases with the above, is Powell v. Hyde, 34 Eng. L. & Eq. 44. It was the case of an English ship sunk by a Russian fort in mistake, supposing it to be a Turkish vessel. It was there held that but for an exception that the ship, was warranted free from capture and seizure, “there might have been a recovery, notwithstanding Russia and England were at peace.” It must have been so held, because it was within the peril covered by “ enemies,” “ captures,” or the like. It is not ordinarily the case, certainly, that the acts of friendly nations are supposed to be perils to be insured against. As it was, however, by the same sort of force, and to the insured equally irresistible, as the acts of enemies, it was held to be a peril insured against. I am inclined, therefore, to think that the loss in this case might have been covered by the peril “ enemies,” even if placed alone on that ground by the pleadings, which was not the case here.\nThe case stated finds the seizure to have been made by an armed force in military array, acting by authority of a recently organized government, in rebellion against the government of the United States. In substance it was a state of war, and truly on a gigantic scale, and which has progressed in proportions more formidable than any national war of modern times. Many and bloody battles have been fought between the forces of the rightful government of the United States, and those of the usurping government of the states in rebellion, and the political organization of the latter has hitherto been maintained. Indeed, our government, through the dictates of humanity doubtless, has adopted the usages of lawful war towards these enemies, and this has been reciprocated by them. Prisoners have been exchanged under cartels, settled in the usual way — flags of truce are respected, and captures at sea made and adjudicated to be lawful prizes, and the usages of lawful war been generally observed between the belligerent parties. It is therefore a war in substance as essentially as it could be between foreign powers. The force is the same, the peril to property the same, and hence the indemnity, I think, might fairly have been rested upon the same reason : Pratt on Contraband 85. This treatment of the contest by our government, and the civilized manner in which it has been conducted, will nevertheless not reduce the rebellion below treason in fact and in spirit, or redeem those engaged in it from the odium of being traitors towards their rightful government.\nBut it is not at all indispensable to the maintenance of this judgment that it should be sustained on the ground on which it seems to have been placed below. The judgment is right, even if the reasons for it be insufficient. As we have no pleadings in the case, we are not tied down to any one ground of recovery. If it be sustainable on any ground, the judgment is right. - In looking at the policy we discover the usual general clause following the enumerated perils, and we restate the whole clause to show more satisfactorily its bearing on this case. The insurance is against the perils “ of the seas, lakes, rivers, fires, enemies, pirates, assailing thieves, and all such losses and misfortunes which shall come to the damage of the said steamer Mohawk, according to the true intent and meaning of this policy.”\nIn 3 Kent 299, the learned author says: “ This general sweeping clause, following the enumerated list, covers other cases of marine damage of the Mice kind with those specially enumerated, and occasioned ly similar causes.” This doctrine is predicated of a general clause, differing only in the use of the words in the enumerated clause, of “ all other losses,” instead of “ all such losses.” This effect of the general clause is also laid down in Moses v. The Sun Mutual Insurance Company, 1 Duer Rep. 159, and in 2 Arnould 842. We have already observed on the character of the contest, and the manner in which it has been conducted from the first, and surely if the contest be not war, and those engaged in it enemies to the country and domicil of the insured, in the technical sense of the word, the capture of the steamer Mohawk resulted from a very similar cause. It was by an armed force in military form, acting under the authority of an organized although usurping government, claiming to hold and maintain a separate existence as against the rightful government, and was an irresistible force as against the property of the insured, so that it became entirely lost to him. Upon this general clause a recovery, we think, therefore, can be securely rested.\nThese views entirely and necessarily exclude the suggestion that the loss was covered by the peril of “ assailing thieves.” The facts found negative any such ground as this.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Hamilton and Acheson, for plaintiff in error.",
      "William M. Shinn and Kuhn, for defendants."
    ],
    "corrections": "",
    "head_matter": "Monongahela Insurance Company versus Chester.\nCapture of insured Steamer by Troops acting under Authority of the Confederate States, effect of on Policy. — “Enemies, Pirates, and Assailing Thieves’’ in Policy, meaning of. — Judgment of Inferior Court not reversed if valid on any Grounds.\n1. A steamboat insured against perils by “ enemies, pirates, and assailing thieves,\" and “ all such losses which shall come to the damage of said steamer, according to the true intent and meaning of the policy,\" was captured by an armed force acting under the authority of the so-called Confederate States of America. In an action on the policy it was Held, That the loss was within the terms of the policy, the general clause “ all such losses,” following the enumerated perils, being in itself sufficient to cover the loss.\n2. Though the term “ enemies,\" when rigidly construed means public enemies, so that the policy in strictness would hardly cover the loss, yet as indemnity is the object of insurance, and as it is a rule in marine policies that where the loss is of a like nature with the specified peril, or substantially within its meaning, the underwriters are liable, the loss would be covered by the peril of “ enemies,\" insured against in the policy.\n3. The United States government has so conducted and treated the contest between it and the Confederate States so-called, as to make it a war in substance, as essentially as it could be between foreign powers.\n4. The judgment of an inferior court, will be maintained if sustainable on any ground, though the reasons given in the court below be insufficient: so that, where in the court below it was held that the loss was covered by the term “ enemies,” and in the Supreme Court, that it was in any event, covered by the words “all such losses,” the judgment would be affirmed.\nError to the District Court of Allegheny odunty.\nThis was an action on a policy of insurance, brought in the court below by Thomas R. Chester, for the use of James A. Hutchison, against The Monongahela Insurance Company, in which there was a case stated for the opinion of the court, the material parts of which will be found in the opinion of this court.\nUnder the ruling of the court below, there was a verdict and judgment in favour of the plaintiff; whereupon the case was removed into this court by the defendant.\nHamilton and Acheson, for plaintiff in error.\nWilliam M. Shinn and Kuhn, for defendants.\nFebruary 2d 1863,"
  },
  "file_name": "0491-01",
  "first_page_order": 491,
  "last_page_order": 495
}
