{
  "id": 483160,
  "name": "Dickey for use of Turney versus Trainer",
  "name_abbreviation": "Dickey ex rel. Turney v. Trainer",
  "decision_date": "1862-11-25",
  "docket_number": "",
  "first_page": "509",
  "last_page": "511",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 509"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 305,
    "char_count": 5851,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 5.207966869300525e-08,
      "percentile": 0.32687291807360197
    },
    "sha256": "77c16cdbec3c3892e192f502e99b2a88e9267cc18722feba0cb82272fb054917",
    "simhash": "1:5bbf8426420a64bd",
    "word_count": 1003
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dickey for use of Turney versus Trainer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLowrie, C. J.\nThe defendant gave the plaintiff a paper acknowledging that on settlement there was due by the estate of Michael Trainer to the heirs of Archibald Dickey $431, and signed it as administrator of M. Trainer’s estate. About four years afterwards he endorsed on the back of it a warrant of attorney to confess judgment against him as administrator of the estate of M. Trainer, for a balance still remaining due on it, and judgment was entered de bonis. The plaintiff claims that it ought to be absolute against the defendant personally.\nWe do not think so. The defendant was not so bound by the original paper, and it is a fair presumption that the confession was intended to 'be according to the previous liability. And we think it is expressly so, for it is against the defendant “ as administrator,” and this by itself is, under our law, never a personal judgment.\nIf the plaintiff thinks that the administrator, by other agreements or transactions, made himself personally liable, he ought not to have accepted the judgment on the warrant of attorney, but to have sued him by writ, and declared on his whole case, and then the liability would have been tried according to his allegations.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, C. J."
      }
    ],
    "attorneys": [
      "Laity Barr, for plaintiff in error.",
      "W. L. Corbett, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Dickey for use of Turney versus Trainer.\nLiability of Administrators for Debts of Intestate.\n1. A warrant of attorney to confess judgment, given to a creditor of an estate by the administrator who signed it as such, does not impose any personal liability upon him : and where it was claimed by the creditor that he had made himself liable by his acts and declarations, the remedy is not on the judgment, but by a special action in which the whole case can be declared on, and tried according to the plaintiff’s allegations.\n2. One, as administrator of an estate, gave a written acknowledgment of its indebtedness to a creditor, and four years later, endorsed a warrant of attorney to confess judgment, signing it “as administrator:” after an assignment to another, it was entered against him personally, when on rule granted, the judgment was opened, a trial bad, and judgment entered against him as administrator. Held, That as the defendant was not personally liable, the entry of the judgment against him as administrator was proper.\nError to the Common Pleas of Clarion county.\nThis was an issue, directed by the court below, to try the valiclity of a judgment which had been entered in the Common Pleas-against John Trainer, in favour of James Dickey, for the use of John W. Turney, under the following circumstances:—\nGeorge Means was the administrator of the estate of Archibald Dickey, deceased, and John Trainer and Samuel R. Travis were administrators'of the estate of Michael Trainer, deceased. Dickey, in his lifetime, held notes against Michael Trainer, and notes signed by Michael Trainer, John Trainer, and Graham Trainer — on which payments were made by tlfe administrators of Trainer. On the 21st day of July, a. d. 1856, a settlement was made by George Means, the administrator of Dickey, and John Trainer, one of the administrators of Michael Trainer, at which there was found to be due the estate of Dickey the sum of $431, for which John Trainer gave the following writing:—\n“ At the settlement, there is a balance due from the estate of Michael Trainer, deceased, to the heirs of Archibald Dickey, the sum of $431.\n“ Witness my hand and seal this 21st day of July 1856.\n“John Trainer, [l. s.] “Adm’r. of M. Trainer’s estate.’ •\nThis writing was handed by the administrator of Dickey to James Dickey, one of the heirs of Archibald Dickey, who received from John Trainer $120, and some time in 1860 brought the writing back to the administrator to get a warrant of attorney to confess judgment, or a judgment for the balance. On the 2d day of March 1860, John Trainer, the administrator of M. Trainer, came to the office of the administrator of Dickey, and executed the following :—\n“And now, to wit, the second day of March one thousand eight hundred and sixty, I do hereby authorize and empower the prothonotary of the Court of Common Pleas of Clarion county to entef a judgment against me, as administrator of the estate of Michael Trainer, deceased, in favour of James Dickey, attorney in fact of the heirs of Archibald Dickey, deceased, for the sum of $394.20, being the balance yet unpaid of the above obligation — with release of errors.\n“ Witness my hand and seal, the date aforesaid.\n“ John Trainer, [l. s.]\n“ Act’g. Adm’r. of M. Trainer.”\nUpon this warrant of attorney judgment was entered against John Trainer personally, without naming him as administrator. On the 11th of May 1860 he obtained a rule to show cause why the judgment should not be opened and the defendant let into a defence. An auditor was appointed to report the facts, and on the 4th day of February 1862 the rule was made absolute, the judgment opened, and it was ordered that the plaintiff’s obligation and warrant of attorney should stand for a declaration, and the defendant, under the plea of payment with leave, and such other pleas as defendant should add, to be allowed to give in evidence any pertinent matter in discharge of defendant’s liability. The defendant added the further plea that he was not personally liable, and on this issue the case was tried.\nSeveral bills of exception were sealed for the plaintiff, and several points presented by both parties, none of which were held material as the case was presented in this court.\nThe court below (Campbell, P. J.) instructed the jury that on the face of the paper John Trainer was not personally liable, but that he was liable as administrator of Michael Trainer’s estate, which was the main error assigned by the plaintiff.\nLaity Barr, for plaintiff in error.\nW. L. Corbett, for defendant in error.\nNovember 25th 1862,"
  },
  "file_name": "0509-01",
  "first_page_order": 509,
  "last_page_order": 511
}
