{
  "id": 483198,
  "name": "Shrom versus Williams for use of McMeal",
  "name_abbreviation": "Shrom v. Williams ex rel. McMeal",
  "decision_date": "1862-11-10",
  "docket_number": "",
  "first_page": "520",
  "last_page": "521",
  "citations": [
    {
      "type": "official",
      "cite": "43 Pa. 520"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 187,
    "char_count": 3376,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 4.417441169658951e-08,
      "percentile": 0.27682096523774163
    },
    "sha256": "44484e725b09e0e0bfea8daa3b6c0737f98b33b0172bd28a2736dadd187011cc",
    "simhash": "1:de075c44e73b3223",
    "word_count": 591
  },
  "last_updated": "2023-07-14T16:49:46.766473+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shrom versus Williams for use of McMeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe nominal plaintiff in this case, who was the original mortgagee, was offered by the defendant, the mortgagor, to prove that only a part of the amount which the mortgage was given to secure, ever was received by the mortgagee, and that the equitable plaintiff took the said mortgage with a knowledge of the facts. The nominal plaintiff was willing to testify, but he was objected to by the equitable plaintiff and rejected by the court. '\nThis was a proceeding in rem on the mortgage, in which primd facie, the original mortgagee had no interest which could be benefited by his testimony in this case. In fact he was to testify against his interest, as under certain circumstances it might render him liable on his assignment. But it is said that he was the endorser on the promissory note, which this mortgage was given to secure, and that a judgment in favour of the defendant in this suit, could be given in evidence in an action against him as endorser. Is this so ? If the nominal plaintiff were no party to the record, he would have been competent, because he could not use it for such a purpose, and why should he not be considered in the same light as if a legal assignment had been made and the suit would then have been brought in the name of the assignee.. Besides, if the judgment was obtained on his own testimony, he could not use it in any other suit by the equitable plaintiff.\nBut the note was the principal debt and the mortgage only collateral, and a failure to recover on the latter did not bar the remedy on the former.\nThe witness should have been permitted to testify.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "John Barton, for plaintiff in error.",
      "Me dowry, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Shrom versus Williams for use of McMeal.\nAssignor of Mortgage, when a competent Witness for Mortgagee in scire facias by Assignee of Mortgage.\nA mortgagee who is assignor of a. mortgage is a competent witness in an action upon it, to prove that only part of the amount for which it was given, was ever received by the'mortgagor, and that the equitable plaintiff took it with knowledge of that fact; though the original mortgagee, the nominal plaintiff, was the endorsee of the promissory note which the mortgage had been given to secure.\nError to the District Court of Allegheny county.\nThis was a scire facias on a mortgage for $1000, brought in the name of Samuel Williams, the original mortgagee, for the use of Daniel McMeal, against Louis Shrom, to which defendant pleaded want of consideration, usury and payment with leave, &c., and filed his affidavit of defence admitting an indebtedness of $50, for which he offered to give judgment, which was declined.\nOn the trial, after the plaintiff had given in evidence the mortgage and the note which it was given to secure, the defendant called Samuel Williams, the original mortgagee, who was willing to be examined as a witness, and who was offered to prove “ that when defendant executed the mortgage he received $620 and no more, and that as to the balance the mortgage was without consideration as to defendant, and that McMeal, the'equitable plaintiff, had taken the mortgage with notice of this fact.”\nThe witness was objected to as incompetent and rejected by the court (Shannon, J.), which was the error assigned by the defendant.\nJohn Barton, for plaintiff in error.\nMe dowry, for defendant in error.\nNovember 10th 1862,"
  },
  "file_name": "0520-01",
  "first_page_order": 520,
  "last_page_order": 521
}
