{
  "id": 967583,
  "name": "Hays versus The Pennsylvania Railroad Company",
  "name_abbreviation": "Hays v. Pennsylvania Railroad",
  "decision_date": "1851",
  "docket_number": "",
  "first_page": "9",
  "last_page": "13",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wharton 466",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878634
      ],
      "pin_cites": [
        {
          "page": "470"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0466-01"
      ]
    },
    {
      "cite": "6 Wharton 522",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0522-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 587,
    "char_count": 12702,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 8.343938550156482e-08,
      "percentile": 0.4810127926377175
    },
    "sha256": "7499af2383ce99d54c741b93176d81cbad6f5d73f69b9b4cd35409a38e697f2c",
    "simhash": "1:25913804d4287bdc",
    "word_count": 2163
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Coulter, J., and Bell, J., dissented, and their respective opinions have been filed."
    ],
    "parties": [
      "Hays versus The Pennsylvania Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, was delivered by\nGibson, C. J.\nthe chancery powers of this court in supervising and controlling the proceedings of corporations, if not restricted to the city and county of Philadelphia, are not more extensive in any other part of the state than those of a Court of Common Pleas. The thirteenth section of the Act of 16th June, 1836, relating to the jurisdiction and powers of the Courts, gave to the Supreme Gourt and the several Courts of Common Pleas, the jurisdiction and powers of a Court of Chancery so far as relates, inter alia, to “ the supervision and control of all corporations other than those of a municipal character.” Had the power been conferred upon the Supreme Court alone, it would have enabled us to retain the present bill, but conferred in the same clause upon the Common Pleas, thus putting the Supreme Court on a footing with the Courts of Common Pleas, it leads irresistibly to the conclusion that the design was to give them exactly the same jurisdiction. “The Supreme Court, and the several Courts of Common Pleas,” it was said, “ shall have the jurisdiction and powers of a court of chancery so far as relates to the supervision and control of corporations not of a municipal character;” and consequently in an equal degree, for no difference is made. Did the question of power rest even on this, the Supreme Court, standing on a foundation no broader, and exercising a jurisdiction not more extensive than the foundation and jurisdiction of a Court of Common Pleas, could not supervise or control the proceedings of a corporation whose field of action extends from the Susquehanna to the Ohio. A Court of Common Pleas, whose process runs not beyond the precincts of the county, certainly could not; yet its jurisdiction is created by the very same words ; and how the jurisdiction of the one can be more extensive than the other, has not been explained. According to the maxim, noscitur a sociis, the Supreme Court can control no corporation which the Common Pleas of the proper county could not control, and which, on the principle of the Bank of the United States v. Deveraux, 3 Crunch 61, is not located in that county exclusively. Such is the restricted grant of jurisdiction as it stands in the first part of the section j-.a-nd it is clear from it that the Supreme Court was not intended to have the full power of a court of chancery without bound or qualification. What was to be its special jurisdiction, is not so clear.\nBut .the same grant is repeated in the same section; and certainly with a distinct limitation of the power which is the subject of it. “ And the Supreme Court,” it is said, “ when sitting in bane in the city of Philadelphia, and the Court of Common Pleas in the said city and county, shall, besides the powers and jurisdiction aforesaid, have the power and jurisdiction of courts of chancery, so far as relates to the supervision and control of partnerships and corporations other than municipal corporations.” They had it already; but then follows a similar repetition of the former grant of powers, and a grant of some new ones, with a proviso that, “ no process to be issued by the said courts of the city and county of Philadelphia, or the Supreme Court sitting therein, under the chancery powers herein specially granted, except such as have been heretofore exercised, shall, at any time, be executed beyond the limits of the city and county aforesaid.” Why the process of the Supreme Court should have been thus restricted in a particular county and left without restriction in the rest of the state, if that were the design, it is impossible to conjecture. The provisions of the section, incongruous and inconsistent, if not contradictory, are at least so obscure as to require legislative correction, if it were not designed to limit the jurisdiction of the Supreme Court, as to the extent of its locality. The proviso certainly was intended to mean something, and th e writer of it evidently had in view the original jurisdiction of the Supreme Court, as a court of law in that county, and took it for a model for its original jurisdiction as a court of chancery, not intending it to have original equitable jurisdiction elsewhere. If he meant not that, it is impossible to conjecture what he meant. The difficulty in assigning to the proviso any meaning at all, is to reconcile it to the previous provision that the Supreme Court should have concurrent, and consequently original, jurisdiction with the Courts of Common Pleas in all the counties; for the proviso would deprive it of jurisdiction in- all the counties but one, of the Eastern District. It is-impossible to reconcile it to the details; but it is apparent from the whole that the proviso was introduced to reduce the jurisdiction of the Supreme Court, proposed in the reported section, to that of the dimensions of a court which cannot send its process beyond the county. It certainly was not intended that it should have the full and unrestricted jurisdiction of a court' of chancery; and nothing less would enable us to retain this bill. It is unnecessary to ask why such jurisdiction was withheld: It has been the policy of the legislature, from the foundation of the province, to dole out equitable power to the courts with a parsimonious hand; but to grant it to arbitrators to be executed without rule and without stint. Happily this policy is fast yielding to a more enlightened one; and there is' not a doubt that if the subject were again presented to the legislature, the clause of the reported section would be enacted without modification. Though the power to issue writs of injunction is a despotic one, which ought to be exercised in the first instance with great caution and only in the clearest and most indisputable cases, it is an invaluable and indispensable one. A writ of quo warranto would lie in a case like the present; but the object of a corporator is not to destroy the charter, but to preserve it. Gigantic corporations may acquire, from combination of capital and the patronage they create, a dangerous influence; and the legislature could curb it only by the instrumentality of the judiciary; but to make the instrument effective, would require it to be invested with an adequate degree of power. It is idle to argue against power from a possible abuse of it. A court powerless to do mischief is powerless to do good. But however we may regret our inability to determine this motion on its merits, about which it would be improper to volunteer an opinion, it is enough for us to know, not only that this formidable power is not distinctly and indisputably given to us, but that it seems to have been purposely withheld; and that it was ruled by this court to have been so in Cassel v. Jones, 6 W. & Ser. 552. This conclusion supersedes a consideration of the other points.\nMotion for a special injunction dismissed.\nCoulter, J., and Bell, J., dissented, and their respective opinions have been filed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Stanton, and Shaler, with whom was Harding, for complainants. Campbell, H. Williams, and Dallas, for the Railroad Company.",
      "Meredith in reply."
    ],
    "corrections": "",
    "head_matter": "Hays versus The Pennsylvania Railroad Company.\n. The Chancery powers of the Supreme Court as to supervising and controlling the proceedings of corporations, other than those of a municipal character, by the act of 1836, if not restricted to the city and county of Philadelphia, are not more extensive in any other part of the State than those of a Court of Common Pleas; and therefore the Supreme Court, when sitting at Harrisburg, cannot supervise and control the proceedings of the Pennsylvania Railroad Company beyond the limits of the county of Dauphin.\nThis was a bill in Chancery filed in the Supreme Court sitting at Harrisburg, at the instance of Robert Hays, Thomas S. Clark, and Henry Graff.\nThe bill of complaint by them, in behalf of themselves and other stockholders and proprietors of shares in the Pennsylvania Railroad Company (except such as are defendants), who shall come in and contribute to the expenses of this suit, represented or charged in substance, that The Pennsylvania Railroad Company, under their charter obtained under the Act of Assembly approved on the 13th day of April, 1846, cannot by law,\n1. Use their cars or engines upon any road but their own.\n2. That they cannot contract for the conveyance of passengers or transportation of freight between Pittsburgh and Philadelphia— but must, in the transaction of their business, be confined to the road (as now finished) between Harrisburg and one mile above Hollidaysburg. Alleges contracts to have been made with passengers and for transportation of goods between Pittsburgh and Philadelphia, to be executed as well upon the Columbia Railroad, Harrisburg Railroad, and the canal west of the mountains, as upon their own road. And prayed for an injunction to prevent further like engagements.\nThe following points were presented on behalf of the defendants:\n1. That the Supreme Court has, under the Acts of Assembly, conferring chancery jurisdiction, no authority or power to issue the writ of injunction prayed for.\n2. That the bill does not disclose a case entitling the complainants to an injunction.\n3. That upon the affidavits filed, it clearly appearing that no loss will ensue to the complainants if the writ is issued, and 'that the defendants will sustain serious injury if it be allowed, the Court, in the exercise of their discretion, will not grant the writ.\n4. That upon the affidavits filed it appears that the complainants have acquiesced in the course of business pursued by the Company, and now complained of, and therefore the Court, in the exercise of their discretion, will not grant the special injunction.\n5. That under the laws of the Commonwealth, the defendants may transport goods and passengers in the manner stated in the affidavits filed.\nA motion was made on the part of defendants to set aside the service of the subpoena so far as it refers to those defendants upon whom the sheriff has returned service made within the county of Philadelphia. Gilder v. Mervin, 6 Wharton 522; Davis v. Ger-hard, 5 Wharton 466, 470.\nIn the 6th section of the 5th article of the Constitution of 1838, it is provided that the Supreme Court, and the several Courts of Common Pleas, shall, beside the powers heretofore usually exercised by them, have the power of a Court of Chancery, so far as relates to the perpetuating of testimony, the obtaining of evidence from places not within the State, and the care of the persons and estates of those who are non compos. mentis. And the Legislature shall vest in the said Courts such other powers to grant relief in equity, as shall be found necessary; and may from time to time, enlarge or diminish those powers, or vest them in such other Courts as they shall judge proper, for the administration of justice.\nIt is provided, inter alia, in the 13th section of the act of 16 June, 1836, relative to the jurisdiction and powers of the Courts, (Purdon’s Digest 250-1, edition by Stroud,) as follows:\nThe Supreme Court and the several Courts of Common Pleas, shall have the jurisdiction and powers of a Court of Chancery, so far as relates, &c.\nSect. Y. The supervision and control of all corporations other than those of a municipal character, and unincorporated societies or associations, and partnerships.\nSect. VI. The care of trust moneys and property, and other moneys and property, made liable to the control of said Courts.\nAnd in such other cases as the said Courts have heretofore possessed such jurisdiction and powers, under the constitution and laws of this Commonwealth.\n* * * * * * *; and the Supreme Court, when sitting in banc in the city of Philadelphia, and the Court of Common Pleas for the said city and county, shall, besides the powers and jurisdictions aforesaid, have the power and jurisdiction of Courts of Chancery so far as relates to,— 3. The discovery of facts material to a just determination of issues and other questions arising or depending in the said Courts.\nV. The prevention or restraint of the commission or continuance of acts contrary to law, and prejudicial to the interests of the community, or the rights of individuals.\nVI. The affording specific relief when a recovery in damages would be an inadequate remedy; * * * * * And provided further, that no process issued by the said Courts of the city and county of Philadelphia, or the Supreme Court sitting therein, under the chancery powers herein specially granted, excepting such as have heretofore been exercised, shall at any time be executed “beyond the limits of the city and county aforesaid.”\nThe case was argued by Stanton, and Shaler, with whom was Harding, for complainants. Campbell, H. Williams, and Dallas, for the Railroad Company.\nMeredith in reply.\nfiled July 23,"
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 13
}
