{
  "id": 967588,
  "name": "Shippen versus Gaines",
  "name_abbreviation": "Shippen v. Gaines",
  "decision_date": "1851-07-21",
  "docket_number": "",
  "first_page": "38",
  "last_page": "42",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 38"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 95",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates 51",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812602
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0051-01"
      ]
    },
    {
      "cite": "7 Watts 527",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846782
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0527-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 473,
    "char_count": 10377,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.4619425202346562e-07,
      "percentile": 0.6575136233811315
    },
    "sha256": "f63eed76f6d168a6e2151a6b594666ead07c0918881d12755038361dd25d8558",
    "simhash": "1:9d5d83e64841d065",
    "word_count": 1880
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shippen versus Gaines."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was' delivered by\nCoulter, J.\nThere is a strong tendency in the Act of 1836 to establish, that the intent of the legislature in that act was to make the decision of the Court of Quarter Sessions final and conclusive upon the question of the last legal settlement of a pauper; and there is at least one decision of this court, 7 Watts 527, which rules that on a certiorari to the Quarter Sessions, the revision of the Supreme Court, in a case arising under the poor laws, is confined to the regularity of the proceedings, and does not extend to the examination of the merits.\nThe local court, before whom the witnesses are examined, and which is conversant with the manner of conducting the business of the county by the township officers, would, perhaps, be a very safe tribunal to decide upon the facts and merits in such cases finally. I know, however, that this court has often examined into the merits upon a certiorari in such cases, and I only mention the leaning of my own mind on the subject, with a view of stating, that at any rate, it ought to be a clear and satisfactory case on the merits which would induce this court to reverse the decision of the court below. There is, perhaps, some little obscurity in the testimony as to the last settlement being in Shippen, but it preponderates over the evidence adduced to establish a settlement in Delmar. It appears, that William Swartwood, the father of Simeon, was regularly assessed in Shippen township for the years 1838 and 1839, for 25 acres of land at $2 per acre, $50, and one cow $10—the rate of taxation being one per cent. It is objected that the amount is not carried out in the assessment book; but that is a small circumstance: because whatever is made certain by the face of a document, is to be considered as certain. The amount of the tax for each year was 60 cents, just as certainly as if it had been carried out, and so easily ascertained that no mistake could be made. The abatement books of Shippen township for the years 1838 and 1839 were in evidence, in which the names and the amount of those abated are given, and among which the name of William Swartwood is not contained, and there is for both years an acknowledgment or receipt for the balance not abated to the collector. This evidence being legally admissible, lea,ds to the proof of payment of taxes, for those two years in Shippen by William Swartwood, quite satisfactorily, although the collector was not produced; perhaps was dead or removed. Swartwood removed to Delmar township, and was there assessed in 1841, 1842, and 1843. It appears that he had made a parol contract for a small piece of land; but the witness said he believed it always belonged to the person with whom he made the contract. He then removed to Gaines township. It appears from the abatement book that his taxes were abated in 1842; and for the years 1841 and 1843 the abatements are in gross, and neither names nor sum given. So that we cannot say, that there is actual evidence of the payment of any tax in Delmar. Swartwood’s taxes were abated in 1842 in that township certainly, and for the other two years, it is just as likely that he was among the abatements as that he was not; and, perhaps, the presumption is stronger that he was abated than not, from the fact of his being abated in 1842. In regard to his owning land in Delmar, the parol contract spoken of by the witness was, probably, a mere license to live on it, as the witness says he believes the land always belonged to Stowell, whom he considered the real owner. Swartwood abandoned it and went into Graines. We think, therefore, that he was not seised of a freehold estate in Delmar, and that he had no settlement there, either on that account or by the payment of taxes. Iiis last legal settlement was, therefore, in Shippen. Simeon Swartwood was an idiot from infancy, and his last legal settlement followed that of his father.\nThe order of the court below is affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Emery, for Shippen township.",
      "Williston, for defendant."
    ],
    "corrections": "",
    "head_matter": "Shippen versus Gaines.\n1. The legal settlement of an idiot from infancy follows that of his father.\n2. If on a certiorari to the Quarter Sessions, in a case of settlement under the Poor Act of 1836, the revision of the Supreme Court is not confined to the regularity of the proceedings, but extends to the examination of the merits; it should at least be a clear case on the merits which would induce this court to reverse the decision of the court below.\nCertiorari to the Quarter Sessions of Tioga county.\nThis was a proceeding before two justices of the peace, instituted on the part of the township of Gaines, to remove Simeon Swartwood, a pauper, to the township of Shippen, in which the justices “ award an order to remove said pauper from said township of Gaines to the township of Shippen,” and from which order of removal the defendant below appealed to the Quarter Sessions of Tioga county.\nThe plaintiff below, on hearing in the' Quarter Sessions, gave, in evidence, an order of two justices of the peace, for the support of said pauper, directed to the overseers bf the poor of Gaines township ; the assessment boots of Shippen township, for the years of 1838 and 1839, in which is found the name of William Swartwood, and a valuation of his property, at sixty dollars, but na assessment of any tax. They also showed the ledger of the commissioners, in which is charged the aggregate amount of the tax, to the collectors, for the respective years, without any names of tax-payers; the abatements and final settlement of collectors’ accounts, and payments to the treasurer of full amount of aggregate, without producing any duplicate, or charge of tax to Swartwood, or examining, as witnesses, the collectors, and without any further proof of assessment or payment of tax than is contained in the assessment books of 1838 and 1839.\nThey also show that Simeon Swartwood was an idiot from childhood—the son of William Swartwood; and that he arrived at twenty-one years of age in the month of May, 1848; that William Swartwood moved from Gaines to Shippen, in November, 1837, and remained there till the spring of 1840, when he removed into Delmar; remained there three or four years, and removed back into Gaines.\nThe defendant below gave, in evidence, the residence of William Swartwood, in Delmar, from the spring of 1840 till 1848 or 1844; evidence of a parol purchase of a small piece of land there; a residence on, and cultivation of the same, for more than one year, and a clearing up a part of the same; an assessment of a state and county tax, on the land and one cow, to him for the years 1841 and 1842; and his return to Gaines in 1843 or 1844.\nThe plaintiffs below showed the abatement of Swartwood’s county and state tax for Delmar township for the year 1842.\nThe court below, on the hearing of the cause, were “ of opinion that the last legal settlement of the pauper was in Shippen township, and affirmed the order of the justices removing the pauper, Simeon Swartwood, from Gaines to Shippen township, with costs, and taxed the costs at forty-five dollars and seventy-three cents.”\nFrom this decision of the Quarter Sessions, the township of Shippen have appealed.\nOn the assessment book for Delmar township for 1841, William Swartwood was assessed for 4 acres of improved land, at $5 per acre, $20 ; 19 acres of wild land, at $1.50 per acre, $29; and a cow, valued at $10, whether paid or not, did not appear in the case. In 1842 he was assessed in the same township for county tax, 36 cents, and for state tax, 4J cents. Abatement was made of these taxes. In 1843 he was assessed for three acres of improved land, at $6 per acre; 20 acres of wild land, and for one cow. Whether the taxes were paid did not appear in the case.\nIn Shippen township, William Swartwood was assessed for 1838, for 25 acres of wild land, at $2 per acre, $50; and for one cow, valued at $10. The abatement book for 1838 was given in evidence. In it were stated the names and amount of abatements, but the name of William Swartwood was not among them; and the abatement book for Shippen township for 1839 was given in evidence, in which the names and sums abated were stated, but the name of William Swartwood was not included.\nEphraim Steele was examined on part of the appellant.—I can’t be certain whether it was in 1837 or 1838 that Swartwood came to Marsh Creek, in Shippen township; I think he was there about a year. From there he moved to Paul Dimmock’s house in Ship-pen. I don’t know when he moved from there; can’t tell for certain what year he lived there—both places were in Shippen. It was three or three and a half years he lived in Delmar; he lived on a place owned by Mr. Stowell. There was some cleared land on it; four or five acres could be seen from the road cleared; I was not over the farm. He likewise cleared a little. Mr. Barker, 1 think, lived on the’ place before him. He left the place locked up, I think. His wife died while he lived in Delmar. After his wife died, he moved back, up Pine Creek; I think into Gaines. He bought of Stowell some small quantity. I don’t know of any other person exercising acts of ownership over this place. Stowell, I suppose, was the real owner of the land in Delmar.\nIt was assigned for error:\n1. That there was no evidence of even an assessment of taxes against William Swartwood, in Shippen, much less any payment; nor did the evidence show that Swartwood had gained a settlement in Shippen by any one of the eight requisites mentioned in the 9th section of the Act of June 13, 1836.\n2. A legal settlement was acquired in Delmar township, after the residence of Swartwood in Shippen township.\nEmery, for Shippen township.\nAs to the first point, the case of Overseers of Lewisburg v. Overseers of Augusta, 2 W. & Ser. 65, was referred to in relation to what constitutes evidence of being charged with and paying public taxes and levies.\nThe fact that in the assessment book of Shippen township, for the years 1838 and 1839, no tax was carried out against the valuation of Swartwood, furnishes a positive presumption that the township did not mean to charge him with any public tax or levy, and that none such was charged.\nAs to 2d point was cited Vankirk v. Clark, 16 Ser. & R. 286; 2 Yeates 51; 8 Barr 77; 1 Jones 95; Act of June 13, 1836, relating to the support and employment of the poor.\nWilliston, for defendant.\nJuly 21,"
  },
  "file_name": "0038-01",
  "first_page_order": 38,
  "last_page_order": 42
}
