{
  "id": 967648,
  "name": "Snyder versus Bull",
  "name_abbreviation": "Snyder v. Bull",
  "decision_date": "1851",
  "docket_number": "",
  "first_page": "54",
  "last_page": "60",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 54"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Mass. 360",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "1 Black. Rep. 365",
      "category": "reporters:scotus_early",
      "reporter": "Black. Rep.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 702,
    "char_count": 15132,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 2.3409433209878616e-07,
      "percentile": 0.7921722463355971
    },
    "sha256": "b2f63da3be3a87ce7807cd8dc656d8e096d6d20d4876d07047ee81b09da842ab",
    "simhash": "1:bab9b9936e361ea6",
    "word_count": 2702
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Rogers, J., dissented on the first point."
    ],
    "parties": [
      "Snyder versus Bull."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nAs the Act of 1848 cannot have a retrospective effect consistently with the constitution, it is to be laid out of the case, which will then stand on the Act of 1833. The questions for decision will be, whether the attesting signature of Crouse, authenticated by evidence of his handwriting, stands for proof of execution by one witness ? And whether the attesting signature of Pott, as explained and rebutted by his testimony, stands for proof by another ?\nThe- handwriting of a witness interested at the time of attestation, would be more dangerous evidence than his oath would be at the time of deposing; inasmuch as it would give no hold on his fear of punishment in this world or the next; for a false attestation would not be perjury, legal or moral. But was Crouse interested when he attested ? Granting, for the moment, that the office of an executor is a beneficial one, he was not an executor, though nominated; for no man living has an executor. But he might eventually be one. True: but he might not. He might die in the lifetime of the testator, or Ms nomination might be revoked, or he might not find it convenient to accept. He may have had the executorship in prospect: but a contingent interest does not disqualify a witness at the time of deposing, or, for an equal reason, at the time of attesting. Had he renounced he might have been sworn, yet his renunciation would not have been a release of an intermediate interest. But in contemplation of law, an executor-ship is not an office of profit. In England the services are gratuitous, and though they are paid for here, the design of the allowance is compensation. It is sometimes more and seldom less; but the executor is supposed to get nothing that he has not earned, and if he sometimes gets too much, it is the fault of the court, not of the law. Unlike a legatee, he is not the testator’s beneficiary. Though the bare appointment of an executor constitutes a testacy, yet since his contingent right to the surplus was taken away, the office has been a naked trust. Now, on no rule of evidence, can the expectation of a fat job go to more than credibility; an interest which goes to competency is fixed and certain. In accordance with this view of the case, are the English and American cases in point. In Bettison v. Broomley, 12 East 250, the wife of an acting executor, who took nothing beneficial under the will, was admitted as a witness to prove the execution of it; and counsel, in the course of the argument, produced several precedents for it, while none were produced on the other side. Of these it is proper to notice no more than the celebrated case of Lowe v. Joliffe, 1 Black. Rep. 365, in which an executor in trust who had acted under the will, was admitted to prove the testator’s sanity. In the principal case, the point seems to have been given up. Chief Justice Parker, delivering the opinion of the Supreme Court of Massachusetts, in Sears v. Dillingham, 12 Mass. 360, conceded that an executor, without pretence of right to the surplus, is a competent witness at the common law, to prove the execution of the will or the sanity of the testator; and he held him to be incompetent in that state, only by force of a statute which involved him in the question of costs. We have no such statute, and the costs would consequently not be taken out of the pocket of an innocent man.\nThe incompetency of legatees to attest a will of land in England, was declared by the statute of frauds, which requires the subscribing witnesses to be credible, or, as ultimately expounded, competent at the time of attesting. Before Helliard v. Jennings, Com. R. 91, they were admitted on payment or release of their legacies, as they are at this day in the spiritual court: hut it was held, in that case, that a devisee is not credible within the meaning of the statute, and it was subsequently ruled in Anstey v. Dowsing, 2 Stra. 1853, that a pecuniary legatee is not. At this, it is said in 1 Row. on Dev. 153, the profession were alarmed; but they wore quieted by a statute which declares bequests or devises to subscribing witnesses to be void. But there is no case on the English statute of frauds, in which the competency of an executor as an attesting witness was doubted. The error in this part of the case, was in not receiving the testimony of Crouse instead of his signature.\nBut the proof by the witness, Pott, fell far short of the exigence. The act of 1833 requires a will to be signed by the testator himself, or by another, by his express direction, and it has been settled that a mark is not a signature. The testator did not write his name to the will; and the testimony of Pott would show that he gave no direction to write it at all. The witness did not intimate that he had forgotten any part of the transaction; and he swears positively that he did not hear the testator give any direction whatever ; features of the case which differ it from Grreenough v. Greenough, and assimilate it to Barr v. Graybill, and Long v. Zook. The evidence is therefore deficient.\nSentence of probate reversed and letters testamentary vacated.\nRogers, J., dissented on the first point.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Armstrong and Johnson were for appellants:",
      "Maynard and JPetrilcin for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Snyder versus Bull.\n1. A person named in a will as an executor, but having no beneficial interest in it, is a competent witness as to its execution, on an appeal to the Register’s Court from the decree of the Register admitting it to probate.\n2. The act of 1833 requiring a will to be signed by the testator or by some person in his presence and by his express direction, and the execution to be proved by two witnesses, one of the subscribing witnesses testified that he saw the testator fix his mark to the will; that the witness signed the will in the presence of the testator after he had made his mark, but that he did not hear the testator request any one to write his (the testator’s) name to the will, and did not think that he (the witness) was requested by the testator to sign as a witness. Held, that this was not sufficient proof by one witness of the execution of the will.\nJacob Snyder and others v. John J. Crouse and John Bull, Jr., executors of the alleged last will and testament of Andrew Snyder, deceased.\nAppeal from the Register’s Court of Lycoming county.\nIn the matter of the last will and testament of Andrew Snyder, deceased, late of Muncy Creek township. November 13, 1846, will admitted to probate and letters testamentary granted thereon to John Bull, Jr., and John J. Crouse.\nPlaintiffs appeal from the decision of the register. Appeal filed December 31, 1847. January 6, 1848, citation issued to the executors above named, and to David Snyder, Philip Snyder, Hannah Snyder, and John Bull, and Elizabeth his wife, to appear at a Register’s Court, to be held at Williamsport, on the 4th day of February next. January 12, 1848, returned served, &c. John Bennett, Sheriff.\nAnd now to wit: February 7, 1848, Register's Court opened before the Hon. J. B. Anthony, President, and S. Bastress, Associate Judge, and J. B. Torbett, Register.\nThe Register’s Court having examined the last will and testament of Andrew Snyder, deceased, and the probate attached thereto by the Register, Joseph B. Torbett, on the 13th day of November, 1846, and having heard the evidence adduced before us this day, are satisfied that the paper, dated October 2d, 1846, his\nsigned Andrew ¡xj Snyder, purporting to be his last will and testamark\nment, is duly proved to be the last will, &c., of Andrew Snyder, the testator, and therefore the Register’s Court do confirm and ratify the probate of said will by Joseph B. Torbett, Register, as aforesaid, and order and decree that our confirmation be entered of record accordingly. By the Court,\nJ. B. Anthony, President Judge.\nJ. B. Torbett, Register.\nEvidence given and offered before the Register’s Court, February 7, 1848:—\nRespondents called John J. Crouse, who was offered as a witness, and objected to, on the ground of being executor, and that he has assumed the duties as such.\nTo sustain the objection, the appellants read the recorded copy of the will of deceased, in which John Bull and John J. Crouse were appointed executors. It was dated 2d October, 1846, filed 13th November, 1846. Letters testamentary issued to John J. Crouse and John Bull, November 13, 1846.\nInventory and appraisement of the estate of Andrew Snyder, deceased, filed December 8, 1846. Appraisers, William Michael and F. W. Robb.\nE. W. Robb, sworn. Appraisement shown November 16, 1846. I made this appraisement under the direction of John J. Crouse and John Bull. The amount is $3740.98. Mr. Grouse exhibited the property to us appraisers. Mr. Bull was present also.\nJohn Opp, sworn. I was at the vendue of the personal property of Andrew Snyder, deceased. It was conducted by John J. Crouse and John Bull.\nPetition of eight of the heirs to the Orphans’ Court, for a partition of the real estate of Andrew Snyder, deceased.\nMarch 17, 1847, petition read, and the court grant a rule on the executors of Andrew Snyder deceased, to show cause by the first day of next term, why the prayer of the petitioners should not be granted. Notice accepted at bar, and mutual rule to take depositions on six days notice. Per cur. J. B. A.\nDepositions of witnesses taken before Simon Schuyler, Esq., pursuant to notice, April 24, 1847, at which the counsel of the executors appeared and cross-examined.\nThese depositions showed the real estate of decedent to be worth upwards of $12,000.\nDecree of the court filed May 21, 1847, refusing to grant an inquisition of partition, on the ground that the real estate was intended to be sold by the testator for payment of legacies, and distribution among his children.\nNovember 29, 1847, petition of John J. Crouse and John Bull, executors of Andrew Snyder, deceased, for sale of real estate, consisting of 780 acres.\nPrayer of petitioners granted. Order issued to executors.\nJohn Steck, Esq., sworn. John J. Crouse had in his possession notes given by me to Andrew Snyder in his lifetime. One note was for $400. There was another for $50. I have paid him the note of $50. I took up that note. It was given up to me by Mr. Crouse; &c.\nIt is admitted that John J. Crouse and John Bull advertised the real estate of Andrew Snyder, deceased, for sale in the newspapers and by handbills.\nThe court reject John\" J. Crouse as a witness on the ground that as executor he has taken out letters testamentary, caused an inventory and appraisement to be made, had a public vendue of the personal property and obtained an order to sell the real estate, of which he was a trustee, and advertised the same, pursuant to said order. We therefore consider him as interested in establishing the .validity of the will and sustaining himself as executor of the estate. The counsel for the respondents except to the opinion of the court.\nRespondents call Benjamin Pott; sworn. Will dated 2d October, 1846, of Andrew Snyder, shown witness.\nI am a subscribing witness to this will. The signature “ Benjamin Pott,” is my handwriting. I saw the testator, Andrew Snyder, put his mark to it. John J. Crouse, Esq., was present.\nCross-examined.—The will was not read over in my presence. My impression is, the mark was put to it in my presence. When I came in I believe the will was all written and prepared for execution. I don’t recollect that I heard Mr. Snyder say anything about the paper. I did not hear Mr. Snyder request any one to write his name. Squire Crouse came into my house to call me into the office. I don’t think Mr. Snyder requested me to sign as a witness. I believe Mr. Snyder was in health at the time. The paper was signed in John J. Crouse’s office, in Muncy. A. Snyder lived about four miles from Muncy.\nRe-examined.—It strikes me that Mr. Crouse said that Mr. Snyder wanted me to witness his signature. This was in the office, when Mr. Snyder was present. I think that the will was lying on the table at the east end of the room, and Mr. Snyder was sitting near the window at the west end of the room. It was a small room or office twelve feet by sixteen, or not so large perhaps. Snyder was probably eight or ten feet from the table. Mr. Snyder then went to the table and made his mark, and I went to the table and subscribed my name as a witness.\nThe respondents offer to ask witness whether he was present and saw John J. Crouse subscribe his name as a witness to said writing, and what took place at the time ?\nThe counsel for the appellants object to the question. Court overrule the objection, and admit it to be asked. Counsel for appellants excepted.\nJohn J. Crouse, I believe, subscribed his name to the writing in my presence immediately after I did. The testator was present. I saw John J. Crouse write his signature to the will, I believe.\nGeorge F. Boal, sworn. I am acquainted with the signature of John J. Crouse. The signature “ John J. Crouse” to the paper dated Oct. 2, 1846, is the handwriting of John J. Crouse. I have no doubt about it. He makes an uniform signature. The whole of the body of the will, and the name Andrew Snyder, is the handwriting of John J. Crouse.\nRespondents rested, and appellants called John Harman.—Appellants offer to prove by this witness that the testator, Andrew Snyder, was an illiterate man, and not able to read or write; the will was not read in the hearing of Benjamin Pott, one of the subscribing witnesses.\nThe counsel for respondents objected to the evidence, as being irrelevant evidence on this appeal from the Register. Court sustained the objection and overruled the evidence. Counsel for appellants excepted.\nDecree was made as before stated, in favor of the probate of the will. The 6th section of the Act of 8th April, 1833, relating to last wills and testaments, is as follows:\nEvery will shall be in writing, and unless the person making the same shall be prevented by the extremity of his last sickness, shall be'signed by him at the end thereof, or by some person in his presence, and by his express direction, and in all cases shall be proved by the oaths or affirmations of two or more competent witnesses, otherwise such will shall be of no effect.\nExceptions were filed, viz. The decree of the court admitting the paper to probate as a will, should be reversed, and the letters testamentary revoked for the following reasons :\n1. Because the paper alleged to be the will of Andrew Snyder, is executed by his making a mark to it, and is not signed by him, nor by any other person in his presence, and by his express direction, as required by the Act of Assembly of April 8, 1833, which Act exclusively governs and controls this case.\n2. Because the court below erred in receiving evidence of John J. Crouse’s signature.\n3. Because it was not proved that Andrew Snyder knew the contents of the paper to which he put his mark, he being an illiterate man, unable to read or write.\n4. Because the paper was not proved by the evidence of two witnesses to be the will of Andrew Snyder, deceased.\nArmstrong and Johnson were for appellants:\nMaynard and JPetrilcin for defendant in error."
  },
  "file_name": "0054-01",
  "first_page_order": 54,
  "last_page_order": 60
}
