{
  "id": 967563,
  "name": "Fagely versus Bellas",
  "name_abbreviation": "Fagely v. Bellas",
  "decision_date": "1851-07-31",
  "docket_number": "",
  "first_page": "67",
  "last_page": "71",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 67"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 479,
    "char_count": 11750,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 1.31577275242382e-07,
      "percentile": 0.6255169702944071
    },
    "sha256": "0932c6e538d7637a74ee6f86e5efad4dae77fcdfd548f4b690735a272aa57cd6",
    "simhash": "1:326e95e9e255755d",
    "word_count": 2076
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fagely versus Bellas."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nCoulter, J.\nThere were two firms, the first composed of William Eagely, William. H. Kase, and Reuben Eagely. This firm did business until the close of the year 1843. The firm of Reuben Eagely & Company, composed of Reuben Eagely and William Eagely, was formed in 1844. The evidence seems greatly to preponderate in showing that the promise declared on was made in 1843, by the firm of Eagely, Kase & Co., and before the firm of Eagely & Co. was instituted.\nThe court instructed the jury, “that if the firm of Eagely, Kase & Co. did, in the year 1843, make the promise declared on, it would be binding on the firm, and all the members thereof who are sued would be liable in the present action.” The court further instructed the jury, that the only way in which the defendants could take advantage of the non-joinder of Kase, was by plea in abatement.\nThis is not the case of a single firm, trading and doing business ostensibly in another name than that in which they had agreed to •conduct their business. In that case, the name in which they conducted their business, ostensibly, and which was known to the public as their business name, would bind all the members of the firm, and all and each of them would be answerable for the contracts so made. But two or three members of a firm may compose a firm under a different name, known to the public, and they as a firm would be liable only for their own contracts. The firm of Reuben Eagely & Co. was of this description, and as a firm they would not be answerable for the contracts of the firm of Eagely, Kase & Co. To hold or rule that, would be to confound the principles of contract, the rules of pleading, and the mode of settling and proof of partnership accounts. If the defendants had been sued as individuals the contract would have to be proved as laid, and if they 'had been sued as the firm of Eagely, Kase & Co., the contract would have to be proved as laid; but in that case, if they wished to take advantage of the non-joinder of one member of the firm, they would have to plead in abatement.\nThe rule that the proof and the allegation must correspond, is of universal application in suits on contracts. Here the suit is brought against the firm composed of William and Reuben Eagely, and the court instruct th% jury that a contract or promise made to a different firm will support the action, merely because some members of the firm of Eagely & Eagely were members of the firm of Eagely, Kase & Co.\nThese two firms were so distinct and separate that they could have contracted with each other, sued each other, had a different set of contracts and liabilities, different and distinct claims and assets, and all these are not to be confounded and thrown into hotchpot. It would be not merely a confusion of form, but might work a confusion of substance and justice. It is true that each member of a firm is responsible for all its engagements ; that Reuben Fagely and William Fagely are answerable for the contracts of the firm of' Fagely, Kase & Co.; but then they must be pursued in a proper way, so as not to breed confusion and conflict among the creditors of both firms. They cannot be sued as the firm of Reuben • Fagely and William Fagely, partners trading under the firm of Reuben Fagely & Co. In fact, the very style of the suit shows that they did not contract as the firm of Fagely, Kase & Co.\nOn this error, being the second, the judgment is reversed. If, on a second trial, the plaintiff can show a promise made by the firm sued, he will be entitled to recover.\nThe first error assigned is of no account. It is true that partners cannot contract by deed as a general rule, but this is an action of assumpsit; and a writing under seal by one member of a firm, in the name of the firm, is good evidence of a promise, if made upon a sufficient consideration.\nThe third error has become immaterial, as the cause will be sent back for a new trial, when the counsel will no doubt take more heed to the swearing of the jury.\nThe fourth error has also become immaterial by the cause being sent back for another trial.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The ease was argued by Packer for R. Eagely & Co.",
      "Bellas and J. Pleasants, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Fagely versus Bellas.\n1. Two individuals forming a partnership, are not liable in a suit against them alone, under their new firm name, for the debts of a former firm which consisted of themselves and another under a different name. The firms being distinct, each is liable for its own contracts, and though the two persons sued\nare liable for the debts of the former firm, yet they are liable for such debts only in a suit against such former firm, and not in a suit against them as composing the last firm.\n2. In an action of assumpsit against a firm, a writing under seal executed by one member of the firm in the name of the firm, is admissible as evidence of a promise by the firm, if made upon sufficient consideration.\nError to the Common Pleas of Northumberland county.\nThis was an action of assumpsit, by Hugh Bellas v. Reuben Eagely and William Eagely, partners trading under the firm of Reuben Eagely & Co.\nPlaintiff held a claim against the Danville and Pottsville Railroad Company, and alleges that the defendants, in consideration that the plaintiff would receive from them coal in payment of said claim, and would agree to transfer said claim to them, they (the defendants) promised to deliver him (the plaintiff) coal to the amount of said claim; that the plaintiff did then and there agree to receive coal and make the transfer of the claim to the defendants : yet the said defendants (though the plaintiff the same day and year offered to transfer the said claim, and is still willing, &e.) have not delivered the said coal, but have neglected and refused, &c.\nThe summons was served upon Reuben Eagely only—Plea, non assumpsit.\nThe jury were sworn against William and Reuben Eagely, and the declaration was against both. There was no appearance for William Eagely.\nIn the narr. was laid a promise by Reuben and William Eagely, made on the 1st day of August, 1843. There was no appearance for William Eagely.\nIn 1848 a firm existed consisting of William and Reuben Eagely, and William H. Ease, under the name of Eagely, Ease & Co. It was testified that they did business till the close of 1843. That about the commencement of 1844, Reuben Eagely & Co. commenced business, the firm consisting of Reuben and William Eagely.\nThe plaintiff offered in evidence an agreement under seal, dated 25th August, 1845, signed by Reuben Eagely & Co., and Hugh Bellas, the plaintiff. This paper was objected to, because it was under seal, and not signed by both defendants, and as irrelevant.\nIt was admitted, and defendant’s counsel excepted.\nThe agreement of August 1845, was to the effect that a settlement made on that day, was not to prejudice the claim of Bellas against Reuben Eagely, or Reuben Eagely & Co.\nThe counsel for defendant asked the court to instruct the jury;\n1. That the plaintiff is bound to show not only a promise as laid in his declaration by Reuben Eagely, but a joint promise by Reuben and William Eagely, or the obligatory effect of the promise of Reuben upon William, otherwise he cannot recover.\n2. That any promise made by Reuben Fagely, before he and William entered into partnership under the firm of Reuben Eagely & Co., would not be binding upon the firm.\n3. That if the jury believe the firm of Reuben Eagely & Co. was not formed, and that Reuben and William did not do business under the firm of Reuben Eagely & Co., until after the date of the promise alleged to have been made by Reuben Eagely, even if he did make such promise as is laid in plaintiff’s declaration, it would not be binding upon the firm, and would not entitle plaintiff to recover in this action.\n4. That the law requires that promises of this kind to pay the debt of another, should be made out by very clear proof, and that our courts lean against a recovery wherever the precise terms of the promise are not explicitly shown, by clear and satisfactory proof, leaving no room to suspect mistake, misapprehension, or any unfairness in the transaction.\n5. That even if the jury believe all the testimony given by the plaintiff, it does not prove a sufficient consideration to support a promise.\nAnthony, J., to the first and second points, answered in the affirmative.\n“ To the third point, the Court answered, that as it is shown in evidence, and is uncontradicted, that William Eagely, Reuben Eagely and William H. Kase, were partners in 1843, in the firm name of Eagely, Kase & Co., and the promise is alleged to have been made in 1843, by Reuben and William Eagely, trading under the name of Reuben Eagely & Company, and as no plea in abatement was put in by defendant, the non-joinder of William H. Kase cannot be taken advantage of under the pleadings in the cause.\n“A creditor knows with whom he deals, but he may not know all the partners. If, therefore, those who are sued, desire to take advantage of the non-joinder of other partners, they must make the objection at the commencement of the suit, by pleading it in abatement—for as such plea must give the plaintiff a better writ or count, and must be certain in every particular, the defendants who are sued, are bound to plead in abatement the whole truth of the case, and disclose on the face of their plea, who are the persons that ought to have been joined as co-defendants.\nThe court therefore instruct you, that if the firm of Fagely, Ease £ Company, did, in the year 1843, make such promise as is alleged in the plaintiff’s declaration, it would be binding upon the firm, and all the members thereof, who are sued, would be liable in the present action.\n“ Each partner is prsepositus negotiié societatis, and each partner, virtwte officii, possesses an equal and general power and authority in behalf of the firm to pledge, transfer, exchange, or apply or otherwise dispose of the partnership property and effects, for any and all purposes within the scope and objects of the partnership, and in the course of its trade and business. The nonjoinder of William H. Kase, therefore, will not prevent a recovery by the plaintiff from the present defendants, if the facts authorize such recovery.”\nThe 4th point was answered in the affirmative.\nTo the 5th point: The court refuse to answer this point as requested by the counsel for the defendant, and decide that if the jury believe the testimony given by the plaintiff, there is a sufficient consideration to support a promise by the defendants.'\nJ. B. Anthony, President Judge.\nNov. 18,1848. Verdict was rendered for plaintiff, for $199.50.\n1. After verdict the defendant’s counsel moved in arrest of judgment, 1. Because the jury were sworn, and the verdict is entered against both William and Reuben Fagely, and the declaration is against both, notwithstanding William was never served with process—did not appear, and was not impleaded in the action.\n2. Because the plaintiff does not set out a sufficient cause of action in his declaration.\nJanuary 13, 1849. The motion was discharged, and judgment entered for plaintiff on the verdict.\nApril 17, 1849. The court direct that, if execution be issued, it shall be against the property of Reuben Fagely only.\nIt was assigned for error:\n1. That the court erred in admitting the evidence contained in defendant’s bill of exception.\n2. In their answers to defendant’s 3d and 5th points.\n3. In discharging the motion in arrest of judgment, and entering judgment for plaintiff upon the verdict.\n4. In directing that execution should be issued against the property of Reuben Fagely only.\nThe ease was argued by Packer for R. Eagely & Co.\nBellas and J. Pleasants, for defendant in error.\nJuly 31, 1851,"
  },
  "file_name": "0067-01",
  "first_page_order": 67,
  "last_page_order": 71
}
