{
  "id": 967580,
  "name": "Road in Augusta Township",
  "name_abbreviation": "Road in Augusta Township",
  "decision_date": "1851-08-01",
  "docket_number": "",
  "first_page": "71",
  "last_page": "75",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 71"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wharton 105",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833410
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0105-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 455,
    "char_count": 10277,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 7.351004668085049e-08,
      "percentile": 0.44115023694431604
    },
    "sha256": "b51642e44f7e028f1b85d522f6b496cb96d73111c3f0c109e7ebc88743171fde",
    "simhash": "1:1c028c95fc67df5f",
    "word_count": 1835
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Road in Augusta Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBell, J.\nThe Act of 16th June, 1836, provides for the vacation or annulment of highways in two distinct cases. One of these is where the road has been opened and used, and found from experience to be useless or burdensome. For this inconvenience remedy is afforded by the 18th section of the Act, which empowers the Court of Quarter Sessions, on application by petition, to change or vacate the whole or any part of such road; and they are directed to “ proceed therein by views and reviews, in the manner provided for the laying out of public roads and highways.” The other case occurs when a reported road has not been actually opened for public use, and a majority of those who originally applied for it, change their minds in respect to its -propriety or necessity. Under these circumstances, the law permits the applicants an opportunity to retrace their steps by means of a petition presented under the 19th section. It provides that “ roads laid out and confirmed as aforesaid, but not opened, may be vacated and annulled upon the petition of a majority of the original petitioners for the said road, resident within the respective county, in the same manner as other roads may be vacated.” When this proceeding is instituted, and a report made adverse to the proposed road, its effect is to reverse all that has been done. The subject is to be regarded as though no steps had been taken for the procurement of a road, and the parties interested are remitted to their original position. From its very nature the proceedings admit not of review, except by original petition; for its object is to permit those who initiated the movement, to undo what they aver was mistakenly done at their instance, leaving to others the privilege of renewing the project as original petitioners. This, I believe, is everywhere the practice under this portion of the road law. It is conceded to be that which obtains in this district. But it is insisted for the favorers of the road in question, that the petition of August, I860, is not to be regarded as an application to vacate, under the 19th section, but as a prayer for a review, under the other provisions of the Act. We cannot assent to this. It is true that the petition, being obviously prepared by one unacquainted with legal forms, omits to aver that it emanates from a majority of the original petitioners. This, undoubtedly, is the most convenient form, and, perhaps, the court might refuse to entertain the application, because of the omission. But it is not absolutely necessary to its validity, if otherwise the object can be ascertained from the face of the petition, and the record shows it is, in fact, signed by the required persons. Such is the case here, and the prayer of the petition is expressly for the vacation of the road, lately laid out, on the ground that, if opened, it will be useless and burdensome. It cannot be regarded as an application for a review, strictly so called, for that is, properly, performed by those hostile to the first movement, and simply asks for a review of the proposed road and parts adjacent. Here, as I have said, the prayer is to vacate, and that, as matters stood, could be effected only under the 19th section.\nNotwithstanding the want of form observable in the petition itself, the record shows the parties presented a case within the purview of that section, and that their intent was to proceed under it. The Court below must have so regarded it, for as a petition for a review, simply, it came too late. As such it could not have been received without a violation of rule. This being so, we must not sacrifice substance for the sake of form, more especially as the statute is silent as to the latter.\nIt follows from what has been said, that the petition for a re-review was improperly received and acted upon, after the report vacating the proposed road, and the proceedings had under it are consequently irregular. As I have intimated, the course proper to be pursued by those wishing the road, is by original petition, after a proper interval.\nOrdered, That the order of re-review, and the report made thereon, confirmed at the November Sessions of the said court, be set aside and annulled, and that the said report, made to August Sessions, 1850, vacating the said road, be confirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "The case was argued by Paclcer and Bruner for exceptants.",
      "Jordan, in reply."
    ],
    "corrections": "",
    "head_matter": "Road in Augusta Township.\n1. A review in order to vacate a road not opened, but in favor of which a report has been made and confirmed, may be granted under the 19th section of the general road law of the 13th June, 1836, on the petition of'a majority of the original petitioners for the road, and such a proceeding and report against the opening of the road, does not admit of re-examination by re-review: in order to obtain the road, proceedings must be had de novo.\n2. It is not. essential that it be stated in a petition for a review to vacate a road not opened, that it proceeds from a majority of the original petitioners for the road; if it appear from the record that it was signed by a majority of such persons, it will be sufficient.\n3. A petition to vacate a road in favor of which a report has been made and confirmed, need not be presented at the next term of the court after the report upon the first view.\nIn the matter of a road in Augusta and Shamokin townships, Northumberland county, leading from near Peter Kieffer’s to íáamuel Glonsert’s.\nCertiorari to the Court of Quarter Sessions of Northumberland county ; July term, 1851.\nAt April Sessions, 1849, upon a petition being presented, the Court appointed viewers, who reported at August Sessions, 1849, in favor of a road; which report was, on the 11th of August, 1849, read and confirmed nisi:\nAt April Sessions, 1850, the road not having been opened, a petition was presented, signed by a majority of the original petitioners for the road, praying for the appointment of persons to review, and if they see proper, vacate the road. Viewers were appointed, who reported at August Sessions, 1850, that the “road would, if opened, be useless, inconvenient, and burdensome.” It was not alleged in the petition, that it proceeded from a majority of the original petitioners for the road.\nAt the same term (August Sessions, 1850), a petition for a re-review was presented, upon which viewers were appointed, who viewed the ground on the 7th of November, 1850, and reported in favor of a new route between the same points; which report, at November Sessions, 1850, was “ read and confirmed nisi, and the Court fixed the width of the road at 83 feet.” November 15, 1850, the Court confirmed this report. November 30, 1850, order to open issued.\nIt was assigned for error:\n1. The Court of Quarter Sessions had no power to grant a re-review at August Sessions, 1850, and the report of the re-reviewers, made in pursuance of the order granted at that time, and changing the route of the road, was irregular and unauthorized.\n2. The Court of Quarter Sessions confirmed the report of the re-reviewers,'and ordered the road to be opened at the same term to which the report was made, and the width of the road fixed.\nThe case was argued by Paclcer and Bruner for exceptants.\nAs to the first error assigned: The petition presented at April Sessions, 1850, was for a vacation of the road, in pursuance of the provisions of the 19th section of the Act of 13th June, 1836, “relating to roads, highways and bridges,” {Purdon’s Bigest, p. 1032), and not for a review; and the report of the viewers appointed upon it, was in favor of vacating the road. The court, then, had no authority to appoint re-reviewers with power to lay out a new road. Persons desirous of having the road, could only apply to the court for reviewers to review the report vacating the road, and they would have been confined to the adoption or rejection of the original route. In this case they have adopted a new route.\n2d error: The report of the reviewers was confirmed absolutely and the road ordered to be opened, at the same court to which the report was made, and the width of the road fixed\n“ The approval and order of the court fixing the width of a road, _ must lie over one term for objections, before the road is opened.” Road in Pitt township, 1 Barr 356; 3 Wharton 105; 4 W. & Ser. 39; 3 W. & Ser. 559; 5 Barr 515; Act of 13th June, 1836—sec. 4.\nJordan, in reply.\nThe exceptions now taken, were not made in the court below.\nThe petition presented at April Sessions, 1850, after the confirmation of the above report became absolute, is equivocal. If it was intended as a petition to vacate, it does not “ set forth in a clear and distinct manner, the situation and other circumstances of such road or highway, or of the part thereof which the appli • cants may desire to have vacated as aforesaid.” See the Act of 13th June, 1836, section 23. As a petition to vacate, it is void, and did not give the court any authority to appoint viewers.\nIt is not a petition to vacate, but a petition for review. It prays the court to grant a review to vacate, &c. The order issued by the clerk states, that Harman Kline, et al., are appointed reviewers to review, and if they see proper, vacate, &c. If it is a petition for a review, it may be conceded that it was presented too late; then the proceedings under it are void; if not void, the petition for a re-review was proper, and the re-reviewers were not restricted to the mere appropriation or rejection of the road, as laid out by the viewers in 1849, but had a right to report a different one: 14 Ser. R. 31, Road in Abington township.\nIt does not appear from the record, that the confirmation of the report, on the 15th of November, was a confirmation absolute ; if it was not, the certiorari in this case issued improvidently. It issued on the 21st December, 1850. The second term commenced on the first Monday of January, 1851.\nBut a report of reviewers, or re-reviewers, need not lie over until the second term for final confirmation. The Act of Assembly has only reference to original views. If this court should be of opinion, that all the proceedings subsequent to the report made at August Sessions, 1849, are void, the original report must remain.\nThe court made no order that the road should be opened, at the first or any other term.\nAugust 1,"
  },
  "file_name": "0071-01",
  "first_page_order": 71,
  "last_page_order": 75
}
