{
  "id": 967632,
  "name": "Lawver versus Walls",
  "name_abbreviation": "Lawver v. Walls",
  "decision_date": "1851-08-01",
  "docket_number": "",
  "first_page": "75",
  "last_page": "77",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 75"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Bin. 234",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788981
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0234-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 249,
    "char_count": 4277,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 1.8791984916513147e-07,
      "percentile": 0.7273497412397403
    },
    "sha256": "75716c84157dde0f5482f538eb46a7b2b5bc0149d83d8fc2191810a03edc5473",
    "simhash": "1:ae6ed9528eb4afe1",
    "word_count": 770
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lawver versus Walls."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nGould v. Crawford settles the present case. The proceedings of the justice are regulated by the statute, and it gives him no authority to enter judgment of non-suit after appearance. Want of appearance is the ground of a non-suit even by the course of the common law; for the plaintiff is called and makes default. Such ip the form of the judgment. When he answers, there is no other course than to go to the jury. The judgment in this instance was final, and the plaintiffs’ course was to appeal from it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Slenher, for plaintiffs in error,",
      "Miller, for defendants."
    ],
    "corrections": "",
    "head_matter": "Lawver versus Walls.\nA justice of the peace has no authority to enter judgment of non-suit, after an appearance by the plaintiff. But where such a judgment is entered, the remedy of the-plaintiff is by appeal.\nError to the Common Pleas of Union county.\nThis was an action brought by Jacob Lawver and Samuel Lawver v. John Walls and Johnson Walls, before H. H. Margaritz, a justice of the peace, to recover about $20.60. The material point was whether a previous suit between the same parties, before Justice Deemer, was a bar to this action. In that former suit, the summons was served on defendants. It was stated on the docket of Justice Deemer, that the parties appeared by an agent. Plaintiffs not able to substantiate their claim. Defendant asks and justice grants a judgment of non-suit, with fifty cents for defendant’s reasonable costs and trouble in attending the suit. Costs paid by the plaintiffs.\nA witness was examined, who stated, inter alia, that he was subpoened as a witness in the case, then pending before Justice Deemer, and that there was no one examined as a witness that he recollected. That Lawver had no witnesses there.\nThe court charged, inter alia:\n“ There is a question for you to pass on; was the suit before Deemer for the same cause of action now trying? Was the suit brought before Deemer for the $20 paid by Lawver to Conner ? If it was, and the suit was before Deemer for the same $20, the plaintiff cannot recover; his remedy was by appeal from the judgment of Justice Deemer.”\nThe following point was put by the defendant, viz. “4. That if the jury believe from the evidence, that the suit before John Deemer, Esq., given in evidence, was for the same cause of action as the suit now trying; then the suit before Justice Deemer is a positive bar to the plaintiff’s recovery.” The court gave the following answer, to wit: “We find the law so settled in the case of Gould v. Crawford, 2 Barr 89, and answer the point as requested.”\nVerdict was rendered for the defendants.\nIt was assigned for error that the court erred in charging that the record of the suit before Esquire Deemer, was a positive bar to the plaintiff’s recovery.\nSlenher, for plaintiffs in error,\ncontended that the judgment of non-suit, entered by ’Squire Deemer, ought not to be construed to have any other effect than a non-suit at common law; and that the case of Gould v. Crawford, 2 Barr 89, on which the Court below ruled the case, has no application, inasmuch as the judgment in that case, although called a non-suit, was on a trial or hearing of the merits: 1 Ser. & R. 360; 2 Bin. 234; 8 Barr 411, Fisher v. Longnecker.\nMiller, for defendants.\nIt was not conceded in the Court below that there was no hearing before Justice Deemer, but it was contended that the record showed there was a hearing, and that the record could not be contradicted by parol evidence. Justice Deemer, in his examination, states that the costs were not paid, but that he had agreed to pay them in case the court decided in favor of plaintiffs; and if in favor of defendants, then defendants were to pay the costs.\nThat the 6th section of the Act of 29th March, 1810, allows justices of the peace to grant a non-suit where the plaintiff fails to appear ; but that no authority is given to grant a non-suit where he appears. The case of Fisher v. Longnecker, 8 Barr 410, differs from this' case.\nA compulsory non-suit by a justice of the peace is conclusive of the suit unless appealed from: 2 Barr 89, Gould v. Crawford; 2 Bin. 234; 5 Id. 62. That it did not appear from the record that plaintiffs asked or agreed to a non-suit. The legal effect of the judgment was that the plaintiffs had no cause of action, and their remedy was by appeal.\nAugust 1."
  },
  "file_name": "0075-01",
  "first_page_order": 75,
  "last_page_order": 77
}
