{
  "id": 967630,
  "name": "Road in Moore Township",
  "name_abbreviation": "Road in Moore Township",
  "decision_date": "1851-12-29",
  "docket_number": "",
  "first_page": "116",
  "last_page": "118",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 116"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 282,
    "char_count": 5649,
    "ocr_confidence": 0.413,
    "pagerank": {
      "raw": 2.055658264916186e-07,
      "percentile": 0.755876500907968
    },
    "sha256": "b9f01ce654c0e8b815a4dbd370fa08b4de950d107b7d175557130ced6ae253f1",
    "simhash": "1:9c61d4e38402064b",
    "word_count": 1006
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Road in Moore Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, C. J.\nAt January Sessions, 1848, a petition was presented to the Court of Quarter Sessions praying for viewers to lay out a road in Moore township from Scholl’s Mill to the Lehigh Water Gap; and viewers were appointed accordingly. At April Sessions, the order being unexecuted, the court appointed another set of viewers, without assigning any reason on the record for doing so. At August Sessions the viewers appointed in April made report in favor of the road as prayed for in the petition.\nIt does not appear that any of these proceedings were objected to at the time they were had, nor was any exception, based on their irregularity, filed against the report. The court below therefore was right in treating the report as a regular and valid one. We cannot doubt that the viewers were changed for some good reason. Every court is entitled to that presumption in favor of its act, where nothing appears to the contrary. It is enough for us that the proceeding, which is now complained of, was acquiesced in down to the time it was assigned for error here. An objection not brought to the notice of the court below cannot, and, for very obvious reasons, ought not to be considered here.\nThe opposers of the road were furnished by the statute with two modes of preventing the report of viewers from being confirmed absolutely. One was to have it set aside on exceptions, and the other to petition for a review. Supposing, apparently, that it would be either useless or improper to attempt the former, they adopted the other branch of the alternative. Reviewers were appointed, who reported in favor of nearly the same road. The parties opposed to the road excepted to this report of reviewers, and on their exception it was set aside. After that there was nothing left in the way of a final confirmation of the first report.\nThe counsel of two persons who had petitioned for the review asked the court to appoint a new set of reviewers and issue a new order on the old petition. We are not called upon to say whether or not it would have been erroneous to grant such a request so made; but we do not hesitate to say that there was certainly no error in refusing it. The order of the Quarter Sessions is there ■ fore to be affirmed.\nOrder affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Ihrie, for exceptants.",
      "Porter, contrá."
    ],
    "corrections": "",
    "head_matter": "Road in Moore Township.\n1. An order for the appointment of road viewers not having been acted on, the court, at the next sessions, without any reason for so doing being assigned, on the record, appointed other viewers, who made report which was ultimately confirmed. It was Held, that in the absence of objection or exception mfyle at the time, the court below was right in treating the report as valid. This court will presume that the viewers were changed for good reason.\n2. In a road case, this court will not reverse for an objection which was not brought to the notice of the court below.\n3. Reviewers of a road reported in favour of a road differing somewhat from that reported by One first viewers, and exceptions being filed to the report of the reviewers, it was set aside, and the first report confirmed; application was made on the same day for the appointment of another set of reviewers, under the petition for review: Held, that the refusal of the court to do so was not a ground of error.\nCertiorari to the Court of Quarter Sessions of Northampton county.\nAfter other views had been had, the Court of Quarter Sessions of Northampton county, on petition presented at January Sessions, 1848, appointed viewers to view the route of a proposed road, to lead from the public road from Scholl’s Mill to the Lehigh Water Gap, thence by the nearest and best route to the public road leading from Bethlehem to Klecknersville, the whole distance being within Moore township. No order was issued, it was said, in consequence of its having been discovered that exceptions might be taken to some of the viewers. At the next April Sessions, the court, on the same petition, appointed other viewers in lieu of those appointed in January. In July, 1848, on account of the relationship of one of the viewers to an owner of land over which it was proposed the road should pass, the court substituted another person in his stead, and the viewers designated reported to August Sessions, in favor of the road, and their report was approved.\nAt the next Sessions, viz. in November, 1848, a petition was presented for a review. Reviewers were appointed, and at the next Sessions the order was continued, but at January Sessions, 1849, a report was presented, signed by five of the reviewers, reporting in favor of a road differing from the one reported by the viewers.\nTo the report of the reviewers exceptions were filed, and on the 23d January, 1851, their report,’was set aside, and the report of the viewers confirmed absolutely.\nOn the same day, application was made to the court to appoint another set of reviewers under the old petition, as it was expressed in the endorsement on the petition for review. The court refused to do so.\nOn the 24th Jan., 1851, the order to open the road was issued, and on the 13th March, 1851, the certiorari was issued in the case.\nOne exception made in this court, was, that “ the court on the same petition appointed the set of viewers at the January Sessions, 1848, and another set at April Sessions, 1848, without any cause shown, and without and against the consent or notice to the owners of the land, over which the road was to be laid out.”\nIt was alleged by the adverse counsel, that this exception was not taken in the court below.\nThe case was argued by Ihrie, for exceptants.\nPorter, contrá.\nDec. 29, 1851,"
  },
  "file_name": "0116-01",
  "first_page_order": 116,
  "last_page_order": 118
}
