{
  "id": 967643,
  "name": "Commonwealth versus Hartman",
  "name_abbreviation": "Commonwealth v. Hartman",
  "decision_date": "1851-12-29",
  "docket_number": "",
  "first_page": "118",
  "last_page": "120",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 118"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 341,
    "char_count": 5374,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 5.262380086760979e-07,
      "percentile": 0.9416299946444754
    },
    "sha256": "20c3ca4c0e38e2b9982ca65853b1ee4d9757ff8f0874af3c130b6d5a25602808",
    "simhash": "1:38cbd9e69721be7c",
    "word_count": 926
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth versus Hartman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, C. J.\nThe only ground on which this court has been urged to reverse the order of the Quarter Sessions, is, that the school law is unconstitutional. We are of opinion that there is nothing in that law, certainly nothing in that part of it to which our attention has been particularly called, which, in the slightest degree, contravenes the constitution. It is to be remembered, that the rule of interpretation for the state constitution differs totally from that which is applicable to the constitution of the United States. The latter instrument must have a strict construction; the former a liberal one. Congress can pass no laws but those which the constitution authorizes either expressly or by clear implication ; while the Assembly has jurisdiction of all subjects on which its legislation is not prohibited. The powers, not granted to the government of the Union, are withheld; but the state retains every attribute of sovereignty which is not taken away.. In applying this principle to the present ease, it is enough to say, that there is no syllable in the constitution which forbids the legislature to provide for a system of general education in any way which they, in their own wisdom, may think best. But it is argued, that for the purpose of promoting education, and carrying out the system of common schools, laws may be passed which will work intolerable wrong, and produce grievous hardship. The answer to this is, that a decent respect for a co-ordinate branch of the government, compels us to deny that any such danger can ever exist. But if a law, unjust in its operation, and nevertheless not forbidden by the constitution, should be enacted, the remedy lies, not in an appeal to the judiciary, but to the people, who must apply the corrective themselves, since they have not intrusted the power to us.\n' The constitution, in sect. 1 of article VIL, provides that “ the legislature shall, as soon as conveniently may be, provide by law for the establishment of schools throughout the state in such manner that the poor may he taught gratis.” It seems to be believed that the last clause of this section is a limitation to the power of the legislature, and that no law can be constitutional which looks to any other object than that of teaching the poor gratis. The error consists in supposing this to define the maximum of the legislative power, while in truth it only fixes the minimum. It enjoins them to do thus much, but does not forbid them to do more. If they stop short of that point, they fail in their duty; but it does not result from this that they have no authority to go beyond it.\nOrder affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by S. A. Bridges for appellants.",
      "The court declined hearing B. B. Wright for the new board of directors."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus Hartman.\nThe school laws of 1848 and 1849, providing for the establishment throughout the Commonwealth, of common schools for the education of individuals between the ages of five and twenty-one years, are not unconstitutional.\nThis was an appeal by Hartman and others from the decree of the Quarter Sessions of Lehigh county.\nThe appellants, Hartman and five others, had been elected school directors of Lowhill township, Lehigh county. They organized by electing the officers required by the common school law, and made provision for the education of the poor children in that township, but refused to comply with the provisions of the Acts of Assembly of 1848 and 1849, requiring them to provide for the establishment of common schools in that township: and they refused to resign. A petition was presented to the Court of Quarter Sessions, on April -30, 1849, praying the court to declare their offices vacant, and to appoint substitutes. The court granted a rule upon them to appear and answer; and on May 5, 1849, Jones, J., vacated their office and appointed others in their stead, to act until the next annual election for directors. The objection made on the part of Hartman and others was that the school laws of 1848 and 1849 were unconstitutional, as being at variance with the provision in the first section of the 7th article of the Constitution of Pennsylvania, which is as follows: Sect. 1. “ The legislature shall, as soon as conveniently may be, provide by law for the establishment of schools throughout the state, in such manner that the jioor may be taught gratis.” It was provided in the Act of Assembly of 11th April, 1848, “ That the common school system, from and after the passage of this Act, shall be deemed, held, and taken to be adopted by the several school districts in this Commonwealth,” &c.\nIn the Act of 7th April, 1849, it is provided, “ That a system of common school education be and the same is hereby deemed, held, and taken to be adopted, according to the provisions of this Act, in all the counties in this Commonwealth,” &c.\nThe Act points out the mode of electing directors, and defines their “ general powers and duties.” It provided that “ They shall establish a sufficient number of common schools for the education of every individual between the ages of five and twenty-one years, in the districts, who may apply for admission and instruction, either in person, or by parent, guardian, or next friend.”\nIt was assigned for error,\nThat the court erred in making the decree of removal.\nThe case was argued by S. A. Bridges for appellants.\nThe court declined hearing B. B. Wright for the new board of directors.\nDec. 29, 1851,"
  },
  "file_name": "0118-01",
  "first_page_order": 118,
  "last_page_order": 120
}
