{
  "id": 967607,
  "name": "Helfrich versus Stem",
  "name_abbreviation": "Helfrich v. Stem",
  "decision_date": "1851-12-29",
  "docket_number": "",
  "first_page": "143",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 143"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 956,
    "char_count": 31954,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 1.2972813047505936e-07,
      "percentile": 0.6213561099508118
    },
    "sha256": "1fa08fea2256516323d3fe2d0911ea7418ee6a8866f2975ee27c400d9564313e",
    "simhash": "1:9438c5d0e4a3f382",
    "word_count": 5826
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Helfrich versus Stem."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nThe multiplicity of exceptions in this cause is somewhat extraordinary, and must have occasioned a very considerable waste of the time of the public, as well as of the counsel. It was not necessary to have repeated bills of exception on the same principle, and they ought not to be asked by the counsel nor granted by the court. Some of these exceptions bring up for consideration principles of law which ought to be known without an affirmance of them here.\nWhere a sale of a store of goods is charged to be fraudulent as to creditors, and the debtor’s vendee sues the sheriff for levying on them as the property of the debtor, one point to be proved being a fraud upon creditors, the sheriff may show that there were creditors to be cheated, and that their claims were so large as to furnish a probable motive to cheat.\nHe may, in such case, show that the vendor was insolvent, and that the vendee knew it; and that shortly after the sale a large amount of judgments were obtained against the vendor for debts due before the sale; and the witnesses may testify that these judgments were obtained on notes or other instruments, without producing the original papers.\nHe may give in evidence all the written and oral admissions, and all the acts of the vendee, at whatever time made or done, which tend to prove fraud in the sale.\nHe may give evidence to show that other property, besides that levied on, was included in the sale; and may then show, by the declarations of the vendee or otherwise, that, upon that sale, a fraudulent reservation was made in favor of the vendor. And, apart from any direct proof of connection in the sale of the two properties, if there be evidence that the vendor was largely in debt, and that the vendee knew- it', it is evidence of fraud in one sale, if it be shown that the other was fraudulent and took place very near the same time, and to the same person.\nHe may even give in evidence the declarations of the vendor made after the sale, if it appear that, after the sale, the vendor continued to hold possession and control of the goods, or if the fact of the delivery of them to the vendee be left in such doubt that the jury would be justified in finding that there had been no delivery. But, when he has clearly parted with the possession and control, his declarations cannot affect his vendee.\nAs evidence of insolvency, he may show that the remainder of the debtor’s property has been sold on judgments without satisfying his debts.\nSo, in rebutting the evidence on the part of the sheriff, the vendee may show that he paid for the goods by assuming or paying the debts of the vendor, if it appear that the assumption or payment was in pursuance of the contract of sale; or at the vendor’s request, or that it was made shortly after the sale and before any one had disputed its fairness.\n• But this evidence is in avoidance of the defence set up, and should come in by way of rebutter, and not on cross-examination. A cross-examination by leading questions should always be confined to the subject of which the witness testifies in chief, and matters of rebutter introduced when the other party has closed his evidence. But rules as to the order of testimony are properly discretionary, and not of absolute obligation.\nThe vendee may show that, since the sale, he has had entire possession of the store, and to this end he may show all acts of his that illustrate the degree of control exercised by him over them, and this will include the fact that, since his purchase, he has always replenished the stock with his own money, and on his own credit.\nDaniel Helfrich, the vendor, was offered as a witness to prove that the sheriff had levied on goods that never belonged to the vendor, and that had been bought from others by the vendee since the sale which is charged with fraud, and to show the value of such goods. Eor this purpose he was competent, and the offer should not have been rejected.\nBut it is said that this evidence is incompetent from any witness. This objection depends upon facts relative to the levy, and to the notice of claim made by the vendee, that are not so clearly set out in the record as to enable us to answer it in the concrete. We shall therefore do it somewhat abstractly, leaving it to the court below to make the application. These facts may appear so clearly on a future trial, that the court will be compelled to reject the evidence; or they may appear so uncertain that the right to tbe evidence will have to he submitted with the evidence, as matters of fact to the jury.\nIf, at the time of the levy, it was known to the vendee that the goods were taken as the property of the vendor, and as a means of avoiding the sale, and the vendee gave only a general notice of his claim, such notice will be construed to mean no more than a denial of the fraud in the sale; and it would be unjust and unlawful to allow him, on such notice, to make the sheriff a trespasser, by proof that,' since the sale to him, he had made additions to the store out of his own means, and confounded them with the goods fraudulently transferred to him. See 3 Penna. St. Rep. 317.\nIf however, the vendee did not know on what grounds the levy was made, then nothing but a general notice could be expected; and this would be sufficient to put the sheriff on his guard, and he might be sued as a trespasser as to all the goods that were honestlv acquired.\nIf at -the time of the levy, the sheriff knew or had notice that the vendee had made additions to the stock in the store, out of his own means, and not out of the proceeds of .the original stock, then the sheriff would be liable as a trespasser, as to all such additional stock, unless he. gave the vendee notice that he should be allowed to select out and take away the same.\nIt scarcely needs to be mentioned, that there can be no occasion for evidence to separate the honest from the dishonest acquisitions, if none of them be dishonest; and thafPwhen such an occasion arises, the whole burden of proof rests on him who seeks to make the separation, and he must bear all the consequences of its indistinctness. ,/\nThe objection to the deposition of John H. Si^fried, is that the notice to take it was served on the party, when by the rules of court it should have been served on the counsel. But we cannot reject this deposition. The party having made no objection to the service, the irregularity is waived. When a notice under a rule of court is served on a party, when it should have been served on his counsel or vice versa, and no objection is made within a reasonable time, the service should be held good. It is not reasonable to make such objection to a deposition when the cause is called for trial.\nIn the charge of the court we find it sajd that, because the sale of the house, in which the store was kept, was made by an insolvent man to one knowing of the insolvency, and the price, $1500, was made payable by a note of $500 at short date, and by ten notes of $100 each, payable in ten successive years without interest, therefore the sale is fraudulent. Afterwards it'is said that if the sale of the store stand and of the store was one transaction, then the fraud declared to exist in the store stand, would attach to and vitiate the sale of the store. There is error here in overlooking the fact that the value of the store stand is a matter of fact for the jury. If the jury were to find that the stand was not worth more than $800 or $1000, it would be evident that such transaction could not he declared fraudulent as matter of law.\nThe defendant in this case was sheriff of Lehigh county, and justifies the taking under a fi. fa. issued out of the Orphans’ Court of Berks county, and it is objected that that court had no authority to issue such process.\nIt is provided, however, by the Act relating to Orphans’ Courts, passed 29th March, 1832, sect. 5T, and subsec. 16, that a fi. fa. is the proper execution against a defaulting executor or administrator ; and by subsec. 25, that, when he .has no property in the county where the court sits, process may issue to take his real and personal property in any other county. This description of the writ is quite as clear as if the name testatum fi. fa. had been used. But even if it were not so, this is not a question of the jurisdiction of the court, hut of the regularity of the process, and a stranger to the suit has no right to object.\nMany other errors are assigned, but they seem to he unfounded.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "The case was argued by J. M. Porter for Helfrich, plaintiff in error.",
      "O. Davis for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Helfrich versus Stem.\n1. In a suit thought against a sheriff for levying on a store of goods and selling them as the property of another than the plaintiff, the sheriff, alleging fraud in the purchase of the goods by the plaintiff from the debtor, may show that the debtor had creditors at the time of the voluntary sale by him to the plaintiff, and that their claims were so large as to furnish a probable motive to cheat.\n2. The sheriff may also show that the vendor was insolvent at the time of the sale, and that the vendee knew it; and that shortly after the sale, a large amount of judgments were obtained against the vendor for debts due before the sale; and witnesses may testify that the judgments were obtained on notes or other instruments of writing without producing the original papers.\n3. He may give in evidence the written and oral admissions, and the acts of the vendee at whatever time made or done, which tend to prove fraud in the sale.\n4. He may show that about the time of the voluntary sale of the goods levied on, the debtor conveyed to the plaintiff real estate; and then prove by declarations of the vendee or otherwise, that upon the sale of the real estate a fraudulent reservation in favor of the vendor was made: and if there be no direct proof of connection in the two sales, if it be shown that the vendor was largely in debt, and that the vendee knew it, the fraud affecting the sale of the real estate will be evidence as to fraud in the sale of the goods, both being made about the same time and to the same person.\n5. _ Declarations by the vendor, made after the sale, may be given in evidence on the part of the defendant, if the vendor, after the sale, continued to hold possession of the goods sold; or if the delivery be doubtful.\n6. Evidence may also be given by defendant that the remainder of the debtor’s property has been sold on judgments against him, without satisfying his debts.\n7. The vendee may show in rebuttal of the evidence on the part of the sheriff, but not on cross-examination, that he paid for the goods by assuming or paying debts of the vendor, if the assumption or payment was in pursuance of the contract of sale; or at the request of the vendor, if done soon after the sale and before the fairness of the sale was disputed.\n8. The vendee may also show that since his purchase, he has had exclusive possession of the store, and also show acts of his own illustrating such control ; including the fact, that he has from time to time replenished the stock with his own money, and on his own credit.\n9. A cross-examination by leading questions should be confined to the subject as to which the witness has testified in chief; and matters of rebuttal should be introduced after the adverse party has closed his testimony. But the order of evidence is discretionary with the court below.\n10. The vendor was a competent witness for the vendee to show that the sheriff had levied on goods that never belonged to the vendor, and the value of such goods. But to render the sheriff liable as a trespasser as to such goods, the vendee, if he knew of the levy on such goods as the property of the vendor, should have given to the sheriff distinct notice that a portion of the goods levied on, never belonged to the vendor. If the vendor did not know on what goods the levy was made, a general notice to the sheriff was sufficient to put him on inquiry.\n11. If the sheriff knew at the time of the levy, that a portion of the goods levied on never belonged to the defendant in the execution, he would be liable as a trespasser as to such additional goods, unless he gave notice or permission to the plaintiff, the owner, to remove them.\n12. Though a rule of court requires that notice of the taking of a deposition be given to the counsel, if service on the party be not within a reasonable time objected to, a deposition taken under such notice will not, on that account, be inadmissible.\n13. A sale of real estate by one indebted, is not fraudulent merely because the greater portion of the purchase-money is payable in annual instalments; payable in ten successive years, without proof given of the value of the property sold; and such value is to be referred to the jury: the sale should not be held by the court to be fraudulent as a matter of law.\n14. Where a defaulting executor has not real or personal estate, in the county wherein the Orphans’ Court has jurisdiction of his account, sufficient to pay such liability, a f. fa. may be issued, under the direction of the said Orphans’ Court, to another county into which the executor has removed, or where he has estate amenable to such process; such a fi. fa. is authorized by the 57th section, placitum 16 and 25, of the Act of 29th March, 1832, relating to Orphans’ Courts. But if such execution were irregular, a stranger to the proceeding has no right to object to it.\nError to tbe Common Pleas of Lehigh county. _\nThis was an action of trespass brought by Jacob S. Helfrich against David Stem, for levying upon and selling a stock of store goods in a store carried on by the plaintiff below in Lehigh county. The goods were levied upon by the defendant as sheriff of Lehigh county, and sold, under a writ of execution directed to him as sheriff, issued out of the Orphans’ Court of BerJcs county, at the instance of William Hottenstine, administrator with the will annexed of Peter Helm, deceased, against Daniel Helfrich, returnable on 10th April, 1846. Daniel Helfrich had been executor of the will of Peter Ilehn, and was indebted to the estate $719.72, with interest from April 10th, 1840. He was discharged from the appointment as executor for failing to give security, and was ordered to deliver and pay to William Hottenstine the administrator with the will annexed, the estate in his hands. The fieri facias was awarded by the Orphans’ Court of Berks county on 21st March, 1846, against Daniel Helfrich, who then lived in Le-high county.\nA part of the goods sold had belonged to Daniel Helfrich, who sold his store to Jacob S. Helfrich. The store was afterwards carried on by Jacob S. Helfrich the purchaser, and the stock of goods was from time to time replenished by him. The sheriff levied on the goods indiscriminately.\nThe sale of the stock of goods by Daniel to Jacob S. Helfrich took place about the 13th March, 1844; and a few days previous thereto, Daniel conveyed to Jacob the building in which the store was then kept and some ground on which it was erected. The deed for the same was dated 6th March, 1844.\nThe case was tried before the Hon. J. Pringle Jones. A variety of evidence was given. For the material facts, see the portion of his charge which follows :—\n“ This is an action of trespass brought by Jacob S. Helfrich, against David Stem, Esq., the sheriff of this county, to recover damages for an alleged unlawful sale by the defendant, of the stock of store goods of the plaintiff.\n“It appears that the sheriff acted under authority of a writ of execution issued out of the Orphans’ Court of Berks county, at the suit of William Hottenstine, administrator de bonis non of Peter Hehn, deceased, against Daniel Helfrich. Daniel Helfrich had been the executor of Hehn, and as such became indebted to the estate in a large sum of money, as far back as 1840; and it was to enforce the payment of that sum that this writ of execution in the nature of a fi. fa. was issued, returnable on the 10th April, 1846. Under this writ against Daniel Helfrich, the sheriff levied upon and proceeded to sell this stock of store goods in the possession of Jacob S. Helfrich. Those goods were claimed by Jacob S. Helfrich, at the time, as belonging to himself, and he gave the sheriff notice not to sell them. Nothing is clearer than that the goods of one man cannot be taken to pay the debt of another. If these goods belonged to Jacob S. Helfrich, the sheriff would be a trespasser in levying upon and selling them under an execution against Daniel, and the plaintiff would be entitled to recover damages, covering not merely their value and interest thereupon, but such further compensation as you might deem proper, for the unlawful action of the sheriff in the premises.\n“ But it is alleged by the defendant, or those rather who have indemnified him, and who are the real defendants here, that these goods did not belong to Jacob S. Helfrich; that the sale from Daniel Helfrich to him of .these goods, by virtue of which he claimed to own them, was fraudulent; designed and contrived, between Daniel and Jacob, in order to defeat, delay, or hinder the creditors of Daniel, in violation of the statute of Elizabeth, and therefore the property in them remaining in Daniel, so far as his creditors were concerned, they were liable to be seized and sold for the payment of his debts.\n“ Jacob denies that there was anything fraudulent, either actually or legally so, in the sale of these goods by Daniel to him, and affirms that the transaction was fair and honest. This brings up the principal question in the case. You are to inquire into the circumstances attending the sale, and all the other circumstances given in evidence, and into the acts and declarations of Daniel and Jacob, as well before as after the sale, which, taken together, will enable you to arrive at a proper conclusion with regard to the character of that transaction. So far as creditors of Daniel Helfrich were concerned, in whom was the ownership of those goods at the time of the levy and sale, by the sheriff? If the sale by Daniel to Jacob was fraudulent, within the meaning of the statute of Elizabeth, then, so far as the creditors were concerned, the ownership of those goods would have remained in Daniel—if not, it would have been in Jacob. If that sale was thus fraudulent, your verdict should be for the defendant—if it was not, then for the plaintiff.\n“ From the facts alone can you arrive at a proper conclusion; and with a word or two to guide you upon the law, as to the investigation of fraud by juries, we will pass to the consideration of the evidence.\n“ Fraud, you will bear in mind, is never to be presumed. It must be established by proof. That proof, however, need not be direct and positive ; to require this, would be opening the door to fraud. Its existence may be deduced from circumstances affording strong presumption; in far the greater proportion of cases it can only be reached in this way. Fraud is distinguished as being either actual, positive fraud; or legal, constructive fraud. The first seems to be, where there is an intention to commit a cheat or deceit upon another to his injury; the second seems to be, where the act is pronounced fraudulent in law, without being the result of fraudulent intention. To establish actual fraud, the intention to cheat or deceive must be proved directly or circumstantially; with regard to legal fraud, it is enough to prove the acts of which the law pronounces that kind of fraud to consist. As to acts which constitute legal fraud, the jury will take the law from the 'court; and if they find such facts to be proved as constitute legal fraud under the charge of the court, we trust they will have no hesitation in doing what will be their duty in that contingency.\n“At the time*Jacob S. Helfrich purchased this stock of store goods, was he acquainted with Daniel Helfrich’s condition as a trader ?\n“It must be borne in mind, in considering this question, that Jacob and Daniel Helfrich stood to each other in the double relation of son and father, clerk and employer. Jacob was clerk to his father for six or more years. There does not appear to have been any other clerk; certainly his opportunity of becoming acquainted with Daniel’s condition from this relation of son and clerk would seem to be very abundant. But you are not left to conjecture on this matter. One witness after another tells you that Jacob either knew of his father’s longstanding indebtedness to those witnesses, or testifies to circumstances from which such knowledge might be inferred. -Most of them testify to his having direct knowledge of his indebtedness. Taking all the evidence together, we think it would justify you in coming to the conclusion that Jacob was acquainted with his father Daniel Helfrich’s condition at the time he made the purchase of the store stock; though of that you are the judges.\n“ We will next inquire what that condition was. It is said that at the time of this sale, Daniel Helfrich was legally indebted beyond his means of payment; in short, that he was insolvent. How was this ? This sale of the store goods by Daniel to Jacob would seem to have taken place in March, 1844, on the thirteenth of that month. From February to October, of that year, Daniel confessed judgments to the amount of $5466.68 to creditors, whose claims against him were generally of long standing; all of them pre-existing this sale, some of them for years; besides the debts for which judgment was confessed, there were others to Kutz, to Eckel, Spangler & Baiguel, and to Gomfloh & Co., amounting to a sum exceeding two thousand dollars, as I make it; the sum of his indebtedness was $7643; counsel have argued that it was higher than that. You will determine that, however, for yourselves; it is a fact for you. Now, his assets, according to my summary from my notes of evidence, consisted of his stock, valued at about $1200, land, &c., which sold for $2466, and the store stand valued at $1500, making together about $5160. If these figures are correct, then did Daniel Helfrich’s indebtedness exceed his means of payment by about the sum of $2500; but whether that is correct or not, is for you to determine.\n“If Daniel’s condition was such as these figures would seem to indicate, and Jacob was acquainted with it, he should'have been cautious in making a purchase of his father; not that a debtor, in circumstances however embarrassed, may not lawfully sell his property to his son, but, because of the relationship existing between them, the sale should be invested with a character of publicity; there should be nothing secret about it. The sale of this stock of goods to Jacob took place about the 13th March,'A. u. 1844, about seven days after the deed from, Daniel to Jacob, conveying the store stand, had been executed. You will remember how the purchase-money of that store stand was arranged between them to be paid; a note for $500 at a short date, and ten notes of $100 each, payable respectively through ten successive years without interest. In this way that purchase-money was to be paid. Now, I have no hesitation in instructing you, that circumstanced as Daniel Selfrich was, if Jacob knew of his condition, that arrangement of the purchase-money of that store stand was a fraud in Icm. If failing debtors are permitted to convey their estates away upon such terms as these, the statute of Elizabeth would have been passed in vain. No more effectual way of hindering creditors could be devised than this. A debtor could sell his property to his son upon payments of purchase-money about equal to the rent, and thus the creditors could be defrauded out of its entire value. Without any question of fraudulent intention, such a sale as that would be fraudulent in law. After parties have entered into such a transaction as that, where fraud in law has once attached to their act, they cannot cure it by subsequent arrangement. There is no purging a deed when it is once tainted with fraud.\nBut to return to the sale of the store goods. That took place about seven days after the execution of the deed for the store stand, between the same parties. No witness was present at their sale, at least we have none here. All that we have is what Daniel and Jacob have said. The price seems to have been $1200, and it is agreed by all the witnesses that this was a fair price for it, as it stood at or about that time. There is no evidence that any money was paid to Daniel by Jacob, at the time of the sale. John Helfrich testifies that Jacob told him he was to pay the $1200 for the store stock to the old man’s (Daniel’s) creditors, as he could arrange it with them. From this witness’s testimony, it appears that the agreement for the sale of the store stock was made before the execution of the deed for the store stand. Jacob asked him if the store stock ought not to be put in the deed too, but the witness told him he thought it had nothing to do with the deed. The two transactions were then on the anvil at the same time. If they were in truth but one transaction, the sale of the store stock and of the store stand, then the fraud in law in that part of it relating to the store stand, would affect that part of it relating to the store goods.\nu Whether it was all one transaction is a fact-for your consideration. If they did not constitute one transaction, but were separate and independent, then each must stand upon its own ground, unaffected by the other.\n“It is alleged for the defence that there was a secret reservation for the support of Daniel Helfrich and his family or himself alone, which covered the whole of the transactions as to the store goods and store stand. If that is so, such reservation or ausbehalt in favor of Daniel would be a fraud in law,- that would vitiate the whole matter, so far as creditors are concerned. A man in failing circumstances can make no reservation of the kind. Whether such a reservation was made is a fact for you to determine upon the evidence that has been given to you touching it. You have the letter of the plaintiff; the declarations of himself and Daniel, testified to by Erasmus Helfrich, and others, as being made at several times and places, which it is for you to weigh, and to determine their force and significancv in this relation. Does this evidence satisfy you that there was a reservation that covered the whole transaction ? If it does, such reservation would be a fraud in law which would vitiate the whole sale of the goods and of the stand.\n“If the reservation only covered the stand, and that was a distinct sale, it would not have any effect upon the sale of the goods; but what was that reservation, if any was made, is for you to determine. Some of the witnesses just named are creditors, but they cannot be benefited by the result here; what feeling they may testify under, and what contradictions of former testimony touching these matters have been fixed upon any of them, are for you to consider in determining what credit you attach to their testimony.\n“ If in any of the ways indicated the sale of these store goods1 is tainted by legal fraud, and you find the facts which the law pronounces to constitute that form of fraud, your verdict should be for the defendant; but if you do not find those facts, it should be for the plaintiff.”\nThe charge was excepted to on part of the plaintiff.\nOn -the part of the plaintiff, points as follows were submitted:\n1. That the execution issued by the Orphans’ Court of Berks county furnished no justification to the defendant, as that court had not jurisdiction to issue the same.\n2. That unless the execution had actually been levied before the return day, even if issued by competent authority, it would not justify a sale after the return day.\n3. That if Jacob S. Helfrich was in possession of the store goods, and had been so for two years or thereabouts, he is entitled to recover against any person seizing and taking those goods under an execution against another, until it is shown to the satisfaction of the jury that those goods belonged to that other person.\n4. That whatever transactions took place in relation to the real estate had nothing to do with the transactions in relation to the sale of the store goods, unless they were shown to be simultaneous.\n5. That if the sale of the store goods by Daniel Helfrich to Jacob S. Helfrich was for a fair price, and bona fide, the title to those goods passed to Jacob S. Helfrich, and it is necessary for defendant to show fraud in fact to vitiate such a sale.\n6. That even if the sale in regard to the stock of goods purchased by Jacob S. Helfrich from Daniel were vitiated, that would not justify the defendant in levying upon and selling goods which Jacob S. Helfrich had subsequently purchased, and put in the store; and as to those the plaintiff would be entitled to recover.\n7. That if the sale and the conveyance of the real estate had any connection with that of the personal estate, if that sale was for a full price, and bona fide, it would not vitiate that sale, much less affect the sale of the personal estate.\n8. That if the sale of the personal estate was for the sum of $1200, and that was the full value of it, Jacob S. Helfrich was liable to pay the amount forthwith to Daniel Helfrich, or to those creditors to whom he agreed it should be paid; and he is presumed to have so paid it, inasmuch as the defendant has not proved that he did not pay it, and has objected to the plaintiff making the proof that he did pay it.\n9. That if the conduct of the persons suing out the execution against Daniel Helfrich, and levying it' on the property of Jacob S. Helfrich, was oppressive and wanton, the plaintiff is entitled to exemplary damages, more especially as it has been proved that the defendant declared he was indemnified.\nThe points were answered as follows:—1. We answer this in the negative. 2. The levy in this case was sufficiently regular, as to the time when it was made, to justify a sale upon the execution after the return day. 3. We answer this point in the affirmative, as in fact we have already done. 4. It does not follow that whatever transaction took place in relation to the real estate had nothing to do with the transactions in relation to the sale of the store goods, unless they were shown to be simultaneous. Both the sale of the stand and of the goods were incomplete when Jacob wanted to have the goods put in the deed for the store stand. They were progressing toward their conclusion at the same time. 5. In such a case as that supposed in this point, it would not be necessary for the defendant to show fraud in fact, actual fraud, in order to vitiate the sale. If the plaintiff purchased with knowledge of his father’s insolvency, and there was a secret reservation in his favor ; or if the sale of the goods was combined with the sale of the stand, the legal fraud, in the reservation in the first, and in the mode of payment in the second case, would vitiate the sale. 6. We answer this point in the negative. 7. If there was legal fraud in the sale of the real estate in the ca.se supposed here, it would vitiate the sale both of the real and of the personal estate. 8. Granting that he is presumed to have paid the $1200, and that was the full value of the goods, and that lie was liable to pay it to Daniel or to his creditors, still it would avail nothing if the transaction was tainted with legal fraud. 9. There is no evidence that the conduct of the persons suing out the execution, &c., was oppressive and wanton, and we do not think this is a case for exemplary damages.\nYerdict was rendered for the defendant.\nThere were above twenty assignments of error. ' See the opinion of his Honor Lowrie, J., for those deemed by him material.\nThe case was argued by J. M. Porter for Helfrich, plaintiff in error.\nO. Davis for defendant in error.\nDec. 29, 1851,"
  },
  "file_name": "0143-01",
  "first_page_order": 143,
  "last_page_order": 154
}
