{
  "id": 967567,
  "name": "Fenton versus Harred",
  "name_abbreviation": "Fenton v. Harred",
  "decision_date": "1852-01-05",
  "docket_number": "",
  "first_page": "158",
  "last_page": "159",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 158"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 209,
    "char_count": 3112,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.3216168201312123
    },
    "sha256": "4689f6ca3fd7ef5dfd7ce56fd8bad02a0fa05fdd360c73d1f9a2e53cd2bf8507",
    "simhash": "1:e3397ee04f542afb",
    "word_count": 549
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fenton versus Harred."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, C. J.\nThe jurisdiction of the Common Pleas of Philadelphia is limited to cases where the sum in controversy is not greater than $100. The declaration is the test by which the sum in controversy must be ascertained. In other words, the amount in dispute is for this purpose taken to be, neither more nor less, than what the plaintiff claims.\nThe present plaintiff, by laying the value of the property at $50, obtained a writ of replevin from the court, which she used to get the possession of a horse that did not belong to her. On the trial of the cause the jury found not only that her adversary was the owner of the property, but also that she, in taking it from him and keeping it, had done him an injury to the amount of $200. The damages awarded to the defendant may have been thus high, either because the plaintiff understated the value of the horse, or because the taking of it had been attended with some special hardship. In either case it was the plaintiff’s own fault, committed after the jurisdiction had attached, that swelled the verdict. To set aside this judgment for the cause complained of would be to allow the plaintiff to defeat justice by taking advantage of her own wrong. Judgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Ingraham for plaintiff in error,"
    ],
    "corrections": "",
    "head_matter": "Fenton versus Harred.\nThe jimsdiction of the Common Pleas of Philadelphia is limited to oases where the sum in controversy does not exceed $100, which amount is to be ascertained by the claim set forth in the declaration. The plaintiff in replevin laid the value of the property at $50, and a verdict was rendered for defendant, and his damages assessed at $200 ; the jurisdiction having attached, the verdict will not be avoided by objection on part of plaintiff to the want of jurisdiction.\nErjiob, to the Common Pleas of Philadelphia.\nEllen Eenton brought an action of replevin against Clement Harred in the Common Pleas of Philadelphia county, for a horse valued at fifty dollars, which, upon the writ, was delivered to the plaintiff. The declaration was for “ taking and detaining a horse of the value of fifty dollars,” to which the defendant plead “non cepit, and property with leave, &c.” On the 20th of March, 1849, a rule of reference was entered, under which arbitrators were appointed on the 5th of April following, who awarded $150 “damages” in favor of defendant. The plaintiff appealed, and a replication of “property in the plaintiff” being filed, under a rule taken by defendant, the cause was tried on the 19th of October, 1849, and a verdict rendered in favor of defendant, and damages were assessed to him of $200 for “ detention of property.” A motion for a new trial, and in arrest of judgment, because the amount of the sum in dispute was beyond the jurisdiction of the court, was overruled, and judgment rendered on the verdict.\nThe error assigned in this court, was the refusal of the court below to arrest the judgment.\nThe case was argued by Ingraham for plaintiff in error,\non the subject of the jurisdiction of the Common Pleas. The case of Kline v. Wood, 9 Ser. & R. 294, was cited.\nMorris in reply.\nJanuary 5, 1852,"
  },
  "file_name": "0158-01",
  "first_page_order": 158,
  "last_page_order": 159
}
