{
  "id": 967613,
  "name": "McElroy versus Dice",
  "name_abbreviation": "McElroy v. Dice",
  "decision_date": "1851-01-05",
  "docket_number": "",
  "first_page": "163",
  "last_page": "169",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 163"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Bin. 153",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 41",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "52 H. 3",
      "category": "reporters:state",
      "reporter": "H.",
      "opinion_index": -1
    },
    {
      "cite": "19 Vt. 551",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        4421945
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/19/0551-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 683,
    "char_count": 15470,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 3.4431888723997776e-07,
      "percentile": 0.8797686660496423
    },
    "sha256": "41f241218b1e59c607341aec0df5ee3ab1039c04fb666828234a4e137e45590b",
    "simhash": "1:9a7617fa295fb0af",
    "word_count": 2794
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McElroy versus Dice."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLewis, J.\nThis is an action for an excessive distress. The Warrant was issued by McElroy, the agent of the landlord, and was executed by Lister, the constable. The rent claimed was $475, which included the sum of $75 stated to be “for nine months’ rent from April 1, 1847, to January 1, 1848.” During this period of time only fifty dollars rent had become payable, according to the terms of the lease. So' that it was clear that for the nine months stated, the landlord distrained for twenty-five dollars more rent than was payable to him. The sum of $400 'parcel of the $475) was composed of the annual sum of fifty dollarsfrom April 1,1840, to January 1,1848, which the tenant was allowed by the contract, to appropriate to repairs, manuring and improving the land. This also included a claim of fifty dollars too much, because the tenant had a right to appropriate this sum to the purposes designated, at any time during the year. But the whole of this sum of $400 was contested, and there was certainly evidence to justify the jury in finding that the greater part of it, if not the whole sum, had been paid in the manner required by the contract of the parties; and upon the state of this record, a court of error must presume that the jury so decided. .\nIt may seem a severe administration of justice to compel a landlord to pay damages for distraining for more rent than is due, without proof of express malice; but it must be remembered that the landlord is permitted to retain this remnant of feudal authority, and thus he is made the judge in his own cause upon the terms of conducting himself with perfect uprightness, and with a careful regard for the rights of the tenant. It has been repeatedly decided in Pennsylvania that a landlord has no right to distrain for rent before it is payable, by the terms of the lease, even if the tenant is about to remove his goods. So far as regards the rule of law, thus well known and established, the landlord must be deemed cognisant of the tenant’s rights; and, in respect to the rent payable in money, it is equally just to presume that he knew what sums he had received, and what amount remained unpaid. Under these circumstances, a disregard of the rights of the tenant by dis-training for more rent than was due, renders the landlord liable to an action, without any other or further evidence of either malice or want of probable cause.\nAfter a distress is made, for rent in arrear, the landlord has a right to impound the goods upon the premises; the tenant is deprived of the use of them; is liable to treble damages if he rescue them without writ, and he cannot have a writ of replevin, however unjustly his goods may have been distrained, without giving security in double their value to prosecute his suit with effect, and to return the goods, if return should be awarded. This security it may be totally out of his power to give; and thus, although a sale may not take place, the tenant is deprived of the goods necessary to the comfort of himself and his family, or, it may be, of the merchandise, or implements of husbandry, necessary to the successful pursuit of his lousiness. Thus incommoded, his business broken up and his credit impaired, he may surely be permitted to make the best terms in his power in respect to the sale of the goods, without destroying his right to redress for the injury occasioned by the excessive distress. Justice and law unite in declaring that an arrangement between the parties, respecting the sale of the goods thus distrained, is no bar to an action for the wrongful distress, unless it be so agreed by the parties: 2 B. C. 821; 8 B. C. 456; 1 Bing. 401.\nThere is certainly a hardship in amercing the constable for an over-claim of rent by the landlord; but his liability in such cases was established by a decision of this court, more than twenty years ago; and in vindication of the propriety of that decision, it may be remarked, that the constable is not bound to make a distress for rent, and that the law only requires his interference, after the distress made, should an appraisement and sale become necessary.\nIt results from these views of the case before us, that the charge of the court was quite as favorable as the defendant below had a right to demand. The judgment must therefore be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "The case was argued by Perlcins, for plaintiffs in error.",
      "Maryland and Todd for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McElroy versus Dice.\n1. A landlord is liable to an action for distraining for more rent than is due, without proof of malice or want of probable cause.\n2. An arrangement made by the parties relative to the sale of the goods after an excessive distress, is no bar to an action by the tenant for the wrongful distress, unless it be so agreed by the parties.\n3. A constable who, under a warrant, makes a distress for more rent than is due, is liable to an action therefor, as well as his principal. The warrant alone, is not a justification to him.\nError to the District Court, Philadelphia.\nThis was .a suit by Peter Dice against A. McElroy and Thomas Lister'for an excessive distress.\nThe declaration contained three counts. 1. On the statute for an excessive distress. 2. For an excessive distress at common law. 3. Trover for the articles distrained.\nPlea was, not guilty with leave, &c.\nA. McElroy was the agent of David H. Mason, the landlord, who resided out of the state.\nThomas Lister was the constable who made the distress.\nDice rented the premises from a former agent of the landlord, for eight years from the 1st of April, 1840, for $150 per annum, payable semi-annually in equal instalments or. .payments. The lease, dated 1st April, 1840, contained a provision as follows:— And it is hereby understood and agreed, that $50 may be appropriated out of the rent by the said Peter Dice (for repairs, manuring, and such things only as may be necessary to improve the said lands and premises, he exhibiting his receipts and vouchers of said repairs and improvements), each and every year during the said tenancy in such case, making the annual rent in cash $100, and otherwise $150 in cash, as first aforesaid, &c.\n' On the 8th January, 1848, the tenant, as it was alleged, not having exhibited receipts or vouchers for any repairs or improvements, McElroy gave to Lister, the constable, a warrant of distress for $475, to wit: $75, three quarters of the cash rent in arrears; and $400, being the $50 per annum for the eight years which the tenant had the privilege of spending for necessary repairs and improvements, each and every year. On the trial, the lease and warrant were given in evidence on the part of plaintiff, and also evidence of payments, one of which at least was endorsed on the warrant; and also other evidence, including a letter dated January 22, 1848, from McElroy to Lister, in which McElroy stated as follows:—\n“ I have agreed to settle with Mr. Peter Dice, as follows:\nAmt. claim will be on April 1st, 1848, . . . $500.00\nHe has paid in cash and shows bills to amount of . 322.24\nLeaving a balance due ...... $177.66\nDeduct from this amount . . . ..... 27.66\nBalance due to April 1st, 1848 ..... $150.00\nThis one hundred and fifty dollars is to be paid in cash, he, Peter Dice to give you satisfactory security that the proceeds of a sale to be made in his name are to be appropriated to the payment of the above as far as may be necessary; the sale to take place a,t any time you and Mr. Dice may fix on. Or if Mr. Dice satisfy you by paying the amount in cash, or by selling part of his stock privately, I will be satisfied.\nHe, however, is to give you security that he will remove on or before the 1st April, 1848, without giving any trouble, &c.”\nSigned, A. McElroy, Attorney for D. H. Mason.\nHenry Rohrer was called on part of the plaintiff. He testified that he was at the place of sale of the property which had been distrained. Before the. sale, Dice and Lister had a settlement'; -the claim was $475, and after producing receipts it was reduced to $230; and it was agreed that if Dice would leave the premises on the first day of April, it should be reduced to $150. The difference between $230 and $150 was to be placed in the hands of some one; and if Dice gave up the key on the 1st of April, he was to. receive that money back. This was whilst the people were outside waiting for the sale to go on. Dice was satisfied that the sale should go on for $230. There was no dispute after the settlement.\nWilt, another witness, testified, that at the settlement Lister showed a letter from McElroy, in which was stated, that Dice was to give security to leave the premises on the 1st April. The difficulty was about his giving security. All apparently agreed that the sale should go on, and property be sold to the amount of $230, as Dice refused to give security to leave the premises on the 1st April. If he left on that day, the balance over $150 was to be paid to him. They agreed upon $230 being due on the first day of April, and if Dice then removed, $80 was to be given to him. The articles sold brought a fair price.\nAfter the evidence was closed, the judge was requested, on part of defendants, to charge the jury upon the following points :—\n“ 1. That defendant Lister is not liable if he acted under a legal ■warrant.\n“ 2. That the defendant is not liable for the distress if the sale was not excessive.\n“ 3. That if the sale was by- the agreement and consent of Dice, as stated by Mr. Wilt and Rohrer, then the plaintiff cannot recover.\n“ 4. In order to sustain this action, the plaintiff must allege and prove want of probable ground of claim and malice express.”\nWhich the judge declined to do, but charged the jury as follows :—\n“ This is an action to recover damages for making a wrongful distress. There are three counts in the declaration. 1. For an excessive distress. 2. A distress for more rent than was actually due. 3. A count in trover.\n“ The terms of the lease were that the rent should be paid half yearly. The distress was for three quarters, one quarter too much included. This is a wrong for which an action lies. There is no waiver of this wrong, and the verdict ought to be for the plaintiff. The damages are the important question. The receipt of April 1st, 1846, is certainly primd facie evidence that the rent had been discharged in full up to that day. The jury may say whether it refers only to money rent.\n“They may infer from the letter of January 22, 1848, that there was an agreement. This letter was produced at the settlement. In the settlement with Mr. McElroy, a considerable amount must have been allowed for which no vouchers are now produced. There is no evidence to show that plaintiff’s agreement with Mr. Lister was made in ignorance of his legal rights.\n“ The agreement was that the sale should go on for $230.\n“ There are no circumstances to show that the plaintiff suffered much injury. There are three circumstances offered in mitigation of damages which ought to be taken into consideration by the jury.\n“ 1. That there was some rent due on the 1st day of January, 1848.\n“ 2. That plaintiff had not complied with the terms of his lease, in not producing vouchers.\n“ 3. That there was an agreement of parties that the sale should go on.\n“ There ought to be a verdict for the plaintiff. The amount of damages is for you to determine.”\nIt was assigned for error:\n1. The Court erred in not instructing the jury as requested' by defendants on the first point submitted.\n2. The court erred in not instructing the jury as requested by defendants on the second point submitted.\n3. The court erred in not instructing the jury as requested by defendants on the third point submitted.\n4. The court erred in not instructing the jury as requested by defendants on the fourth point submitted.\n5. The court erred in instructing the jury that there was no waiver of the wrong done in including one quarter’s rent too much in the warrant of distress, and that the verdict of the jury ought to be for the plaintiff.\n6. The court erred in instructing the jury that there ought to be a verdict for the plaintiff.\nThe case was argued by Perlcins, for plaintiffs in error.\n1. The constable was not liable for the error of the landlord in including in his warrant one quarter’s rent not due. He had no means of knowing. His warrant was his authority; and if that was regular, and he conducted the proceedings legally, he was not responsible for the claim of the landlord. Nothing in the conduct of the constable was proved or alleged to have been oppressive.\n2. There was nothing irregular or oppressive in the distress. The sale was not excessive. It was for only $15.13 more than the parties finally agreed upon, and that sum was paid to the tenant.\n3. Whatever excess may have been included in the landlord’s original claim, owing to the tenant’s not showing vouchers for repairs, &e., was waived by the agreement and consent of the tenant as detailed by the witnesses.\n5. Plaintiff was bound to allege and prove want of probable ground of claim, and malice. The first count of narr. alleges that defendants wrongfully and maliciously contriving and intending to injure and oppress the plaintiff. The second count, that defendants contriving and maliciously intending, wrongfully and maliciously to injure the said plaintiff in this behalf: Wilkinson v. Terry, 1 Moody & Robinson 377; 19 Vt. 551, Abbott v. Kimball; Annual Dig. 7; 10 Adolph. & El. N. S. 152. (59 E. C. L. R. 151), De Medina v. Grove; S. C. confirmed in Exch. 10 Adolph. & El. N. S. 172 (59 E. C. L. R. 176.)\nNo action lies against an execution creditor or his attorney for issuing a fi. fa. endorsed to levy the whole sum recovered by a judgment, which, to the knowledge of both, has been partly satisfied by payments, unless malice and want of probable cause be alleged in the declaration and proved: Saxon v. Castle, 6 Adol. & El. 652, (33 E. C. L. R. 165.)\nMaryland and Todd for defendant in error.\nThe distress was for $475. The goods brought $257.21 at the constable’s sale. Only $150 would have been due on 1st April, 1848; and only $75 was due at the time distress was made; but as Dice had the privilege of putting on $50 annually, in repairs and manure, there was in fact but $50 money rent due on the day the distress was made.\nThe errors alleged are, the refusal of the judge to charge as requested by plaintiff in error.'\nBy the statute of Marlbridge, “ He that taketh great and unreasonable distresses shall be grievously amerced.” 52 H. 3, c. 2, Rob. Dig. 170.\nAnd the action may be maintained under this statute wherever an excessive distress is taken for rent due. McKenney v. Reader, 6 Watts 41.\nAnd where a distress is made for more rent than is due, an action will lie at common law. Smith v. Meanor, 16 Ser. & R. 377.\nThe least excess over the precise sum due is sufficient to sustain the action. Bantleon v. Smith, 2 Bin. 153-4.\nThe agent is liable as well as the landlord. Even a constable cannot justify under a landlord’s warrant. Wells v. Hornish, 3 Penn. R. 30.\nThe judge then did not err, as these cases show, in refusing to charge as requested, on the first, second, and fourth points of defendants below.\nNor is there any evidence of a waiver of the wrong done. The evidence merely showing that Dice was either unable or unwilling to give the security to quit the place, which the defendants below illegally attempted to exact. There is no error then in the charge, which was highly favorable to the defendants below.\nJanuary 5,"
  },
  "file_name": "0163-01",
  "first_page_order": 163,
  "last_page_order": 169
}
