{
  "id": 967656,
  "name": "Cromelien versus Mauger",
  "name_abbreviation": "Cromelien v. Mauger",
  "decision_date": "1852-01-05",
  "docket_number": "",
  "first_page": "169",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 169"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 460,
    "char_count": 9365,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 9.375560933395144e-08,
      "percentile": 0.514969019429318
    },
    "sha256": "f084426f8b11a8e8c23665a85da291bf560a61027a27094914e5e01b4df9e91f",
    "simhash": "1:de6edb251766dcdf",
    "word_count": 1703
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cromelien versus Mauger."
    ],
    "opinions": [
      {
        "text": "Tbe opinion of tbe court was delivered by\nLowrie, J.\nTbe maxim, “ expressa nooent, et non expressa non nooent,\" is a rule of law, because it is sound logic, and it is of very general application. When, therefore, tbe court is requested to charge tbe jury, that on the evidence tbe plaintiff can-hot recover, this request claims simply that tbe evidence presents no cause of action as between the parties, and raises no question as to tbe correspondence between the declaration and the evidence. If, then, tbe evidence of Robert Alsop is sucb that the jury might infer a valid promise by tbe defendant to tbe plaintiff to pay this debt, tbe instruction of tbe court is right, and we cannot convict of error for not expressing what was not called for.\nWe are satisfied that tbe evidence was sufficient for that purpose. The debt was originally due to another person, but tbe note given as collateral security, was assigned to and held by tbe plaintiff, and under these circumstances tbe defendant promised to pay tbe plaintiff. This was an admission that tbe plaintiff was then the proper owner of the claim. The charge of the court was therefore substantially thus: if there was a debt justly due by the defendant to a person who has assigned it to the plaintiff, and in consideration of that debt and assignment, the defendant has expressly promised to pay the plaintiff, the latter has a good cause of action. Such instruction is correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "D. Mauger was examined on the part of the plaintiff.",
      "The case was argued by Ingraham for plaintiff in error.",
      "Perhins, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Cromelien versus Mauger.\nA person indebted to another in a book account, gave to his creditor a promissory note, payable to himself, and endorsed by him, as collateral security for the account. Held, that a promise to pay the account, subsequently made by the debtor to the holder of the note, the account being produced at the same time, was evidence from which the jury might infer an admission that the holder of the note was the owner of the claim, and a promise, then made by the debtor to the holder to pay the account, was a valid promise.\nError to the District Court, BMladelphia.\nCharles Mauger brought this action of assumpsit in the District Court, Philadelphia, against Rowland Cromelien, and filed with the prxeipe a paper in the following words, to wit:—\n“ The following is a copy of the note upon which the above action is brought:—\n$778.\nNine months after date, I promise to pay R. Cromelien & Co. or order, seven hundred and seventy-eight dollars, at the City Bank of Rochester, for value received.\nW. H. Abb,. Burtin.”\nThe date and place where the note was made being omitted, judgment was not applied for; and the plaintiff declared against the defendant for the sum of $500, in several counts, to the effect as follows:—\n1. That on the 31st day of December, 1842, he was indebted to the plaintiff in the sum of $500 for work and labor, &c.\n2. In the same sum, on the same day, for goods sold and delivered.\n3. In the same sum, on the same day, for money lent and advanced..\n4. In the same sum, on the same day, for money had and received.\n5. And in the same sum, on the same day, upon an account stated.\nTo this declaration the defendant pleaded: first, non assumpsit; second, non assumpsit infra sex annos: and third, actio non accrevit infra sex annos ; to which pleas the plaintiff replied “ similiter” to the first plea; to the second, that defendant promised within six years; and to the third, that an action did accrue, &c.\nAt the trial of the cause on the 5th of November, 1849, Robert Alsop, on the part of the plaintiff, testified as follows:—“ This bill and the note were sent to me by the plaintiff, of the city of New York, with instructions as attorney to collect the amount. On receiving the claim, I addressed a note to defendant; he called on me; I showed him the note and the account; he said the note was only collateral security for the bill; that he did not owe the note; I told him I was not instructed to collect the amount of the note, but the bill; that the plaintiff claimed $274.46, with interest from the 31st of December, 1842, and a balance on book account of $57.42, with interest from the same day; he said he was not prepared to pay it; I told him I could not let the matter stand any length of time, as it would be outlawed in two or three weeks; he said that made no difference, as he owed the money and would pay it, and he hoped I would not press him immediately; he had this bill in his hands and examined it; I called his attention to the fact that the bill was in the name of D. Mauger; told him 1 was instructed by Charles Mauger to collect; he said he would pay it to him; he did not set a specific time; said, shortly; that he was going out with some wines and liquors to sell in the west, and would pay it on his return.”\nThe plaintiff’s counsel then gave in evidence the bill and note referred to by the witness, in the following words and figures, to wit:— _\n“ Rowland Cromelien, Esq., Philadelphia,\n1842. To D. Mauger Dr.\nDec. 31. To cash paid Dedrick & Linau, $274.46\nBalance due on book account, 57.51\n1846. July 1. 3J years’ interest, at 7 per cent., 81.33\n$413.30\n1848. July 1. Interest for two years on $331.97, 46.47\n$459.77\n$778. Nine months after date, we promise to pay R. Cromelien & Co. or order, seven hundred seventy-eight dollars at the City Bank of Rochester, for value received.\nW. H. & C. S. Burtin.\nRochester, Dec. 3, 1841.\nEndorsed ‘ R. Oromelien & Co., New York.\nChas. Mauger.’ ”\nD. Mauger was examined on the part of the plaintiff.\nHe said, cum alia, that the signature of R. Oromelien & Co. to the note in question in this suit, is in the handwriting of Rowland Oromelien; that he had a conversation with him in relation to it in 1843 or 1844; and that Oromelien then offered to settle it for less than the amount due on its face.\n■ He further said, that when he had this conversation with Oromelien, his brother Charles Mauger was the holder of it; that he (the witness) had bought a farm from Charles, and that he gave him this note in part payment; that this was before it was due; that he took it without recourse to the witness; he took it for the amount due on its face. Thought the note was given to his brother in 1842.\nThe counsel for the defendant then prayed the court to instruct the jury, that upon the testimony and evidence the plaintiff was not entitled to recover; but the court instructed the jury, “ that if they believed the testimony of Mr. Alsop, they ought to find a verdict for the plaintiff,” which they did, for the amount of the bill claimed, and interest, being $493.31.\nThe case was argued by Ingraham for plaintiff in error.\nThere was no evidence of any assignment or transfer of this bill. The only claim relied on before the jury, or counted upon in the declaration, viz., that it was held as collateral to the note, is disproved by Daniel Mauger himself; nor is there any evidence of any new consideration, or any consideration at all upon which a promise to pay Charles Mauger a debt due to Daniel Manger, can be the subject of an action in Charles Mauger’s name: 10 Ser. & R. 320, 321; and Price v. Sedman, 4 Barn. & Cres. 525, are referred to as directly in< point.\nPerhins, for defendant in error.\nIf any objection had been made to the pleadings, they could have been amended. The defendant not having called the attention of the court below to any variance between the pleadings and the evidence, he cannot after verdict assign such variance for error.\nThe verdict was right on the pleadings and evidence.\nThe course of the defendant was virtually a demurrer to evidence ; and a party cannot claim the benefit of a demurrer to evidence without taking the risk of it. If he wishes to submit tbe effect of evidence to tbe court it is his business to demur: 6 Barr 179.\nTbe evidence shows an account stated between plaintiff and defendant, resulting in a balance at tbe time of tbe promise of $459.77.\nTbe plaintiff was tbe owner of tbe note of $778, on wbicb tbe defendant was liable as endorser, and could have sued him as sucb: be also held tbe account made out in tbe name of D. Mauger, wbicb was tbe consideration of tbe note: tbe defendant denies owing tbe larger amount; both parties agree upon tbe amount tbe defendant is to pay, and be makes an express promise to pay it. Bringing the transaction within tbe very words of tbe count in the declaration, on an account stated.\nAs to tbe consideration of tbe promise—there was both a benefit to defendant, and a disadvantage to plaintiff. Tbe claim was about becoming barred by tbe statute; tbe defendant wanted time; it was granted, and be promised to pay tbe plaintiff tbe amount it was agreed be owed. Suit was not brought till tbe 29th of December, 1848, as the record shows. Tbe promise must have been made in July, 1848, as that is tbe date to wbicb it appears they calculated tbe interest when they settled tbe amount due.\nTbe witness says it would have been barred in two or three Weeks. The date of tbe note shows it would have been barred on tbe 7th of September, 1848: so tbe promise must have been prior to that date; and suit is not brought till tbe 29th of December, 1848; so there was not only a benefit and forbearance extended to defendant at bis request, but a delay, risk, and probability of loss to plaintiff to support tbe promise of defendant; either of which would have been sufficient.\nJanuary 5, 1852,"
  },
  "file_name": "0169-01",
  "first_page_order": 169,
  "last_page_order": 173
}
