{
  "id": 967641,
  "name": "Morris versus McNamee",
  "name_abbreviation": "Morris v. McNamee",
  "decision_date": "1851-01-05",
  "docket_number": "",
  "first_page": "173",
  "last_page": "181",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 173"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Johns. Rep. 306",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 327",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0327-01"
      ]
    },
    {
      "cite": "1 Wharton 11",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829050
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0011-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 860,
    "char_count": 23456,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 1.225338553772446e-07,
      "percentile": 0.6044325364142852
    },
    "sha256": "b3ab28d3c529e6fc91153bd3429686627785a7c40560101e489d6a2f940b0947",
    "simhash": "1:7ca23d9560fcb2b8",
    "word_count": 4173
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morris versus McNamee."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nNone of the matters complained of in this cause seem to call for any special consideration, except two growing out of the declaration, and one out of the charge of the court to the jury.\nIt is objected that the court should not have allowed the amendment of the declaration after a reference to and award by arbitrators. The original counts charged a wrongful penning back of the water from the plaintiff’s mill; and the amendments added the charge of wrongfully letting down the water at unseasonable times and in unreasonable quantities. Now when it is considered that the water of a running stream can scarcely be unreasonably dammed at one time without being unreasonably and unseasonably discharged at another, it can hardly be supposed that the amendment makes such a serious change in the statement of the cause of action as to render its allowance improper. It might rather be doubted whether the facts averred in the amendment are not virtually included in the original count.\nBut, besides the charge of the wrongful detention and emission of the water, both counts aver that the defendants wrongfully and injuriously erected and wrongfully and injuriously kept up the dam; and it is insisted that, if this verdict and judgment be permitted to stand, it will be conclusive, between these parties, against the right of the defendants below to have their dam there; and that because the court below refused to instruct the jury that the plaintiff could not recover with this averment in his declaration, therefore the judgment ought to be reversed.\nThis declaration is not very artistically drawn, and, for the purposes of the remedy sought in this case, the censured averment was entirely improper; yet it is not necessary to inquire whether the defendant’s fears as to its consequences are well founded or not. It is very apparent from the whole record that this cause was tried in the court below merely on the question of the wrongful detention and discharge of the water, and not at all on the defendants’ right to their dam. This wrong is sufficiently charged in the declaration, and this charge has been fairly and alone tried and found against the defendants. Must we set aside this trial for the improper insertion of the words complained of?\nIn order to remove the objection of the defendants below, the plaintiff asks leave to amend the declaration by striking out the words wrongfully and injuriously, wherever applied to the erection and maintaining of the dam; and this raises the question, can the amendment be allowed here ?\nBe it remarked, that the erroneous averment has not affected the trial of the cause: but it is feared .by the defendants that it will affect their rights in a future action. It is therefore for the benefit of the defendants as well as to save the parties and the public the expense of another trial, that this amendment is demanded.\nAnd why should we not allow it ? Our statute of amendments declares a valuable principle, when it requires that no suit “shall be set aside for an informality;” and this improper averment is a mere informality, if it has not entered into the merits of the cause before the jury. Our judicial decisions have declared the same principle a thousand times; and those cases where amendments have been allowed even after error brought are very numerous, and have especial weight in this question.\nAnd what are all our decisions, by which errors are declared to be cured by verdict, but a form of amendment; that is, treating, in the court of errors, as amended, what ought to have been amended? When in trespass the want of the word “unlawfully” is said to be cured by verdict: Kerr v. Sharp, 14 Ser. & R. 399; it is not easy to see a good reason why the improper insertion of similar words may not be cured by actually striking them out, especially when this is considered necessary in order to provide against a future unintended effect.\nThis court sometimes amends the record of the court below: Peddle v. Hollinshed, 9 Ser. & R. 277; Jameson v. Pomroy, 9 Penna. St. Rep. 230; and sometimes sends it back to the court below to be amended. But when the propriety of the amendment is entirely apparent, it seems a useless form to send the record back; and in the case of Wampler v. Shissler, 1 W. & Ser. 365, an amendment of the declaration was allowed in this court, and is justified by Mr. Justice Kennedy in an argument that needs no support from us. The amendment asked for will be allowed in this case; but the mispleading of the plaintiff below has given occasion to the writ of error, and he should pay the costs of it.\nIt is possible that the learned judge of the court below did not speak with entire accuracy when he instructed the jury, that “ the law does not compensate for wanton injury only, but also for such as results from acts that show indifference to the rights of others.” His meaning, however, appears very plainly and rightly when he adds, that “if the jury find that, though the defendants had no positive desire to injure the plaintiff, and yet did injure him by an unreasonable and unnecessary detention of the water, the verdict must be for the plaintiff.”\nWe shall direct this declaration to be amended as already indicated, and shall then affirm the judgment at the cost of the defendant in error.\nJanuary 5, 1852. This cause came on to be heard on the assignment of error, and was argued by counsel, and thereupon it is ordered that the declaration brought up here, as part of the. record, be amended by striking out the words wrongfully and injuriously wherever they are applied to the erection and maintenance of the dam of the defendant below; and this having been done by the Prothonotary, it is ordered, adjudged, and decreed, that the judgment of the Court of Common Pleas of Montgomery county be affirmed, and that the defendant in error pay the costs in this court.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "The case was argued by Mulvany and Williams, for plaintiffs in error.",
      "Boyd and Cadwallader for defendant."
    ],
    "corrections": "",
    "head_matter": "Morris versus McNamee.\nIn an action on the case, it was alleged that the defendants had wrongfully and injuriously erected a dam, and unlawfully and wrongfully stopped the water of the stream, and diverted the same from the plaintiff’s tenements, and prevented the same from flowing thereto. After the arbitration of the ease, and award in favour of defendants, the court permitted an amendment of the declaration, by the addition of a clause alleging that the defendants, during the same time, unlawfully discharged the water of the stream, so that-it came upon the premises of the plaintiff at unreasonable times, and in unreasonable quantities: Held, that the permission of such amendment was not a ground of error: and, if the amendment may endanger or affect the rights of the defendants in another action, this court may permit such an amendment of the nan', to Be made in this court, as will obviate such a result. When the propriety of an amendment is apparent from the record, it may be made in this court, and a decree made as to costs.\nError to the Common Pleas of Montgomery county.\nThis was an action on the . ease brought to November Term, 1845, by Frederick McNamee, against Levi Morris and Alfred Edwards, for injuries alleged to be sustained by the plaintiff, by reason of the erecting of a dam in Mill Creek, in Montgomery county, and cutting a channel below, and interfering with the operations of the cotton mill of the plaintiff, McNamee.\nMcNamee was in possession of a cotton factory, which had been erected before the dam of the defendant Morris. The tract of land on which the dam was erected, was owned by Naomi Morris, the wife of Levi Morris. The dam was near to the head of Mill Creek, and was erected in 1830, for the purpose of supplying power to a grist-mill and saw-mill, on the premises. In 1844, the dam was raised about two feet, the works of the grist-mill enlarged, and the tail-race deepened, and the channel below the tail-race was cut in a more direct line than previously. At the time referred to, Alfred Edwards was in the actual possession of the grist and saw-mill.\nThe plaintiff’s declaration contained two counts, both for a nuisance. They alleged that the defendants had wrongfully and injuriously erected the dam in question, and thereby, during all the time referred to, unlawfully and wrongfully penned back and stopped the water of the stream, and diverted and turned the same from the plaintiff’s tenements, and prevented the same from flowing thereto; by reason whereof he sustained certain injuries. After the filing of the narr. the cause was arbitrated, and the report of the arbitrators was in favor of the defendants. The plaintiff appealed, and on the trial he asked leave to amend his narr. by adding to each count a clause, alleging that the defendants at the time referred to, unlawfully and injuriously did send down, rush down, and deliver the water of the said stream from the premises of the said defendants, so as to come upon the premises of the said plaintiff, at unreasonable times and in unreasonable quantities.”\nTo those amendments the defendants objected, on the following grounds:—\n1. Because they introduce new, distinct, and substantial causes of action.\n2. Because they are made after the award of arbitrators in favor of defendants.\nThe court overruled the objections and gave leave to amend, and the defendants excepted. This was the first error assigned on the record.\nDefendants alleged surprise, and the cause was continued.\nThe cause was afterwards tried. On the trial, defendants offered in evidence a deed from Naomi McClenahan to James Warner and Isaac W. Roberts, in trust to her separate use, dated August 23, 1830. Also, a lease from Levi Morris, as attorney in fact for his wife Naomi, to Alfred Edwards; to which objection was made on part of plaintiff, and the objection was sustained.\nOn the trial, the defendants’ counsel submitted to the court the following points:—\n1. That this is an action brought for placing and erecting, wrongfully and injuriously, a dam in and across the said stream, above the plaintiff’s tenements, and keeping up, and continuing, wrongfully and injuriously, the said dam, from June 1, 1845, to the commencement of' this suit, and thereby penning back the water. If, therefore, the dam was rightfully and lawfully erected and continued, the verdict must be for the defendants. 2. That penning back and diverting the water is the special damage laid in the narr. as resulting from the alleged wrongful act of building and continuing the said dam. 3. That if the dam had been erected previous to the time laid in the narr., the plaintiff cannot recover. 4. That building a mill below the defendants’ ground does not deprive him of the right to erect a dam above the older mill of plaintiff. 5. That defendants had a right to build a grist and saw mill and to draw the water, as was necessary for their proper use, although that proper use was somewhat inconvenient to the plaintiff. 6. That under any circumstances the jury must find that the defendants have acted unreasonably and wantonly, or no verdict can be found against them. 7. That if Mr. Morris was not the owner of the farm, no verdict can be found against him, under the evidence in this case. 8. That if Edwards had no hand in the construction of this dam, no verdict can be found against him. 9. That a tenant has a right to draw from the dam water enough to drive his mill, although what he draws may exceed the natural flow of the stream. 10. That no landlord is responsible for the improper use of a mill or other property by a tenant during the time such tenant was in possession under his lease. 11. Morris or the landlord had no right or authority to control or regulate the use of the mill or the water by his tenant Edwards, during the continuance of his lease; and cannot, therefore, be responsible for it.\nKrause, J.—“ The court does not intend to say more of the facts than may be required to explain the law. It is the business of the jury to find them from all the testimony in the case. In law it is the right of a riparian owner above a water power, mill, or factory below him, to erect any dam on the stream in question, and take a reasonable time in doing so; and he may construct it as high, in such form, and continue it for such period as he may think proper. Put in doing so he must take care not unnecessarily to injure the one below him by withholding the water an unreasonable.time, or otherwise unnecessarily interrupting him in the business which he has depending upon the stream and its use. The defendants, however, have submitted eleven points to the court for specific direction. As to the 1st the court 'has already sai-d, that erecting and continuing the dam as distinct acts are not wrongful nor unlawful, and this principle is here repeated. But if in doing so the defendants unnecessarily and unreasonably detained the water of the stream from the plaintiff, and to his injury, the verdict must not be for the defendants. In such case the plaintiff would be entitled under his narr., to some damages at all events: Pastorius v. Fisher, 1 It. 27. The 2d point is affirmed; and the 8d is also affirmed if the jury find from the evidence that what is stated in it, and no more, is the case. But then if they find also that during the time laid in the narr. the dam was altered, repaired, or reconstructed, and in doing so defendants kept back the water longer than was reasonably necessary, to plaintiff’s injury, the court dissents from it, and the plaintiff can recover. The 4th is affirmed as a naked proposition; and so is the 5th, provided the inconvenience is no more than a necessary result from the execution of the work in a reasonable way and time. To the 6th the court replies that it is not correct, if the jury finds that the defendants acted unreasonably. The law does not compensate for wanton injury only, hut also for such as re-suits from acts that show indifference in regard .to the rights of others; and if the jury find that, though the defendants had no positive desire to injure plaintiff, yet did injure him by an unreasonable or unnecessary detention of the water of the stream, the verdict must be for plaintiff. The 7th is answered by saying that under the evidence it makes no difference whether Mr. Morris was owner or not, if he took part in the matters complained of, and so did injury to plaintiff, as already explained by the court. The 8th is true, if Mr. Edwards had no hand in the construction of the dam which is alleged to have been done prior to the time laid in the narr.; but it is otherwise if he had a hand in its reconstruction, as already instanced and explained, and which the jury will recollect. The 9th- is true, if it is intended to say that it is done in an ordinary reasonable way; but it is not true if it is meant to express a right to pen back the water an unreasonable time, and then let it down on the works below him in extraordinary and unreasonable quantities, so as to do injury to the lower owner or tenant. The 10th and llth may be answered together, and are affirmed by the court as general propositions. There is, however, no evidence in the case that Morris had authority to make a lease of the premises other than his being the husband of the owner. But whether Mr. Morris was landlord and Mr. Edwards tenant or not can make no difference in this case, if the jury find that they ordered and directed the execution of the work about the dam in the time laid in the narr., and detained the water from plaintiff longer than was necessary and reasonable to complete it, or otherwise produced injury to him by that means which might reasonably have been avoided.\n“ The court here adds that the defendants also had the right of putting the race below the mill and dam in proper order, taking but the necessary and reasonable time to do so; but in that they are confined by law to the race itself, and cannot go beyond that to do work for another purpose—such as beautifying the land, on which the upper mill is located, by straightening the bed of the creek or race, and thus injure the one below on the stream, by taking an unreasonable time to execute the work.\n“ If the jury finds for defendants they will simply say so in the verdict; but if they find for plaintiff they will find such damages as will compensate him for the loss which the evidence shows he has sustained, estimating them in a reasonable manner.”\nThe defendants excepted to the charge.\nVerdict was rendered for the plaintiff for $200 damages.\nIt was assigned for error:—1. The court erred in permitting the amendment to be made to the declaration.\n2. The court erred in rejecting the lease from Naomi Morris to Alfred Edwards, dated January 1, 1845, and which was offered in evidence by the defendants.\n3. The court erred in their answers to the 1st, 3d, 6th, 7th, 8th, and 9th points submitted by the defendants, and in not charging the jury on said points as requested by the defendants.\n4. The court erred in charging the jury as follows :—“ The law does not compensate for wanton injury only, but also for such as results from acts that show indifference in regard to the rights of others; and if the jury find that, though the defendants had no positive desire to injure plaintiff, they yet did injure him by an unreasonable or unnecessary detention of the water of the stream, the verdict must be for plaintiff.”\nThe case was argued by Mulvany and Williams, for plaintiffs in error.\nThe declaration, as it existed up to the time of the amendment, was simply for building a dam across the stream and thereby penning back the water and preventing it from flowing to the plaintiff’s mill. The amendment was for sending down too much water. Under the first narr. the right of the defendants to build and keep up the dam was put in issue; under the amended narr. the defendants, without reference to the dam, are charged with rushing the water down the stream to the premises of the plaintiff at unreasonable times and in unreasonable quantities. The amendment therefore introduced a new and distinct cause of action, and should not have been allowed by the court: Wilson v. Wallace, 8 Ser. & R. 43; Cassel v. Cooke, 8 Ser. & R. 287; Newlin v. Palmer, 11 Ser. & R. 98. Besides the amendment here was offered after the case had been arbitrated: whereas it is decided in Winder v. Northampton Bank, 2 Barr 446, that “ after award and appeal, a new count varying the cause of action cannot be filed Reitzel v. Franklin, 5 Watts & Ser. 33, and Tryon v. Miller, 1 Wharton 11. Under the original narr. in this case, it is clear that the plaintiff on the trial would have been confined to evidence as to the lawfulness of the dam and the detention of the water; under the amended narr. his evidence related in part to a totally different cause of action, to wit, the superabundance with which the water was supplied to his mill.\n2. The court erred in rejecting the lease from Naomi Morris to Alfred Edwards, dated January 1, 1845, offered in evidence by the defendants.\nThe objection was that the legal title was in trustees. But Naomi Morris was the owner; had the equitable title; could support ejectment in her own name; and why, therefore, should.not a lease executed by her, in the absence of any proof of dissent by the trustees, be held valid ? The lawfulness of the dam was put in issue, apd the object was to show that her husband in building the dam acted by her authority, and that his acts were lawful.\nAs to third assignment: The first point was in substance, that the act of erecting the dam by the defendants was a lawful act, and therefore the plaintiff was not entitled to recover, under the declaration in the case. Now that the dam was a lawful one was conceded by the court in their charge to the jury; and yet the effect of the verdict is to compel the defendants to take it down. The declaration is for a nuisance; it is in exact conformity with the precedents for a nuisance, and strikes directly at the right of the owner of the premises to erect or continue the dam. The danger therefore is, that if the judgment on the verdict be suffered to remain and not be reversed, Mrs. Morris will be deprived of the dam altogether, and of all right to use the stream for the purposes of her mill. The court ought therefore to have charged the jury that under the narr. as filed, the plaintiff was not entitled to recover.\nThe remaining points may be considered together. The general ground taken by the defendants was, that under any circumstances the jury must find that the defendants had acted unreasonably or wantonly, or no verdict could be found against them. This position the court denied, and charged the jury, that “The law does not compensate for wanton injury only, but also for such as results from acts that show indifference in regard to the rights of others ; and if the jury find that though the defendants had no positive desire to injure plaintiff, they yet did injure him by an unreasonable or unnecessary detention of the water of the stream, the verdict must be for the plaintiff.” Now the general rule, it is submitted, is, that in a ease like the one in question, the plaintiff is not entitled to recover, unless he can show that the water is detained from him vexatiously or maliciously: Hoy v. Sterritt, 2 Watts 327; 3 Caine’s Rep. 312, Palmer v. Milligan; 17 Johns. Rep. 306, Merritt v. Brinkerhoff; Angel on Water-Courses, 19—20.\nBoyd and Cadwallader for defendant.\nAs to first error: The amendment does no more than state the consequence to the plaintiff of penning back and stopping the flow of the water, which was, as a matter of course, to “ send down the water at unreasonable times and in unreasonable quantities.” Hence there was no necessity for the amendment, as the court would have been bound to admit such evidence, to show the extent of the damages done to the plaintiff by holding the water back. Among the many decisions on this point, Hart v. Evans, 8 Barr 28, is the last. In the case at bar, the water was kept back in the day time, and rushed down in the night time and on Sundays, the consequence of which was to prevent the plaintiff from using his cotton factory, or to compel him to procure other power or stand still; hence it comes directly within Hart v. Evans, that “ the tortious act is itself the grave-men of the action, the necessarily resulting injuries being only the measure' of the damages.” See Lloyd v. McGarr, 3 Barr 482-3, where the same thing is held by the Chief Justice. Also Smith v. Smith, 5 Barr 254.\nAs to second error: The lease from Naomi Morris to Edwards, was irrelevant. As to the third assignment, the points referred to were mainly ruled in favor of the defendants, and if any one has a right to complain of the charge, it is the plaintiff, for it is impossible to read the evidence and say that $200 was sufficient to cover the plaintiff’s damages. As to the allegation that this verdict will compel the defendants to take down their dam, it is only necessary to say that if they permit the water to flow as heretofore, the plaintiff can sustain no damage; it is only when the defendants withhold it, that a cause of action accrues to the plaintiff.\nThe judge charged the jury, that if the plaintiff was injured by an unreasonable and unnecessary detention of the water of the stream, the plaintiff must recover: Miller v. Miller, 9 Barr 74; 3 U. S. Digest 640-1-2-3.\nJanuary 5,"
  },
  "file_name": "0173-01",
  "first_page_order": 173,
  "last_page_order": 181
}
