{
  "id": 967572,
  "name": "Williams versus Crook",
  "name_abbreviation": "Williams v. Crook",
  "decision_date": "1851-01-13",
  "docket_number": "",
  "first_page": "199",
  "last_page": "205",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 199"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Ala. 312",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        902340
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ala/1/0312-01"
      ]
    },
    {
      "cite": "7 Wheat. 164",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1503018
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/20/0164-01"
      ]
    },
    {
      "cite": "3 Howard 557",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 594,
    "char_count": 14800,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 1.2240919645422112e-07,
      "percentile": 0.5999880688024669
    },
    "sha256": "8baa22013abd69e0be2581b42763182efba6b828d35466869fb18abeacb05652",
    "simhash": "1:4c4b8ca594c38ca9",
    "word_count": 2573
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williams versus Crook."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, J.\nThe 11th section of the Act of 9th April, 1849, must be construed in connexion with the 2d section of the Act of 7th April, 1849, relating to the same subject. In considering the statutes regulating the common school system, great regard should be paid to the general intention of the legislature as manifested in the-various provisions on the subject. It is plain from our examination of the legislation establishing and regulating this system, that the great object was to provide for the education of children by the continuance of the public schools in each district without interruption. To accomplish this object, in cases where new districts were created, it was necessary that the old districts should continue to provide for the public wants, not only during the current school year, but until the new district was in a condition to supply the place of the old, by the election and organization of a board of directors. If the new directors should be chosen before the expiration of the current school year, public convenience required that the old directors should complete the term which had commenced, and for which they had assessed taxes and made contracts ; while the new directors were authorized to levy a tax and make all other preparations for the commencement of teaching for the ensuing year. So, if the current school year should expire before the election of directors for the new district, the same reason would require that the powers of the old board of directors should continue until a new one was elected and organized. The 2d section of the Act of 7th April, 1849, accomplishes these objects.\nIn the case before us, the warrant to levy the school tax for Nether Providence school district was issued before the election of directors for the new district of Crookville, and was therefore issued in conformity to law.\nIf the village of Crookville had no legal existence as a borough, township, or district (of which the courts would take notice), and was without any known boundaries, or the means of ascertaining them, its existence as a school district was necessarily suspended, until its boundaries were designated by the Act of 2d April, 1850.\nWe are of opinion that the points presented by the defendant below ought to have been answered in the affirmative.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "PS. Darlington and Lewis, for plaintiff in error.",
      "W. Darlington, for defendant."
    ],
    "corrections": "",
    "head_matter": "Williams versus Crook.\n1. Where a new school district is formed, such district, by the terms of the Act of April 7,1849, is not to be recognised as an independent school district until the termination of the current school year; the old' directors, chosen during the current year, are to act during that term, and the president of the board may issue his warrant for the collection of taxes assessed during the said year, and before the election of directors for the new district.\n2. If a new school district has no fixed boundaries, and has not the means of ascertaining them, its existence as a school district is suspended until its boundaries are designated by law.\nError to the Common Pleas of Delaivare county.\nThis is an action of replevin brought by William T. Crook, plaintiff below, and defendant in error, against Benjamin M. Williams, defendant below, and plaintiff in error, to recover three cows.\nWilliam T. Crook resides in Nether Providence School District, Delaware county, and was charged with school tax duly assessed for the school year of 1850, commencing in June, 1849. This school tax he refused to pay, and the necessary preliminary steps having been taken, five cows belonging to him were seized and sold, for the payment of the tax. Benjamin M. Williams purchased three of those cows, and this replevin was brought by Mr. Crook to recover them from the possession of Mr. Williams.\nMr. Crook alleged that the tax was illegally imposed, and to sustain that allegation, he gave in evidence the eleventh section of the Act of the 9th of April, A. D. 1849, erecting the village of Orookville into a separate school district. That section runs thus:—\nSec. 11. That the village of Orookville, in the township of Nether Providence, in the county of Delaware, be and the same is hereby erected into a separate school district, to be called Crook-ville district, and as such shall have power to elect all such officers, and have all the rights and privileges granted by law to other school districts; and the elections thereof shall be held at the school-house in the said village, and on the day and in the manner provided by law for holding the elections in the adjoining districts; and the qualified citizens of said village shall at their first election elect six school directors for the said district, two to serve for one year, two to serve for two years, and two to serve for three years; the said election to be conducted by two qualified citizens chosen by such citizens qualified to vote as shall be present at the time for opening said elections, and the successors of the said directors shall hereafter be elected in the manner provided by law in other school districts: Acts of 1849, p. 580.\nBy virtue of this law the plaintiff insisted that Orookville became from the date of the Act an independent school district, and that the inhabitants of Orookville were not subject to taxation as residents within the Nether Providence School District.\nBy the 3d section of an Act passed on 2d April, 1850 (Acts of 1850, p. 311,) the boundaries of the Orookville school district were defined.\nThe 2d section of the Act of 7th April, 1849, for the regulation and continuance of a system of education by common schools, Acts of 1849, p. 441, provides that, “ when a new district shall hereafter be formed, either by the division of a township, or by any other means, such new district shall not be considered or recognised as a separate and independent school district, until after the termination of the current school year in which it became a new district, and until it have a full board of directors, regularly elected or appointed and organized, except that the directors thereof shall have authority to levy, assess, and collect tax, procure school-houses, and do all other acts necessary to the commencement of teaching for the ensuing school yearPurd. Pig. Ed. of 1852, p. 1290.\nThe defendant contended that the Act did not establish the school district from its date, so as to supersede the authority of the officers of the school district of Nether Providence, prior to the election of school directors for Crookville, and the organization of a board for the management of the schools of that district, which by the terms of the Act could not occur before March, 1850 ; and that, therefore, the school tax authorized by the directors of Nether Providence school district, for the school year commencing on the 1st of June, 1849, was properly laid and assessed on all the taxable inhabitants of the township, of whom Mr. Crook was one, under the Act of the 7th April of the same year.\nOn the trial the defendant gave in evidence duplicate of school tax for the school district composed of the township of Nether Providence in the county of Delaware, issued in June, A. d. 1849.\nAlso, warrant of the president of the board of school directors of said township, issued in June, A. D. 1849, directed to the treasurer of said school district.\nIt was admitted that notice was given to the inhabitants of the township to pay their school tax.\nThe defendant then gave in evidence the duplicate and warrant of the treasurer of said school district, dated the 25th of January, 1850, issued to the constable of the township of Nether Providence aforesaid, more than sixty days after said notice given by said treasurer.\nThe defendant proved by the constable, the receipt of the duplicate and warrant from the treasurer of Nether Providence, and that he made demand of Crook for the tax, and that on refusal to pay, he levied.\nThe plaintiff afterwards gave in evidence the Act of April 9, 1849, creating Crookville a school district. The provision is stated before.\nThe defendant then called Franklin Flavel.—I was a teacher of one of the common schools of Nether Providence; twenty-nine of the pupils which came to my school, resided in Crookville; they commenced at my school, March 29, 1849, and continued to come till March, 1850; my school-house was not within the Crook-ville district; it was about a mile off.\nThe defendant filed the following points,, and requested the court to file their opinion thereon, of record.\n1. The Act'of Assembly, of the 9th of April, 1849, did not establish the school district from its date, so as to supersede the authority of the officers of the school district of Nether Providence, prior to the election of school directors for Crookville, and the organization of a board for the management of the schools of that district, pursuant to the Act of the 7th of April, 1849.\n2. The plaintiff is not entitled to recover in this action.\nIn answer to the 1st point submitted by defendant’s counsel, the court said, the Act of Assembly of the 9th of April, 1849, did establish the school district from its date, so as to supersede the authority of the officers of the school district of Nether Providence, prior to the election of school directors for Crookville, and the organization of a board for the management of the schools of. that district, pursuant to the Act of the 7th of April, 1849.\nTo the 2d point the court say, they cannot charge the jury as requested.\nDefendant’s counsel excepted to the several answers of the court to the points submitted. Yerdict was rendered for the plaintiff, with one cent damages and six cents costs; on which, after a motion for a new trial had been overruled, judgment was entered.\nIt was assigned for error:\n1. The court erred in instructing the jury that the plaintiff was entitled to recover.\n2. The court ought to have affirmed the defendant’s points.\nPS. Darlington and Lewis, for plaintiff in error.\nThe Act of the 7th of April, 1849, entitled “An Act for the regulation and continuance of a system of education by Common Schools,” [Acts of 1849, p. 411), is a general regulation, to which the llth section of the Act of the 9th of April, of the same year, establishing the Crookville district, is subordinate.\nThe first Act provides for the continuance of an established system. The second, for the erection of a single school district, under that system.\nThe first makes every township a school district, and directs what shall be done when a new district is formed; the second creates a new district, such as is contemplated by the first, and such as must be governed by the rules prescribed by the first.\nThe two Acts relate to the same subject-matter, and are to be construed together, and in relation to the same general plan. There is no inconsistency or repugnance between them.\nThe object of the provision for the continuance of the organization of the old district till the election of a board of directors for the new district, was certainly to prevent the new district from being deprived of the benefits of the school system for the term that might elapse between the creation of a new district, and the organization of a board for its government. But for such a provision Crookville would have had no public schools for a year. The Act was passed in April, and no election of .officers could take place till the following March; and until officers were elected, no steps could be taken to put the schools of the new district in operation. Had the legislature intended that the Crookville school district should not come under the regulations of the general law, they would have said so, and would have provided for the immediate election of directors, and the organization of the board. This was the construction put upon the Act at the time, as is apparent from the fact that the children of Crookville were taught till March, 1850, in the schools of Nether Providence.\nBesides, it is to be observed that the limits of Crookville were not defined till the Act of 2d April, 1850. That Act first locates it. See Pamphlet Laivs for 1850, p. 311. Theretofore it was but a terra incognita—was “a creature of the mind, and existed only in contemplation.” It had not “ defined its position;” and whether Mr. Crook should be found within or without the village that was to rejoice in the honor of his name, was still a secret of the future.\nIt is a general principle of construction, that statutes relating to one subject are governed by one spirit and policy, and are intended to be consistent and harmonious in their several parts.and provisions: Dwarris on Statutes, p. 699; 4 W. & Ser. 461; 3 Howard 557.\nW. Darlington, for defendant.\n1. The school year of 1849 ended the first Monday of June, 1849: Act of June 13, 1836, s. 21, Pamph. 533.\n2. A statute for the commencement of which no time is fixed, commences at its date: Matthews v. Zane, 7 Wheat. 164; The Ann, 1 Grallison (U. S.) 62 ; Smits v. Weathersher, R. M. Charlt. (Geo.) 537; Rathbone v. Bradford, 1 Ala. 312; The State v. Click, 2 Id. 26 ; Bank v. Murphy, 8 Id. 119; Groodsell v. Boynton, 1 Scam. (Ill.) 555.\n3. The Act erecting Crookville into a school district (Ap. 9, ’49), took effect from its passage. “The same is hereby erected,” &e. It then became a separate school district. It has no connection with the common school law of April 7,1849, and contains only a general reference to its provisions. Anything in the Act of April 7, inconsistent with the Act of April 9, is repealed and supplied by it.\nIf the Act of April 7 declares that no new district shall be organized and take effect until one year after its erection, and the Act of April 9 declares the new district shall take effect instanter, which must prevail ?\nIt is supposed by the plaintiff in error, that the Act of 9th April cannot take effect from its passage, because the Act of 7th April postpones its operation, until the termination of the then current school year. But that terminated in June, 1849, and the tax here levied was subsequent.\nIt is supposed also to be postponed until a board of directors is elected and organized. But the Act of April 7 does not contemplate such postponement. It is inconsistent with itself. Its literal reading is, the new district shall not be recognised until its directors are elected and organized, but its directors may levy a tax in the mean time, &c. But the intention of the legislature is presumed to be that the new district shall not receive its proportion of the state appropriation until its directors are elected and organized, and until the current year expires; but that, in the mean time, they may levy tax, build school-houses, &c., and, in short, be a separate school district as to all else.\nJanuary 13,"
  },
  "file_name": "0199-01",
  "first_page_order": 199,
  "last_page_order": 205
}
