{
  "id": 967611,
  "name": "Bitting and Waterman's Appeal",
  "name_abbreviation": "Bitting & Waterman's Appeal",
  "decision_date": "1852-01-15",
  "docket_number": "",
  "first_page": "211",
  "last_page": "216",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 211"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Dal. 219",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 627,
    "char_count": 14759,
    "ocr_confidence": 0.403,
    "pagerank": {
      "raw": 3.400987013952536e-07,
      "percentile": 0.8774492258042843
    },
    "sha256": "51ecd221e2856f893ebaa60ff89c1eaff6c7a2ffb87d76ecd7bb4992dcf968e1",
    "simhash": "1:19c92da70a264e8e",
    "word_count": 2553
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bitting and Waterman’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, J.\nIt was the duty of the auditor to report the facts. He has only reported the evidence of the facts. But, from the view we take of the case, it is not necessary to send the record back for the purpose of settling the facts. Taking the evidence to establish all that the appellants allege (and we think it does), they do not appear to have sustained any injury in the court below. They complain that Abner Baldwin, at the sheriff’s sale of Amos B. McFarlan’s real estate, represented to the attorney of Bitting & Waterman, who were judgment creditors, that “ the judgment of Hannah Bennett was paid, and was no lien,” and that the attorney was thereby prevented from bidding on the property a sum sufficient to reach the judgment of Bitting & Waterman. They have, undoubtedly, a right to hold Baldwin (who has since purchased the Bennett judgment) to the truth of his representations. But what then ? The only effect of this is to throw the Bennett judgment out of the calculation, in the distribution of the money, so far as it interferes with the judgment of Bitting & Waterman. But the difficulty, which stands in the way of the appellants, is that Abner Baldwin appears to be a purchaser of the real estate of McFarlan, the debtor, under a bona fide conveyance, duly executed before the judgment of Bitting Waterman was entered. As that judgment never was a lien on the property, it was an advantage instead of an injury to them to prevent them from fruitlessly bidding on it, when their judgment could never, under any amount of bidding, claim any part of the proceeds. The money raised by the sale, after discharging the liens against McFarlan, which were entered before the conveyance under which Baldwin claims, belongs to the latter as the owner of the estate. He is entitled to it as a purchaser without asserting any claim under the Bennett judgment. Bitting & Waterman do not at present appear to have any interest whatever in the distribution of the fund. They might have a right (on showing how they are prejudiced by the application of a part of the money to the payment of the Bennett judgment) to insist on its payment, in satisfaction of a different claim, although the money may go into the same hand. But, as they appear to be strangers, in no way affected by the decision, they cannot be permitted to intervene.\nEstoppels in pais are “ founded in law, honor, and conscience,” when confined to their legitimate purposes of preventing one man from being injured by the wrongful act or misrepresentation of another. But where no injury results from a misrepresentation, its discussion belongs to the forum of morals and not to the judicial tribunals. It was certainly a mistake to suppose that Baldwin was not bound by his representation respecting the Bennett judgment, because he was not the owner of that judgment at the time, but became the purchaser of it afterwards. So far from this being a correct exposition of the law of estoppels, it is well established that they operate in cases of this kind not only upon present interests, but upon rights subsequently acquired. Indeed, it is apparent from the cases in the books, that the fountain which feeds them is chiefly supplied by subsequent acquisitions. An error in the reasoning of the auditor will not, however, vitiate the decree of distribution.\nThe decree of the court below is affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "The case was argued by Campbell, Hemphill, and Pennypacher, for appellants.",
      "W. Butler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bitting and Waterman’s Appeal.\n1. A debtor sold Ms real estate voluntarily, after judgments obtained against Mm. It was afterwards sold at sheriff’s sale, on executions on two of those judgments and on one wMch was not obtained till after the voluntary sale, and it was purchased by the first purchaser. It was held, that he was entitled to the balance of the purchase-money which remained after discharging the judgments to which it was subject at the time of the voluntary sale, in preference to the plaintiff in the judgment obtained after such sale.\n2. Estoppels operate not only upon present interests, but also on rights subsequently acquired. Therefore, a person representing at a sheriff’s sale that a certain judgment was paid, is bound by such a statement, if incorrect and injurious, though he was not then the owner of the judgment, but became the purchaser of it afterwards. But if no injury has resulted from the misrepresentation, the adverse party is without remedy.\nThis was an appeal from the decree of the Court of Common Pleas of Chester county, overruling the exceptions to the report of an auditor appointed to report a distribution of the money in court, arising from the sale of the real estate of Amos B. McEarlan, with the facts and reasons upon which such distribution shall be made.\nAmos B. Mofarían became the owner of a house and lot in West Chester, by deed dated April 1, 1847, and also in 1845 became seised in fee of the one-third of an undivided tract of land in West Goshen township, containing 108 acres, subject to the life estate of his mother.\nJudgments were entered in Court of Common Pleas against Amos B. McEarlan in favor of the following named persons\nMary Ann Thompson, April 3, 1846, $300.00\nHannah Bennett, “ 17, 1846, 300.00\nEnos Smedley, “ 3, 1847, 550.00\nBobert Garrett, “ 9,1847, 200.00\nAbner Baldwin, Dec. 14, 1847, 800.00\nJacob Peters, “ 14,1847, 100.00\nJ. H. Egner, Jan. 15, 1848, 252.00\nWm. Power, Eeb. 14, 1848, 300.00\nBitting & Waterman, 260.00 Aug. 21, 1848,\nWilliam Schofield, 130.00 Dec. 22, 1848,\nThe judgment in favor of Hannah Bennett was entered on a bond with a warrant of attorney, to which were signed the names of Mary McEarlan, Amos B. McEarlan, and Abner Baldioin; judgment was entered against those three persons.\nAmos P. MeParlan, by deed, dated December 11, 1847, and recorded in Book IP. 5, p. 245, sold and conveyed all his interest in the 108 acres to his mother, Mary McEarlan, in fee.\nMary McEarlan, by deed dated November 7, 1848, sold and conveyed all her interest in the same 108 acres, to her brother, Abner Baldwin, in fee.\nThe following process was had on judgments against Amos B. McEarlan:\nFieri facias were issued on the judgments in favor of Smedley, Schofield, and Bitting & Waterman, and writs of venditioni exponas on the judgments of Smedley, Garrett, and Bitting & Waterman.\nThe sheriff returned on each venditioni exponas, that, by virtue thereof, he did, on the 7th day of March, 1849, expose the property mentioned therein to public sale, and sold the same, the house and lot in West Chester, to B. Gregg, for the sum of $840, and the interest of the defendant in the West Goshen property, the 108 acres, to Abner Baldwin for the sum of $401; and also returned Abner Baldwin as a lien creditor entitled to $316.85, and took his receipt for the same, agreeably to the provisions of the Act of Assembly, passed 20th of April, 1846.\nWhen the sheriff’s deed was about to be acknowledged, a paper, as follows, was filed:—\n“ 27. V. Pennypacker, as attorney for lien creditors of Amos B. McEarlan, questions the. right of Abner Baldwin, the purchaser of a part of the real estate sold, to receive any portion of the proceeds of sale under the judgment in favor of Hannah Bennett, marked to his use April 9, 1849, mentioned in the return of the sheriff; and requests the appointment of an auditor to report a distribution, with the facts and reasons upon which such distribution is made.\nMay 3, 1849. An auditor was appointed for the purpose mentioned in the application.\nThe question for the consideration of the court arose thus:—\nWhen the sheriff came to sell the interest of Amos B. McEarlan, in the farm in West Goshen, Abner Baldwin was present and stated publicly, before the sheriff proceeded to sell, that he was the owner of said property by title from McEarlan. Mr. Penny-packer was present, representing three execution creditors.\nWhile the bidding was progressing, Mr. Baldwin inquired of Mr. Pennypacker why he was bidding,—who replied he wished to make the property pay certain executions he was concerned for. Mr. Baldwin pointed to the list of liens, and said the Bennett judgment was no lien; it was his; it was paid.\nMr. Pennypacker was induced through that representation to cease bidding at a point where he calculated the proceeds would pay the executions which he represented, throwing out the Bennett judgment as no lien.\nThe property was struck down to Mr. Baldwin at $401, a sum which Mr. Pennypacker calculated would pay his executions.\nA few weeks after the sale, Mr. Baldwin, who was a surety in the Bennett judgment for Amos B. McFarlan, paid the judgment to the holder, and had the judgment marked to his use on the docket, and got the sheriff to return him a lien creditor, and take his receipt on account of this Bennett judgment for $316.85, leaving but $35, after costs and expenses, to answer the executions represented by Pennypacker.\nThe execution creditors, who came in after the Bennett lien, resisted this proceeding on the part of Baldwin, on the ground—\n1. That Baldwin’s representations that the judgment was no lien against McFarlan, that it was his debt, that he was bound for it, and that it was paid, should estop him from shifting his position to that of a surety, and claiming the benefit of the judgment as a lien on the proceeds, to the injury of third persons, who trusted \"in the truth of his representations. That it came within the doctrine of estoppel in pais, as established and recognised in the cases cited in the opinion of Judge Bell, in the case of Com’th. v. Moltz, 10 Barr 530.\nU. V. Pennypacker testified, inter alia, before the auditor: “ I treated, then, that judgment as paid, in consequence of what he said, and regulated my bidding accordingly.\n“ If I had not been given to understand by Abner Baldwin that the Bennett judgment was no lien against Amos B. McFarlan, I should have bid up the property considerably higher; I had it in view to leave $400 in the hands of sheriff, after the Smedley and Garrett judgments were paid.”\nOn the part of Baldwin, Amos B. McFarlan testified, that when Baldwin was speaking of the judgment being paid, he was speaking of the Thompson judgment.\nThe sheriff’s sale took place on the seventh March, 1849.\nIt was insisted before the auditor, by the counsel of Bitting & Waterman, and other creditors, that Baldwin, in consequence of his representations at the sheriff’s sale, should not be allowed to retain the amount of the Bennett judgment, but that it should be brought into the fund for distribution among other creditors.\nThe Bennett judgment was marked on the record of the Court of Common Pleas, to the use of Baldwin.\nThe auditor decided “ that no representations made by Abner Baldwin at the sheriff’s sale, as testified by Mr. Pennypacker and others, can deprive Baldwin from being paid the Bennett judgment out of the proceeds of sale. He was not then the owner of that lien, nor did he speak as her agent. Whatever he might have said eould not affect the rights of Hannah Bennett. She was.the creditor, he one of the debtors, and no declarations made by him Unauthorized by her, whatever mistake it might lead to, on the part of bidders, could invalidate or displace her lien. And under the evidence of Mr. Hayes, there is no bar to Mr. Baldwin, the security, paying the debt and standing in the place of Hannah Bennett, by assignment of the judgment to him. The auditor therefore decides that Abner Baldwin has a right to receive out of the proceeds of the sale the amount of the judgment in favor of Hannah Bennett, to wit, $316.85.”\nJune 11, 1849, the report of auditor was filed.\nJune 12,1849, exception to report of the auditor was filed, viz.:\nThe auditor erred in not excluding Abner Baldwin from receiving out of the proceeds of the sale the amount of the judgment in favor of Hannah Bennett marked to his use, to wit, $316.85.\nBy the court. Sept. 14,1849.—Exception overruled, and report of auditor confirmed.\nSept. 29, 1849.—Bitting & Waterman and William Schofield appeal from the decree of the Court of Common Pleas.\nIt was excepted:\n1. The court erred in overruling the appellant’s exception to the report of the auditor.\n2. The court erred in deciding that Abner Baldwin, as purchaser, was entitled to receive the amount of the Bennett judgment.\nThe case was argued by Campbell, Hemphill, and Pennypacher, for appellants.\nW. Butler, for appellee.\nIt was denied that there was any misrepresentation by Baldwin. That it did not appear that the appellants have been injured. Amos McEarlan, by deed dated December 11, 1847, and recorded, sold and conveyed all his interest in 108 acres (the West Goshen property) to Mary McEarlan, in fee; Mary McEarlan, by deed, November 7, 1848, conveyed all her interest in the same to Abner Baldwin, in fee. The judgment of Bitting & Waterman was obtained 21st August, 1848, nearly eight months subsequent to the conveyance by McEarlan of all his interest in the West Goshen property. The appellants were not entitled to any part of the proceeds of this property, because the defendant, Amos McEarlan, had no interest in it at the rendition of their judgment. That this was not the case of an execution levied on the interest of the debtor in the land, and of the sale of that interest alone, leaving claimants of title in the same position they occupied before the sale. Here two of the executions (Smedley’s and Garrett’s) were upon judgments obtained %vhilst MeParlan owned the land, and remained liens upon it after the sale by McEarlan to Baldwin. Baldwin, the purchaser under those executions, took the fee. The purchase-money as respects creditors was substituted for the land, and Baldwin, as the owner of the fee, was entitled to the balance of the purchase-money after the payment of the liens to which it was subject when he purchased it from McFarlan. The appellants were not entitled to it, as their judgment was not obtained till about eight months after the purchase by Baldwin from McFarlan. Besides, the record shows that on the 14th day of December, a. d. 1847, Baldwin, the appellee, obtained judgment against Amos B. McFarlan for $800. This judgment was a lien upon the house and lot in \"West Chester, and was obtained some eight months previous to those of the appellants. If the Bennett judgment were set aside, the lien next behind it would pass up and take its place. The balance then unappropriated would arise from the sale of the house and lot in West Chester, and this the appellee would be entitled to under his own judgment, it being the next lien unsatisfied.\nIf the appellants were injured by misrepresentations at the sale, their remedy was by application to the court to set aside the sale: 10 Barr 494; 4 Dal. 219; 2 Perm. Bep. 340.\nJanuary 15, 1852,"
  },
  "file_name": "0211-01",
  "first_page_order": 211,
  "last_page_order": 216
}
