{
  "id": 967587,
  "name": "Maynard versus Esher",
  "name_abbreviation": "Maynard v. Esher",
  "decision_date": "1851-01-19",
  "docket_number": "",
  "first_page": "222",
  "last_page": "227",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 222"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "19 Wend. 318",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "2 Metc. 234",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "2 Hill 620",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "17 Mass. 443",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036157
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/17/0359-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "6 Law Rep. 392",
      "category": "reporters:state",
      "reporter": "Law Rep.",
      "case_ids": [
        6569674
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/20/0699-01"
      ]
    },
    {
      "cite": "1 Rawle 108",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819246
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0108-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 658,
    "char_count": 14588,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 1.383180393577228e-07,
      "percentile": 0.6409545498598567
    },
    "sha256": "ba09e891608d90f00db3e8607314542db8a00e94baae169661352d21dd10ae17",
    "simhash": "1:5aea2928303e9ac4",
    "word_count": 2593
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Maynard versus Esher."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThe Court of Common Pleas of Philadelphia county is a court of law and equity. In other words, it is a court of justice administering remedies in the forms both of law and chancery. Unlike chancery courts elsewhere, it has no need of the assistance of another court in administering justice, for it is bound to know both law and equity, and it has jurors at all times in attendance capable of trying all disputed facts arising in a suit.\nWhen, therefore, issues of fact arise and a jury is demanded, the court should oversee the framing of the issues, and order them to be tried by its own jury, and then proceed itself to .determine the rights of the parties on the facts found and admitted. In the case before us, there were no such .disputed facts as justified an order for a jury trial; and it is not clear that an issue of fact was intended when the parties were ordered to try their rights at law.\nHowever this may be, the District Court might very properly have refused to try this wager in aid of a court that could do its own business; and we have had some hesitation in allowing it to be heard before us. But it being shown to us that, this wager suit is ancillary to a case actually pending, we have, in order to save delay and expense to the parties, consented to overlook the irregularity of the proceeding and to hear the case.\nThe decision of the court below is in substance, that these two sales were simultaneous, and, therefore, that the defendant bought his lot with notice of and charged with the servitude of light and air which the windows of the plaintiff’s house claim, even 'though each lot was sold clear of all encumbrances.\nThere are three propositions virtually affirmed in this decision, to wit: that, on the sale of a house’ and lot, a.n easement or servitude for light and air may be implied by our law from the character of the building; that two sales, made in fact consecutively to different purchasers, may be treated- as simultaneous, for the purpose of affecting the title of him who*was, in fact, the first purchaser; and that, the sales being simultaneous, one purchaser acquires the right of easement on. the lot of the other, though each lot is sold clear of all encumbrances.. •\nWithout admitting or unnecessarily corisidéring the first proposition, and for the purpose of reaching. the consideration of the others, we may join in assuming that, .where a man, owning a lot partly covered by a house, with windows opening out upon the other part, sells the part on which the house stands; then the purchaser acquires a right to have light.an’d air from the adjoining part, so that the vendor will be restricted'in building upon it.\nThe principle assumed is, that the vendor grants an easement by implication, because the house, as it exists, demands the easement, and he has power to grant it. On the principle, therefore, the easement cannot be implied, unless; at the time of the sale, the vendor owned the adjoining lot. Hence the importance of the time in these two sales; and the question is, will the law treat them as Simultaneous, because they took place'at the same public sale, even though they were in fact successive, and • though it is physically impossible that it could be otherwise.\n'It is plain, that, if such simultaneousness exist at all, it. is only by a legal fiction. But the legal fiction,' that there- is no smaller fraction of time than-a day, is generally, if hot-entirely, confined ■to judicial and other public 'proceedings, and does not apply to transactions between parties whose priority of right becomes a question of fact. It is on a different principle that a contract made in the morning, and to be performed after a given number of days, is satisfied by a performance on any part'of the-last day. And there are eases where the exact hour of the passing of a statute or the entry of a judgment may need to be inquired into on a question of right. In questions of priority of purchase, the exact hour may always be inquired into: The Mechanics’ Bank v. Gorman, 8 W. & Ser. 304.\nIt may be said that the whole set of sales, made by the auctioneer for the vendors, was one transaction, and therefore, as matter of law, simultaneous. But this cannot be. As between the vendors and the auctioneer, it might be called one transaction; but as between the vendors and two different and independent purchasers, there are necessarily two transactions;. and where justice demands the ascertainment of their order in time, it must he allowed. Therefore the court should have instructed the jury that, if they believed the evidence on this point, the verdict should be for the defendant.\nBut if we recur to the principle that the easement cannot be implied, unless at the time of the sale to the plaintiff the vendor had power to grant it, we shall see that the assumed simultaneousness of the sales does not help the plaintiff. To imply such a grant, the plaintiff’s purchase must have been prior to, and not simultaneous with the defendant’s. In order that the defendant’s lot should become servient to the plaintiff’s, the plaintiff must have acquired the servitude before the defendant bought, and then only would the defendant take his lot charged with the servitude. Where both lots are passing out of the vendor at the same instant, it is impossible to imply that he is making one servient to the other; and this is especially so when he is selling both lots clear of encumbrances, for an easement is an encumbrance.\nRejecting, therefore, all the evidence as to the priority of the defendant’s purchase, the deeds show a simultaneous purchase, and the court should have instructed the jury that the defendant was entitled to the verdict. As the whole case comes up here on the reserved point, we shall do what the court below ought to have done. If the cause had come up on a final decree on the bill in equity,' we should dismiss the bill; but as it is, we can act only on the feigned issue now before us.\nJudgment reversed, and judgment for defendant below with costs. '",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "The case was argued by Grerhard, for the plaintiff in error.",
      "Lewis for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Maynard versus Esher.\n1. The District Court at Philadelphia is not bound to try a feigned issue, agreed upon between the parties as to a matter depending in the Common Pleas. Disputed facts, existing in matters pending in the Common Pleas, should be disposed of in the latter court.\n2. Where two lots of ground are passing from a vendor at the same instant, it cannot be implied that he is making one servient to the other as to light and air, especially when both are sold clear of encumbrance: an easement is an encumbrance.\n3. Two houses belonging to the same owner being advertised for sale at the same time, one was struck off and the conditions of sale signed, the sale to be clear of encumbrances: the other house, in which were windows overlooking the first property, was sold immediately afterwards. It was held, that the sales were not simultaneous, and that the house first sold was not subject to the easement of light for the windows in the other. If the sales had been simultaneous, the case would not be different, as the property last sold should have been sold first in order to entitle the purchaser of it to the easement; and also if the evidence as to the priority of sale had been rejected, inasmuch as the deeds in evidence were made at the same time, the easement would not exist.\nError to the District Court, Philadelphia.\nIt is stated in the opinion of the Court, that this matter had been pending in the Common Pleas. It was not so stated in the paper-book.\nThis was an amicable action to June term, 1848, entered into by Jacob Esher v. Henry J. Maynard to try a feigned issue. It was to have the same effect as if a summons had been regularly issued and served personally, and so returned. It was to try whether a certain lot or piece of ground in Philadelphia, belonging to defendant, was subject to an easement or servitude of light and air in favour of the owner or owners of the lot of Esher, the plaintiff. The plaintiff, Esher, alleged that it was; and Maynard contended that it was not. The lots adjoined, and were situate, viz.: one on the west side of Delaware Fourth street, south of Cherry street, being No. 58 North Fourth street. The other on the south side of Cherry street, west of Fourth street. Both of the lots previously belonged to John Paul; on the Cherry street lot, he had erected a building occupying its entire surface. In the southern wall he had opened eight windows opening on the Fourth street property adjoining. By his will, he authorized his executors to sell both of the properties. They exposed the same at public sale, at the Philadelphia Exchange, on the 24th March, 1846: Lot numbered 6 in the advertisement, was first put up for sale by metes and bounds, free from all encumbrance, excepting the ground-rent, and was so sold to Morris S. Wichersham, who aftenvards sold to Maynard; Wichersham immediately signed the contract of sale. Lot numbered 7 in the advertisement was next put up, and was sold to Esher. In the wall of this lot the windows existed: Esher was present when the other property was sold to Wichersham. Wichersham testified on the trial, that he signed the contract of sale before lot No. 7 was put up.\nThe executors of Mr. Paul conveyed the premises, Nos. 6 and 7, to the respective purchasers on the same day. It was alleged on the part of Wichersham, that after the sale but before the conveyance, Wichersham discovered that there were windows in the party wall of the other house, of which he was ignorant at the time he purchased, and that Esher intended to claim an easement of light for these windows. The controversy arose out of that claim, and the question was, whether the property No. 6, first purchased by Wichersham, was subject to that easement. Lot No. 7 had northern and eastern lights, the former on Cherry street, and the latter overloohing property of other persons than the parties in this suit.\nOn the trial Moses Thomas, the auctioneer, was examined. He testified that he sold the properties in question, one immediately after the other. The Fourth street property, No. 6, was first sold to Wichersham; the Cherry street property, No. 7, was sold to Esher immediately after the other. The purchasers signed the conditions of sale immediately after the sale; Wichersham signed before the property bought by Esher was put up. There were not more than five minutes intervening between any two sales made that evening; but there was a distinct period of time. The handbills were posted about in public places. Other evidence was given.\nThe court charged the jury, “ That if they believed the testimony of Moses Thomas, the sales made by the executors of the late John Paul of the property described in the handbill in evidence as property No. 6, to M. S. Wichersham, and of the property. in like manner described as No. 7, to Jacob Esher, were in point of law simultaneous; and if the jury believed the said testimony, then their verdict should be for the plaintiff.” And his Honor added, that he reserved all the law of the case for the decision of the court in banc.\nThe jury found a verdict for the plaintiff; and afterwards, the case having been heard by the said court in banc, the court delivered an opinion as follows:—\n“ Murphy v. Campbell, 4 Barr 480, is a direct and full authority for the plaintiff. There, as here, the purchases were at a sale by auction on the same evening, the one following the other in quick succession, and the deeds bore the same date. The cases are parallel in all essential particulars. The principle on which Murphy v. Campbell was ruled is of large, if not universal application, namely, that in description of real property, objects of the senses, whether natural or artificial, are preferred to courses and distances, since mistakes may occur in the latter, but cannot in the former. Here the property bought by the plaintiff was a brick building, used and designated as a warehouse, the lights in which w,ere as discernible as the building itself, and the advantage of them to the owner quite as palpable. Swansborough v. Coventry, 9 Bing. 305, is an English decision on facts essentially like those in the present case, and corresponds in principle with Murphy v. Campbell. It is expressly founded on Palmer v. Fletcher, 1 Leo. 122, which was followed by Cox v. Matthews, 1 Ventris 237; Rosewell v. Pryor, 6 Mod. 116; and Compton v. Richards, 1 Price 27.\n“ As to Collam v. Hocker, 1 Rawle 108, the only point decided in that case, was that parol evidence was inadmissible to establish the reservation of a right of way which was not reserved by or noticed in the deed. This was the only point presented by the bill of exceptions or argued by counsel. It made up the entire case. Whether the principle which ruled Murphy v. Campbell was applicable to the facts of Collam v. Hocker, it is unnecessary to inquire.”\nThe court directed judgment to be entered for the plaintiff, on the verdict.\nThe counsel for the defendant excepted to the charge of the judge who tried the cause, and to a portion of the opinion of the court in banc, which is before stated.\nError was assigned to the portion of the charge before stated, and also to the direction that if the jury believed the testimony of Moses Thomas, the sales were, in'point of law, simultaneous. 2. That if the jury believed the said testimony, their verdict should be for the plaintiff. 3. That error existed in the opinion that the case of Murphy v. Campbell was a direct and full authority for the plaintiff, &c. 4. That the court erred in entering judgment for the plaintiff.\nThe case was argued by Grerhard, for the plaintiff in error.\nHe contended that the sales were not simultaneous; and 2. That Wickersham had not notice from the circumstances of the case, that property No. 6, first purchased by him, was subject to the easement of light in favour of the other property afterwards sold. As to the first point he cited Digges’s case, 1 Coke Rep. 174-6; 6 Coke 33; Vin. Abr. Time, A. 3 pl. 7; 3 Burrows 1434; 6 Law Rep. 392; 3 Pa. Rep. 245; 8 W. & Ser. 304, Mechanics Bank v. Gorman. As to the matter of easement, he referred to 17 Mass. 443; 2 Ld. Raym. 1093; 1 Rawle 108; 2 Hill 620; 2 Metc. 234; Kent’s Com. 445; 19 Wend. 318, Parker v. Foote; 10 Barr 145, Amer v. Longstreth.\nLewis for defendant in error.\nThe sales were contemporaneous, and therefore simultaneous. When Wickersham bought, he knew that.property No. 7, advertised in the same handbill, would also be sold.\nJanuary 19,"
  },
  "file_name": "0222-01",
  "first_page_order": 222,
  "last_page_order": 227
}
