{
  "id": 967658,
  "name": "Neely versus Neely",
  "name_abbreviation": "Neely v. Neely",
  "decision_date": "1851-01-19",
  "docket_number": "",
  "first_page": "227",
  "last_page": "231",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 227"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Hill 609",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "2 Hill 612",
      "category": "reporters:state",
      "reporter": "Hill",
      "case_ids": [
        11255571
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/scl/20/0612-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 11074,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 9.92557886572339e-08,
      "percentile": 0.5362413020990799
    },
    "sha256": "8d20f338c75c1056fc11d132b91cd9d94cf6bab6c1bdc72fe76a674746708ed1",
    "simhash": "1:806ad6ba1684bcba",
    "word_count": 1928
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Neely versus Neely."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nIn the case of Harden v. Hays, the signature of a deceased attesting witness to a will was proved, and as contradictory of the evidence inferred from the attestation, the opposite party was allowed to prove that the attesting witness had declared that the testator was not of sound mind at the time of executing the will. In the present case, the attesting witness is insane, and her signature has been proved by evidence of handwriting so far as to admit in evidence the note declared upon; and the defendant offered to contradict the effect of the evidence, by proving the declarations of the attesting witness in a lucid interval, that she never did attest the instrument. We discover no appreciable difference in principle between the two cases.\n. Attestation amounts to a mere declaration by the witness, that he saw the instrument executed, and proof of the attestation is inferential proof of this declaration; and thus the mere declaration of a deceased person is admitted as evidence. Now it is manifestly right that the necessity, which admits such a declaration in favour of one party as to 'the fact of execution, should admit other, declarations of the same witness in favour of the other party as to the same fact, and as to all other facts that may be inferred from it. Aetori non Ucere debet, quod reo noñ .permittitur.\n, It is entirely unimportant whether the declaration, sought to be given in evidence, relates to the attestation or to the execution; for the latter fact is inferred from the former one, and a declaration disowning the attestation impairs the inference of execution. A denial of the antecedent involves a denial of the consequent. The declaration is not received to contradict the evidence of the handwriting of the attestation; but to contradict the inferred .declaration as to the execution.\n• This is not liable to the objection of being hearsay evidence; for the proof of the handwriting of a subscribing witness, is a substitute for the testimony of the witness that he attested the •instrument and saw it executed. If he had actually sworn to these facts, his testimony might have been assailed by proof that, .at other times, he had made contradictory statements. Much more it would seem might a mere declaration be met by a contradictory one. Succedit in onere, quod substituitur in re.\nThere was sufficient evidence that the witness had a lucid interval •to justify the court in leaving to the jury the finding of that fact.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Lewis, with whom was Rutter, for plaintiff in error.",
      "Smith and Darlington, for defendant, in error."
    ],
    "corrections": "",
    "head_matter": "Neely versus Neely.\nA subscribing witness to a note being insane at the time of the trial, proof was given of her handwriting. Evidence was afterwards given that the witness, in a lucid interval, declared that she had not signed her name to the note: Held, that the testimony was properly received.\nError, to the Common Pleas of Chester county.\nThis was an action brought by Robert Neely against George W. Neely, to July T.,1849, to recover from him several sums of money, amounting together to the sum of $1189, and interest, $100 of which was secured by a due-bill, $1000 by a promissory note, and $98 a balance on book account. The plaintiff declared on these several claims. The defendant pleaded non assumpsit and payment with leave, &e. On the trial of the cause the plaintiff produced witnesses to prove the due-bill, note, and book account, and the principal contest in the case turned on a question raised by the defendant, as to the genuineness of the $1000 note. The plaintiff gave the $1000 note in evidence after having given proof of its execution. Jane Neely, who had signed the note as subscribing witness, had been the subject of an inquisition de lunático inquirendo, and had been found a lunatic without lucid interval, about nine or ten months prior to the trial. The proceedings on that inquisition having been read in evidence, the plaintiff was permitted to prove her handwriting as though she had been dead or out of the state, and also the handwriting of G. Washington Neely, the maker of the note. After the testimony on the part of the plaintiff was closed, the defendant offered to prove that Jane Neely made declaration in relation to her signature to this note since the finding of the inquisition, but at a time when she enjoyed a lucid interval. The plaintiff’s counsel objected to the admission of the evidence. The evidence was overruled, hut defendant was permitted to call Jane Neely. The defendant then proceeded to examine other witnesses, but did not call Jane Neely. Before closing his evidence in the case he renewed his application to the coimt, and offered again to prove by Benjamin Millies, the same witness, the declarations of Jane Neely in relation to her signature as witness to the execution of the $1000 note; these declarations being made since the finding of the inquisition of lunacy, and at a time when it was alleged she enjoyed a lucid interval. The plaintiff’s attorney again objected to the admission of the testimony, but the objection was overruled, and the defendant was allowed to prove the declaration, after producing some testimony tending in the opinion of the court to establish the existence of a lucid interval. This declaration, according to the testimony, was made a few weeks before the trial, while Mrs. Neely was absent from her own house.\nThe declaration, as testified to by the witness, is as follows:— “ I asked her if she had heard anything of the two notes in dispute, and whether she had signed her name to one of them as witness; she said she had not signed her name,” &c.\nThe jury rendered a verdict for the plaintiff for the sum of $83.08, for which judgment was entered, and the plaintiff sued out a writ of error.\nThe specifications of error were:\n1. The court erred in admitting evidence of the declarations of Jane Neely as to her not having signed the $1000 note as subscribing witness.\n2. The court erred in admitting in evidence any declarations of Jane Neely testified to by one of the defendant’s witnesses, because, if sane, she ought to have been called as a witness; if insane, her declarations ought to have been excluded.\nLewis, with whom was Rutter, for plaintiff in error.\nThe declarations of Jane Neely were mere hearsay, which is defined in 1 Greenleaf Ev. sec. 99. The case is distinguishable from the principle decided in Harden v. Hays, 9 Barr 152. In the case before the court, the declaration was admitted, not to prove that the witness made statements inconsistent with what she, as subscribing witness, is by legal intendment to be considered to have affirmed, but that she was not a subscribing witness. They were in contradiction to the plaintiff’s evidence that the handwriting of the witness was genuine.\n2d point. There was not sufficient ground laid by the defendant for the introduction of evidence of Ja,ne Neely’s declarations. If sane, she ought to have been called as a witness or her deposition taken. If insane, her declarations ought to have been excluded.\nSmith and Darlington, for defendant, in error.\nThe only matter seriously contested was the genuineness of the $1000 note, the plaintiff, in effect, abandoning all other parts of his claim, except a small balance on settlement of $76.34, which was admitted by defendant. To this $1000 note, the name of Jane Neely appeared as a subscribing witness. She had been found a lunatic, and was known to be so at the time of the trial, the plaintiif giving in evidence the inquisition, to make way for secondary evidence of her handwriting. Upon the point whether it was her signature, there was evidence on both sides, the witnesses disagreeing in their opinion as to that fact. Contradictory evidence was also given as to whether the defendant’s signature to the note was genuine or not. In this state of the case the defendant offered and was allowed to prove, that Jane Neely, after the date of the note, declared she had not signed her name to the note. This declaration was made when she was of sound mind, of which fact evidence was first given to the jury.\n1. Proof of the handwriting of a subscribing witness to an instrument is admitted, from necessity, as' secondary evidence, when the. witness is dead, insane, or beyond the jurisdiction of the court. It is a supposed equivalent for the oath of the witness, as to all he would be competent to prove, if before the court.\n“ Proof of the handwriting of a deceased subscribing witness is not merely evidence that he attested the will, but is also proof of the sanity of the testator.” Per Rogers, J., in Harden v. Hays, 9 Barr 156.\nThe signature is a declaration in effect:—1. That he signed his name as an attesting witness. 2. That he saw the testator or party execute the instrument. 3. That the testator or party was of sound mind.\nIf Jane Neely were before court as a witness, the first question that could be legally put to her would be, “is that you,r signature ?\"\nIf she answered affirmatively, her declarations, previously made, that it was not, would clearly be admissible.\nIt is the only substitute the defendant has for her cross-examination, of which he is deprived when she is not brought into court.\nA deceased witness may be impeached in the usual mode, as if he were living and had .testified at the trial to what his signature imports: Losee v. Losee, 2 Hill 612.\nThe declaration of a deceased witness to a will, “ that it was forged by himself,\" was admitted to counteract the proof of his handwriting: Wright v. Littler, 3 Burrows 1244. Reference was made to 2 Hill 612, in note; 10 Ser. & R. 155; 2 Hill 609 ; 4 Barn. & Ald. 55; 6 East 188; 5 Bing. 435. If we allow greater privileges to a party who relies on proof of the witness’s handwriting, than we would accord to him if he produce him in court, we should invert the order of evidence, and give greater effect to secondary than to primary evidence.\nIn the case in hand the plaintiff offered secondary evidence, to wit, of the handwriting of Jane Seely.\nIf he had called her in court, and she had sworn to her signature, we could have cross-examined her as to that fact, and could have proved she had previously declared she did not sign it. We are deprived of this privilege of cross-examination. As a substitute for it, we claim to show she declared it was not her signature.\n2. Evidence of Jane Neely’s sanity, at the time the declaration was made, was previously given. Of its sufficiency to establish her sanity, the jury were to judge. The court could not say there was no evidence, or not sufficient evidence of that fact.\nUpon this point, the court charged as follows:—“ The jury should weigh the evidence with care, consider the circumstances under which it is alleged the declarations were made, and unless the jury are satisfied she was in the full enjoyment of her mental faculties at the time, her declarations must be totally disregarded, even though the jury believe they were made by her, and whether the witness is entitled to credit is a matter for the jury to determine.”\nT. S. Bell, in reply.\nJanuary 19,"
  },
  "file_name": "0227-01",
  "first_page_order": 227,
  "last_page_order": 231
}
