{
  "id": 967595,
  "name": "Harper versus Keely",
  "name_abbreviation": "Harper v. Keely",
  "decision_date": "1851-03-01",
  "docket_number": "",
  "first_page": "234",
  "last_page": "238",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 234"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 483,
    "char_count": 9487,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 1.9723908542410514e-07,
      "percentile": 0.7394757377746733
    },
    "sha256": "f707141da522123dd204d3db8f6fc1d0a8f93e8f4d87d6c489489c0dae91082e",
    "simhash": "1:9ccbd07d1216959b",
    "word_count": 1680
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, J., dissented."
    ],
    "parties": [
      "Harper versus Keely."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThe judgment of this court must be such as the record demands. It would necessarily be in favor of the plaintiff on the verdict were it not for the motion for a new trial, which stands open upon the record, and which can be decided only by the court below. The record would therefore seem to demand that the case should be sent back to the court below, in order that this motion should be decided, and other proceedings consequent thereon be had.\nBut it is said that the defendant by accepting judgment in his favor on the reserved point has abandoned his motion for a new trial. It is not pretended that this is so, in point of fact, for the contrary is admitted; it is only claimed that such is the legal consequence. Then it is legal fiction excluding a party from asserting the acknowledged right to have a new trial if the verdict is wrong; yet legal fictions are allowed only in favor of justice, and not to defeat it.\nSuppose it is true that the party assents to the judgment rendered by the court in his favor, we must not make a fiction of it, by implying from this assent a waiver of all the errors and omissions through which the judgment was reached; for the judgment might not be half as much as was demanded. The party might have a verdict against him, obtained through many errors on which he has bills of exception, and a judgment improperly in his favor on a reserved point. This legal fiction would set aside all his exceptions and cure all the errors of the trial of the facts, and on the reversal of the judgment communicate to him the astonishing information that he had abandoned all his complaints of error in the trial..\n■ It is usual to move in arrest of judgment and for a new trial at the same time, and it is.very proper for the court to pass by the 'consideration of the motion for a new trial and' arrest the judgment, if they think that the law of the case requires it; and it would be an outrageous fiction that would require this court, on reversing the judgment, to disregard the pending motion for a new trial, and enter final judgment on the verdict.\nIf the party could elect which motion should be decided in his favor, there might be some plausibility in the assertion that by taking a decision in his favor on one of them, he waives his .right on the other. But it would be a most bald fiction to assert such a right of election in the face of the every-day practice that in such cases the court acts upon its own discretion.\nIn this case we fully correct the error by reversing the judgment and sending back the case for further proceedings. ■ Wé decide the reserved points in favor of the plaintiff; but the pending motion for a new trial prevents us from giving him judgment on the verdict. We strike out our erroneous judgment for the plaintiff, and let it stand\nJudgment reversed and a procedendo awarded.\nLewis, J., dissented.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "The ease was argued by Smith, for the plaintiff in error.",
      "St. 6r. T. Campbell, for the rule.",
      "Thomas S. Smith, contrá."
    ],
    "corrections": "",
    "head_matter": "Harper versus Keely.\n' 1. A material man, who furnished materials to one contractor, jointly and indiscriminately for the use of two adjoining buildings, owned by.different persons, may divide his claim and file a separate lien against each building for the amount of materials furnished for it.,\n2. A verdict was rendered in favor of the plaintiff, subject to the opinion óf the court on a point reserved, on which the court afterwards entered judgment for the defendant. The Supreme Court, on error, reversed the judgment, and entered judgment for the plaintiff. It being afterwards suggested that a motion on behalf of the defendant for a new trial was undisposed of, and that the lower court had, notwithstanding its pendency, entered judgment for the defendant, the Supreme Court, on motion, permitted the reversal of the judgment to stand, but struck off the judgment entered for tho plaintiff, and a procedendo was awarded.\n’ Error to the District Court for the city and county of Philadelphia.\nThis was a scire facias upon a, claim filed for bricks furnished for the erection of a house in the city of Philadelphia, of which the following is a copy, to wit:—\n■ “James Harper, of the city of Philadelphia, brick-maker, files a claim to be a lien for the sum of $363.50 against that certain three story brick house, with three story back buildings, situate in the said city, on the north side of Arch street, 90 feet west of Schuylkill Fifth street, the house and lot on which it is situate being 17 feet in front or breadth, and the lot 105 feet deep, of which house and lot William Keely is the owner, and in this case contractor for materials, to wit: for bricks furnished for and about the erection and construction of said house, the amount of said materials and the times when they were furnished, are particularly set forth in the bill annexed to this statement, and which is hereby made part thereof. This claim is filed against said house and lot.\nBill annexed.\nMr. William Keely,\n1847. To James Harper, Dr.\nApril 2, to 1500 bricks,\n3, to 1500\n12, to 3200\nIntermediate deliveries almost daily to\nOct. 20, to 1000\n110,500 at $6.00 per M. $663.00\n8,000 at $8.00 per M. 64.00\n$727.00\nOne half chargeable to house described, ■ $363.50\nThe bricks in the above bill charged were furnished for two houses, one of them being the house described in the annexed and foregoing claim, one-half the bricks at the times they were furnished and delivered, being for.each house. The houses are adjoining each other, and as the bricks were furnished and delivered, they were charged in the- claimant’s book of entries as in the above bill. Thomas S. Smith,\nFor J. Harper.\nD. C. Skerrett, Esq., Pro. D. C.,\nFiled March 4, 1848.\nThe pleas to the scire facias were a release, non assumpsit, payment with leave, &c.\nThe replications were non est factum and non solvit, and issues were joined.\nOn the 16th May, 1849, the .issues were tried before SharsWOOD, J.\nThe defendant, John Eckstein, on his application, was permitted to appear and take defence as though originally a party to the record.\nIsrael Vanhorn affirmed for plaintiff. Said he was a bricklayer, that he built the two houses for Keely; that the plaintiff furnished the bricks; did not recollect the quantity; he thought the number was rising 100,000. He understood one house was for Keely, and one for Mr. Fry. The house on which this claim is, is Keely’s. The buildings adjoined and went on together; Keely built both; the bricks came and were used promiscuously for both; Keely’s house had the most bricks; the price of bricks was then six dollars a thousand; for paving-bricks from eight to ten dollars a thousand.\nJosiah Evans affirmed for plaintiff. Said he counted the bricks. There were 60,834 bricks in the house exclusive of the heater and pavement.\nThe plaintiff also gave in evidence a bill corresponding with the bill filed, with an acknowledgment of Keely, the defendant, that it was correct.\nThe account was against William Keely; dates of delivery were stated, and the quantity of bricks stated at 109,000, at $6\nper M.........$654.00\nAlso, 8000 at $8 per M......64.00\n$727.00\nThe defendant gave in evidence a deed from Rebecca Chester to William Fry for the lot adjoining the one against which the claim was filed, and a deed from the same grantor to William Keely the defendant, for the lot in question in this case; a deed from William Keely to Thomas S. Cavender for the same premises; and a deed for the same from Cavender to Eckstein, the defendant. Also, a release from plaintiff to William Fry, of his lien on the adjoining house.\nThe judge submitted the issues to the jury, reserving the question whether the plaintiff was entitled to a verdict upon the record and pleadings.\nThe jury found a verdict for the plaintiff.\nThe District Court, on the question reserved, gave judgment for the defendant.\nIt was assigned for error, that the court erred in giving judgment on the point reserved for the defendant instead of the plaintiff.\nThe ease was argued by Smith, for the plaintiff in error.\nDavis et al. v. Farr et al., 1 Harris 167: “ The spirit and object of the Act of 16th June, 1836, authorizes a material man who has furnished materials to one contractor jointly and indiscriminately for the use of two buildings owned by different parties to divide his bill, and file a separate lien against each building.”\nPer curiam.—This cause is ruled by the case of Davis v. Farr, 13 Pa. State Rep. 167, and therefore let the judgment be reversed and judgment be entered for the plaintiff below.\nJudgment reversed and judgment for plaintiff below.\nSubsequently a rule was granted as is hereafter stated.\nIn this case a verdict was rendered in favor of the plaintiff, in the District Court of Philadelphia County, subject to the opinion of the court on a point reserved, and on this reserved point the court entered judgment for the defendant. On a writ of error that judgment was reversed, and judgment was entered for the plaintiff on the verdict. Afterwards it was suggested that at the time of the entry of the judgment below, there was a motion pending on behalf of the defendant below for a new trial, which was not yet disposed of, because of the fact that the court below entered judgment for the defendant notwithstanding the verdict. Under these circumstances a rule was granted to show cause why the judgment here for the plaintiff should not be set aside, and the record remanded for further proceedings.\nSt. 6r. T. Campbell, for the rule.\nThomas S. Smith, contrá.\nMarch 1,"
  },
  "file_name": "0234-01",
  "first_page_order": 234,
  "last_page_order": 238
}
