{
  "id": 967609,
  "name": "Miller versus Lockwood",
  "name_abbreviation": "Miller v. Lockwood",
  "decision_date": "1851-01-23",
  "docket_number": "",
  "first_page": "248",
  "last_page": "253",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 248"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 John. 428",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        374463
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/13/0428-01"
      ]
    },
    {
      "cite": "2 Mass. Rep. 444",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 477",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0477-01"
      ]
    },
    {
      "cite": "3 Penn. Rep. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 540,
    "char_count": 13295,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 1.8041132963522576e-07,
      "percentile": 0.7168417927068335
    },
    "sha256": "88ac7ca1e48715bc90a22f5374c170fa962ee2bfd8f3e4b552954a42ff55b59c",
    "simhash": "1:8f778761b4360077",
    "word_count": 2414
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller versus Lockwood."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, J.\nThis is an action against the late recorder of deeds to recover the penalty of fifty dollars for taking illegal fees. The suit was brought originally before a justice of the peace, and came by appeal into the Common Pleas. By the Act which imposes the penalty, provision is made for its recovery, “ as debts of the same amount are recovered.” And these words have been construed to authorize a recovery before a justice of the peace, according to the ■form of proceedings prescribed for the recovery of debts under what is called the “hundred dollar act.” By that act an appeal is given to the Common Pleas, but it is expressly declared that the cause shall be tried “on its facts and merits only,” and that no deficiency of form or substance in the record or proceedings returned, nor any mistake in the form or name of the action, shall prejudice either party in the court to which an appeal shall be made.” And the Act of 21st March, 1806, provides that “no suit brought in any court of record within this commonwealth, shall be set aside for informality,” if certain prescribed essentials to a fair trial are shown to exist. With these provisions before us, let us consider the errors assigned.\nThe first count sets forth the services rendered with great precision. It gives the exact number of words contained in the deed which was recorded, and states also, the sum of money which the defendant below received for this service. It is not necessary to decide whether, in an indictment, it would be material to state what was the legal fee, and what was the excess charged. In a civil action such a statement is unnecessary after verdict. -The facts which constitute a good cause of action plainly appear, and the amount of legal and illegal fees taken, if necessary to be ascertained, can be rendered certain by calculation. The injury complained of respecting the second count, conceding that a cause of complaint existed in the court below, was there redressed by the verdict. The plaintiff has obtained a verdict only upon the cause of action which was litigated before 'the justice; and we infer from the paper-book that the decision below was in favor of the defendant on the second count. The temporary joinder of these two counts is no ground for reversing the judgment on the count which was properly tried and disposed of in favor of the plaintiff below.\nIt is a mistake of fact to allege that the declaration “ does not set forth that the plaintiff is the party injured.” It appears that he was the grantee in the deed which was recorded; that he was the person for whose benefit the service was rendered; that he was the party liable for the legal fees, and that he was the person who paid the sum illegally taken. He is, therefore, “ the party injured.”\nIn a civil action for the penalty, it has been held to be immaterial whether the illegal charge was made “ ignorantly, or oppressively and fraudulently 3 Penn. Rep. 223. And the action was maintained against a justice, although the fees were received for 'him by a constable. In Jackson v. Purdue, it was remarked by the judge who delivered the opinion of the court, that “ it would be a narrow construction to say that illegal fees, levied upon a defendant by a sheriff, through Ms deputies, do not subject him to the penalty, although at the time of suit they may not have been paid over to the sheriff.” The difference between a civil actioh and an indictment for taking illegal fees is that-in the indictment it must be shown that the illegal charge was made “ wilfully, fraudulently, and corruptlywhile in an action the officer is liable, although the charge was made by mistake- and without any intention to extort. Act of 25th March 1831; 5 Watts 477; 17 Ser. & R. 75. In an indictment the officer might not be liable for the misconduct of his deputies, if unauthorized and unsanetioned, but in a civil suit he is responsible for them. Any other construction would enable the officers throughout the state to work a practical repeal of the statute by means of clerks, deputies, or other agents. In the ease before us, as in other civil liabilities, the officer is subject to the maxim which regards the act of an agent as that of the principal.\nThere is no error in this record, and the judgment is affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Westcott, for plaintiff in error.",
      "No one appeared for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Miller versus Lockwood.\n1. In an action of debt against a recorder for taking illegal and excessive fees for recording a deed, the precise number of words in the deed were alleged in the declaration, and also the amount paid for the recording; but the amount of the legal fee, or the excess charged, was not stated: Held, that the nan. was sufficient after verdict.\n2. Though, after an appeal from the judgment of an alderman in such a case, after a count for taking the illegal fee for which the suit was brought a second count was inserted in the declaration for taking another illegal fee than that charged before the alderman, on which second count the jury found for the defendant; it was held, that such joinder of counts was no cause for reversing the judgment for the plaintiff on the first count.\n3. It appearing in the case that the plaintiff was the grantee in the deed recorded; that he was the person for whose benefit it was recorded ; that he was the party liable for the fees, and that he paid them; Held, that it sufficiently appeared that he was the person injured.\n4. In a civil action for taking illegal fees for recording a deed, the officer is liable although the charge was made by mistake, and without any intention to extort; and he is liable though the illegal fees were taken without his knowledge, by his deputy.\nError to the Court of Common Pleas of Philadelphia.\nThis was an appeal from the judgment of an alderman, in a suit by William Lockwood against Andrew Miller, late recorder of deeds for the city and county of Philadelphia. The suit before the alderman was brought against the defendant for $50 penalty, under the Act of Assembly for taking illegal fees. In the court the declaration contained two counts, one that the plaintiff in error took $2.50 for recording a deed containing 1680 words, which, it was alleged, was a greater fee than was limited by the Acts of Assembly for the service to be rendered; the other that he took 37J cents for a certificate and seal before recording the deed. The original suit before the alderman was for the one penalty in taking $2.50 for recording 1680 words. The addition of the second count was, among other things, alleged as error. The jury gave a verdict for the plaintiff for $50. Motion in arrest of judgment was made in the court below and overruled. The fees were received in May, 1848.\nThe defendant pleaded not guilty, with leave, &c.\nThe evidence in the case was as follows :—\nPlaintiff called a witness, who, being sworn, testified as follows:\n“ I was employed as a clerk in the office of the recorder of deeds when Andrew Miller was recorder;” and being shown a certain paper or receipt, in wit:— the words and figures following, to\nWin. D. Lewis, et ux. to Wm. Lockwood. $2.50 50 J. H. Carr, - May 4, 1848. $3.00 Deed. Received for record,\nthe said witness said: — “This is my handwriting; it is usual to give a receipt like this when we receive a deed to be recorded; I presume I received the deed here mentioned on the date which appears here; I have no recollection of the circumstance; I have no recollection that the money was paid; the figures $2.50 represent, I presume, the amount paid when the deed was presented to be recorded; the figure ‘ 50’ represents the state tax, making $3 in all, which may have been paid; I have no recollection that it was paid; I do not know that the plaintiff brought the deed; if anything was paid, I presume it was $3.” And being cross-examined, the witness testified further as follows:—“ I was employed as clerk in the office of Mr. Miller; I was not authorized to take illegal fees in this case, or any other case; I was not told by Mr. Miller to make an overcharge for recording the deed here spoken of. If I did receive the $3 for recording this deed, and the state tax, I did not communicate the fact to Mr. Miller; I put the money so received, if I did receive it, into the drawer with the other 'receipts of the office; and I presume it Avent AYith other funds into Mr. Miller’s pocket.”\nAnd thereupon the counsel for the said defendant requested the court to charge the jury as follows :—\n1. The 26th section of the Act of 28th March, 1814, is a penai Act, and must be strictly construed.\n2. The penalties recoverable under the Act apply only to the case where the officer takes the illegal fee, and will not make the officer liable for the unauthorized and wrongful act of his clerk in taking such fees.\n8. Whereas in this case the clerk had no authority to charge illegal fees, his charging and taking the same, the officer not being present, will not make the latter liable.\n4. If the plaintiff paid such demands to the clerk, he paid ih his own wrong—the 27th section of the Act directing that the fees shall be paid to the “ officer,” who shall make out a bill of particulars, and sign the same.\n5. That only the party injured can sue, and the jury must be satisfied that the plaintiff paid the alleged overcharge.\n6. That the recorder can take the fee for certificate and seal in advance, according to the spirit and intention of the law.\nAnd the court answered said points as follows:—\nThe 1st and 5th points he answered affirmatively.\nTo the 2d and 3d, he said: “ The officer is bound by the act of his clerk within the scope of his duties. The receipt of fees was within his duties, and if he demanded and received more than was legal, his principal is liable, though the clerk had no special authority to overcharge and the officer was not present.”\nTo the 4th he said, “ If plaintiff paid to the clerk authorized to receive papers to be recorded, or appointed by the recorder, he paid the right person. The receipt of such person would bind the recorder, and is evidence of the amount received.\n“ 6. The fee for certificate and seal is not demandable in advance. Many parties may not require the certificate and seal. It may be enough for them to know that the paper is of record.”\nIt was assigned for error:\n1. Because the first count of the said declaration does not set forth the excess of the fees alleged to have been taken for recording the said deed, or the amount of the same.\n2. Because the cause of action is varied from that before the alderman, the suit being for one penalty for taking an illegal fee for recording a deed, and the declaration in the court below being for two penalties; one for recording a deed, and the other for taking in advance the cost of certificate and seal.\n3. Because the declaration does not set forth that the plaintiff is the party injured.\n4. The court below erred in charging that the penalty for taking illegal fees might be recovered against the defendant below, though such illegal fees were taken by a clerk without authority of said defendant to take such illegal fees, and without notice to him, the said defendant not being present when such fees were taken.\n5. The court below erred in not charging the jury that the penalties for taking illegal fees, applies to eases where such fees are 'taken by the officer only.\n6. The court below erred in not charging the jury that if the plaintiff below paid such illegal fees to a clerk, he paid in his own wrong; and in not charging that the 27th section of the Act of Assembly of 1810, gives the party of whom the fee is demanded a right to call on the officer for a bill of particulars, which must be signed by said officer.\n7. The court below erred in charging the jury that the clerk of plaintiff in error by taking the fee for a certificate and seal in advance, made the plaintiff liable to a penalty for taking an illegal fee, by taking such fee in advance.\nWestcott, for plaintiff in error.\nThe first count in the declaration does not set out the amount of the fee limited by the Act of Assembly, or the excess of fees alleged to have been taken: 2 Mass. Rep. 444; 13 John. 428; 8 W. & Ser. 162; 4 Barr 517.\nIn the recording of' every deed there are three matters for which the recorder may charge, viz.: for recording at the rate of 1 cent for 10 words, [viz. for 1680 words $1.68); for certificate and seal, 37J cents ; and for state tax, 50 cents. The particular service for which more fees were taken than was allowed by law, should have been stated.\nThe Act of 22d February, 1821, sec. 15, allows the recorder to receive the fees for recording a deed at the time it is left at his office for recording.\n2. The plaintiff’s claim was varied from a claim before the magistrate for one penalty, to two in court.\n3. The declaration does not state that the plaintiff was the party injured: 10Mass. Rep. 210. As to 4th & 5th assignments: That the defendant was not liable for illegal fees taken by his clerk, when the former was not present: 1 East 106; 15 Id. 384; 1 Taunton 567; 4 Barn. & Ald. 590.\nIf it appear from the evidence that there was no intention to take illegal fees, there was no violation of law: 17 Ser. R. 75.\nNo one appeared for the defendant in error.\nJanuary 23,"
  },
  "file_name": "0248-01",
  "first_page_order": 248,
  "last_page_order": 253
}
