{
  "id": 967640,
  "name": "Kyle versus Wells",
  "name_abbreviation": "Kyle v. Wells",
  "decision_date": "1851-01-26",
  "docket_number": "",
  "first_page": "286",
  "last_page": "290",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 286"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wend. 422",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2007501
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/6/0422-01"
      ]
    },
    {
      "cite": "12 Johns. 288",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "2 Hill 120",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "4 Port. 233",
      "category": "reporters:state",
      "reporter": "Port.",
      "opinion_index": -1
    },
    {
      "cite": "4 Pick. 110",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2031161
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/21/0113-01"
      ]
    },
    {
      "cite": "16 Wend. 477",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wend. 257",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145724
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "293"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/5/0257-01"
      ]
    },
    {
      "cite": "8 Wendell 600",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2147300
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/8/0600-01"
      ]
    },
    {
      "cite": "10 Watts, 120",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 219",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846041
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "244"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0219-01"
      ]
    },
    {
      "cite": "7 Yerg. Rep. 543",
      "category": "reporters:state",
      "reporter": "Yer.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0261-01"
      ]
    },
    {
      "cite": "15 Maine Rep. 360",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8847708
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/15/0360-01"
      ]
    },
    {
      "cite": "5 Watts 44",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Cranch 74",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 639,
    "char_count": 10558,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 4.312709027904578e-07,
      "percentile": 0.917103275133029
    },
    "sha256": "7df666dabe2889e4fc84f481285e3723577ef21b0c20ca391450f48cee3529e5",
    "simhash": "1:c674cb857228bcc5",
    "word_count": 1896
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kyle versus Wells."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThe highest morality of a judicial or other public officer, consists in keeping himself within and yet fully performing the law of his office, because that is the rule of official duty. But the private citizen is not thus restricted, for the law falls far short of being the rule of individual duty.\nThere is a boundary of honor and even of honesty, however undefined, beyond which the law has no jurisdiction—there are duties which it cannot, and many others which it should not, enforce. And it is well that it is so; for where duty is compelled, it is performed without merit, and that is a base-born morality that is begotten by statute. In order that man may improve, he must have ability to do wrong as well as right, and his nature is violated and his development stinted, when the machinery of the law is too often applied to give form to his actions.\nWhen a claim is barred by the statute of limitations, it ceases to be a legal, and becomes a mere moral right. The duty is not discharged; but the remedy is transferred from the foruin of the law to the forum of conscience. But because, in some hard cases, this latter forum refused relief, the law was stretched and the province of morality invaded, hy deciding that a moral duty, followed by a promise, became a legal duty; and now such is the law, though the reasoning is inconsequential.\nHence it has become the rule that the legal right is restored by a new promise, or by admissions from which a new promise can properly be inferred. This is now the unquestioned rule on this subject, and if there be inconsistent decisions in applying the rule, the importance of resorting to the standard itself, rather than to imperfect copies of.it,.is the more manifest. Let us apply the rule-to the present case, and be cautious, in doing so, that we keep within the.boundary which the law has placed between moral and legal duty.\nThe defendant below, after the claim was barred, said to the witness, who was no agent of the plaintiff, that he owed the debt, and intended to have it settled within twelve months. Can we from this properly infer a promise to pay ? The defendant knew he was discharged from his legal duty, did he intend to re-assume it ?\nThere is a maxim in the Roman law, per extranemn personam nihil nobis acquiri potest, through a stranger we can acquire no rights: and though this maxim is not in form found in our law, yet its principle is at the foundation of all our rules as to the privity of contract and estate, and as to matters inter alios aetee. If then the defendant had expressly told the witness that he would call and pay, this would have been but the expression of a determination, revocable at pleasure, and would have created no legal duty. It is a perversion of the word promise, to apply it to a declaration made to one who has no interest in or connection with the subject spoken of; and we cheat the law and morality too, of their rights, when we distort the meaning of words in order to reach a desired conclusion. 1 Bouv. Inst. 889.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "The case was argued by HiesJcell, for plaintiff in error.",
      "H. M. Phillips and Gilpin, for defendants in error, contended that the acknowledgment was sufficiently definite:"
    ],
    "corrections": "",
    "head_matter": "Kyle versus Wells.\nA declaration made by the defendant to a stranger to the suit or cause of action, that he owed to the plaintiffs a debt “ of about $800, which he intended to have settled within twelve months from that date,” is not sufficient to take the case out of the statute of limitations.\nThis was an action on the case, brought by Wells & Miles, plaintiffs below, against Joseph Kyle and James Kyle, lately trading as Kyles & Co., defendants below, on a promissory note, signed Kyles & Co,, dated New York, November 26, 1832, for $812.64, payable in ninety days from the date thereof, to the order of Wells & Miles, and by them endorsed.\nThe original summons, issued on the 27th November, 1843 (being ten years and nine months from the time the cause of action commenced), in the District Court for the city and county of Philadelphia, returnable to the first Monday in December, 1843. The sheriff made return to this writ, “ Nihil habet.”\n'• An alias summons was issued on the 23d February, 1844 (being some days less than eleven years from the time the cause of action commenced), returnable to the first Monday in March, 1844. The sheriff’s return to this alias writ was “nihil habet,” as to Joseph Kyle; “ served,” as to James Kyle.\n■ A copy of the promissory note was filed by plaintiffs, and an affidavit of defence was filed by James Kyle (the only defendant in court), to the effect that no partnership ever existed between the affiant and Joseph Kyle, as alleged; that the signature to said note was not his handwriting; and averring, moreover, that said note was barred by the statute of limitations.\nThe declaration contained, 1. A count on the promissory note in the usual form, describing it as a note for $812.54, bearing date on the 26th November, 1832, payable ninety days from the date thereof, &c.\n2. A count on the promissory note, similar to the foregoing, but describing it as a note for $812.56.\n3. A count on the promissory note, describing it as a note for $812.54, and averring that the defendants being liable thereon, they, the defendants, in consideration thereof, afterwards, to wit, on the thirty-first day of December, A. D. 1841, at, &c., aforesaid, undertook, and then and there faithfully promised the said plaintiffs to pay them the said last-mentioned sum of money, in the said last-mentioned note specified, within twelve months thereafter. And although twelve months from the time of the making of the said last-mentioned promise and undertaking of the said defendants have long since elapsed, to wit, at, &c., aforesaid, yet the said defendants, not regarding their said last-mentioned promise and undertaking, have not as yet paid, &c. &c.\n• 4. ,A count on the promissory note, describing it as a note for $812.56, and averring a new promise to pay, similar to the one set forth in the preceding count.\n5. Account stated.\n6. Common count for goods sold and delivered.\nThe defendant, James Kyle, entered the following pleas, to wit:\n1. Non assumpsit. 2. Non assumpsit infra sex annos. 3. Actio non accrevit infra sex annos.\nThe plaintiffs replied:—1. Similiter. 2. Assumpsit infra sex annos. 3. Accrevit actio infra sex annos.\nOn these pleadings the cause was tried, and on the evidence contained in the depositions of McKnight & Spear, as to the partnership of the Kyles, and as to the goods purchased from Wells & Miles, &c., that of Spear being hereafter referred to, and of certain papers, the defendant obtained a verdict under the direction of the judge before whom the cause was tried, which the court set aside. On the next trial, the same evidence having been given by the plaintiffs as on the former trial (the defendant on neither trial offering any testimony), the judge was requested by defendant’s counsel to instruct the jury:\n1. That there was no evidence of any acknowledgment and new promise by defendant, sufficient in law to defeat the pleas of the Act of Limitations.\n2. That the alleged acknowledgment and new promise were not made to the plaintiffs, or their agent known as such, and must, therefore, be disregarded.\nThe request so made, Findlay, J., refused to comply with, but instructed the jury, 1. That there was evidence of an acknowledgment and new promise by defendant sufficient in law to defeat the operation of the statute of limitations. 2. That it was no cause in law for disregarding the evidence of such acknowledgment and new promise because not made to the plaintiffs or their agent known as such.\nVerdict was rendered in favor of the plaintiffs for $1639.48 damages, and six cents costs.\nThe testimony of Alva Spear was mainly relied on to take the case out of the statute. It was, as to that matter, substantially:— That said Spear, a resident of New York, was on a tour of business to the south in 1841. That in December of that year, he called on James Kyle at Fayetteville, N. C., to collect some notes which he (Spear) held against Kyles & Co.\nThat in the course of conversation with Mr. Kyle about his, (Spear’s) claims, Mr. Kyle said, “ that Kyles & Co.- owed a debt to Wells & Miles of about eight hundred dollars, which he intended to have settled within twelve months from that date.”\nThat he (Spear) had not called Mr. Kyle’s attention in any way to the claim of Wells & Miles. That he had not with him the note of Wells & Miles, nor any authority at that time to collect it. That he thought he carried out the note at the request of Wells & Miles when he went to Fayetteville in 1836, but did not then see Mr. Kyle, and his impression was, but he was not positive, that he left the note with Mr. Henry, an attorney.\nThat in the course of a general conversation, Mr. Kyle said Wells’s note was in the hands of Mr. Henry; and Mr. Kyle further said that only a part of the goods bought of Wells & Miles came to Fayetteville, and went on to say, that he (Kyle) believed the goods belonged to Wells and not to his consignors. I (Spear) mean the goods for which he was indebted.\nThe case was argued by HiesJcell, for plaintiff in error.\nThe acknowledgment must be that the debt is still due, and here it was in the past tense: 8 Cranch 74; 4 Barr 321; 2 Harris 479. The word settle has been said to qualify the acknowledgment and promise: 4 Barr 323; 5 Watts 44. The acknowledgment should not be equivocal or vague: 1 Peters’s Rep. 362; 3 Greenleaf Rep. 102; 15 Maine Rep. 360.\n2. The acknowledgment should be made to the party himself, or his known agent: 10 Watts 261. Coulter, J., in the case of Morgan v. Walton, 4 Barr 323; 10 Barr 130; 2 Story’s Eq. 990. An original promise must be made to the person, or to some one authorized to receive it; and so of a new promise: 7 Yerg. Rep. 543, Catron, J.; 1 Bouvier’s Inst. 339.\nH. M. Phillips and Gilpin, for defendants in error, contended that the acknowledgment was sufficiently definite:\nKen. Bank v. Patton, 2 Harris 479; 6 Watts 219; Id. 244; 6 Wallace 66; 10 Watts, 120; 6 W. & Ser. 213. Settling a debt means paying it: 4 Denio, Stilwell v. Cope; 15 Vermont, Chapin v. Warden; 8 Wendell 600.\nThe acknowledgment or promise made was communicated to the creditor, and by him accepted and acted upon, and has the same effect as if made to him. 1 Harr. & Gill. 240, Oliver v. Gray; 5 Wend. 257; 9 Id. 293; 16 Wend. 477; 6 Barb. S. C. Rep. 583; 4 Pick. 110; 4 Port. 233; 4 Esp. Rep. 46; 2 Hill 120; 12 Johns. 288; 6 Wend. 422; 6 Bing. 349; 2 Barn. & Cress. 153; 3 Id. 141.\nJanuary 26,"
  },
  "file_name": "0286-01",
  "first_page_order": 286,
  "last_page_order": 290
}
