{
  "id": 967654,
  "name": "Steele & Co. versus The Franklin Fire Insurance Company",
  "name_abbreviation": "Steele & Co. v. Franklin Fire Insurance",
  "decision_date": "1851-01-28",
  "docket_number": "",
  "first_page": "290",
  "last_page": "301",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 290"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 515",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682995
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/46/0515-01"
      ]
    },
    {
      "cite": "16 Wend. 400",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "16 Pet. 510",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "16 Pet. 501",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "12 Wendell 314",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "4 Bin. 539",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "16 Wend. 398",
      "category": "reporters:state",
      "reporter": "Wend.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "12 Wend. 514",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "16 Pet. 495",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        102729
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "501"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/41/0495-01"
      ]
    },
    {
      "cite": "4 Whar. 68",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835022
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0068-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 928,
    "char_count": 31944,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 3.333878683095759e-07,
      "percentile": 0.8737490100774215
    },
    "sha256": "89a0026a94fcacc5aadb2619d50bdc5291f38f527b6e2d113771bb0d4dd6e2d6",
    "simhash": "1:1a6954637a223585",
    "word_count": 5512
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Steele & Co. versus The Franklin Fire Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nLewis, J.\nThis cause was tried at Nisi Prius, and the plaintiffs recovered, subject to the opinion of the court upon the whole case. Judgment to be entered for the defendant non obstante veredicto, should the court be of opinion that the plaintiffs are not entitled to recover.\nThe action is brought upon a policy of insurance to recover for a loss by fire, of 185 bales of cotton, 60 of which are claimed for the benefit of the oivners, as uninsured in any other office, and the remaining 125 bales are claimed for the use of the American Fire Insurance Company, from which S. & W. Welsh,' the consignees of Breed & Brewer, obtained an insurance, and received compensation for the loss.\nThe cotton in question was sent by Breed & Brewer, under the charge of a General Forwarding and Transportation Line, from Pittsburgh to Philadelphia, consigned to S. & W. Welsh, at the latter place. The plaintiffs were members of the transportation company; but they also did business on their own account as commission merchants, and kept a store in which they had goods, flour, and different kinds of produce, for sale on commission. It was a part of the contract with Breed & Brewer that the transportation company was not to be liable for the loss of the goods by fire, and that the owners should have the privilege of storage in Philadelphia “free of charge till sold.” The plaintiffs being partners in the transportation company, acted as agents of that company, so far as to receive the goods at their warehouse in Philadelphia, and collect the freight for account of the company. They (the plaintiffs) on the 80th April, 1842, effected one insurance in the name of James Steel ¿- Co., upon “ merchandise generally in their warehouse,” “for account of whom it may concern.” This was renewed from time to time, and the last renewal was on the 80th April, 1845. An additional insurance was effected on the 9th June, 1845. Both these insurances were made with the defendants, and were for $10,000 each. Before the policy expired, to wit, on the 7th September, 1845, a fire occurred in plaintiffs’ warehouse, and, amongst other property, 185 bales of cotton, forwarded by Breed & Brewer as owners, were burnt. Other facts material to the case appear upon the record.\nAll the authorities go to show that the intention of the party effecting an insurance, at the time of doing so, ought to lead and govern the future use of it, and that no one can, by any subsequent act, entitle himself to the benefit of it without showing that his interest was intended to be embraced by it, when it was made. This rule has especial application to insurances made “ for account of whom it may concern;” and, where these terms are used in the policy, it is not sufficient for the party who claims the benefit of the insurance, to show merely that he is the owner of or has an insurable interest in the goods. He must show that he caused the insurance to be effected for his benefit, or that it was intended, at the time, for his security. These terms in the policy will not, in general, dispense with this evidence. And where the party claiming the benefit cannot show that he caused or directed the insurance to be effected, it will not serve him to rest upon some supposed secret intention not manifested by a single word or act, at the time of the transaction, to mark its character and indicate the person or interest intended to be insured. That which is not manifested by evidence is to be treated as having no existence. The nature of the transaction must be fixed at the time of insurance, and cannot be changed by subsequent consent of the insured, without the authority of the underwriters. If this were not the law, all the mischiefs arising from gambling policies might ensue.\nBut it has been supposed that these principles, so well settled, and so necessary in the suppression of evils which grow out of the business of insurance, have been essentially changed by the decision in Siter v. Morrs, 1 Harris 218. In that case the insured was a depositary who had received from the owner in advance a receiving commission, and had charged in addition a loading commission, which was understood to be for storage. He had effected an insurance to the amount of $10,000 on the “merchandise” in his warehouse “ generally and without exception, his own, or held in trust or on consignment.” The whole stock of goods in his warehouse at the time of loss, including his own and those held for others, did not exceed $12,026.25. He recovered the whole amount insured; upon what proof we are not informed. After this, a party whose goods were in the warehouse on consignment, and on whose loss the recovery was in part obtained, was allowed to recover his proportion of the loss against the insured, not against the underwriters ; and that judgment was properly affirmed by this court. A comparison of the amount of the goods in possession, with the sum insured, tended to show that the consignee - had insured for the benefit of the owners, and not merely to cover his own interest as consignee; and after a recovery of a sum so large as to exclude every presumption that the insurance was intended to be restricted to his own interest alone, a recovery over by the owner was justified by the special circumstances of the case, without requiring any further evidence that the insurance was for his benefit. This case, therefore, cannot be regarded as changing the rule of evidence, in policies of the kind now under consideration, where the action is against the underwriters, and the merits of the plaintiffs’ claim are fully open for examination.\nWhat evidence have we that this insurance was intended to indemnify Breed & Brewer ? Daniel B. Peacock, a person in the employment of the plaintiffs, stated on the trial that “ it was a known fact generally, that we had an insurance on goods for the benefit of our customers, for all the customers in business doing business with the plaintiffs, whether as a firm or as member's of the line.” But how and to whom was this “known” ? We are not informed. The witness admits that he knows of neither “ circulars” nor “advertisements” giving such notice. He does not state a single act or declaration of the plaintiffs to indicate that the insurance was for the benefit of the otoners originally, or that it was communicated to their customers to influence their dealings or transactions in business. But he says it was “ known generally,This does not prove that it was known to Breed & Brewer; and we shall see presently that they did not act upon any such supposed knowledge. But the fact itself, the existence of an insurance for the benefit of owners, is certainly preliminary to proof of its general circulation. The witness, in the use of such language, must be intended to speak of rumor, not fact, and this is an insufficient foundation for a verdict. But the witness himself, when he descends to the facts of the case, tells us that the additional insurance was made “ at the request of one of the partners, for the benefit of the transportation line.” And the same witness produced the books of the plaintiffs in which the transportation company are charged with their proportion of the premium paid for the first insurance, and with the whole of that paid for the last. Can any evidence be more decisive that the insurance was effected, so far as the goods in question are concerned, for the benefit of' the transportation, line, to cover their charges for freight, or their interest in the goods, whatever that might be ?\nBut it may be said that an insurance for the benefit of the carriers is an insurance for the owners. Not so. Their interests are distinct. A contract of insurance is essentially but an engagement to indemnify. The interest of a carrier, without advances, is certainly less than the interest of the owners, tohere he has a special contract which relieves him from his liability for loss by fire and other accidents. An insurance for the benefit of the carrier would be made upon a less premium, under such circumstances, than would be demanded for an insurance upon the interest of the owner. And where the carriers were not relieved from liability by a special contract, at the time of receiving the goods, and were known to be responsible men, an insurance for the benefit of the owner could be effected at a small premium, by reason of the right of the underwriters to a cession of the owner's remedy against the carriers. It does not appear that the special contract between Breed & Brewer and the carriers, by which the latter were relieved from their common-law liability for loss by fire, was communicated to the underwriters at the time of effecting this insurance. Where an insurance is effected by the carriers, through their agents, for the benefit of the owners, and such a material fact concealed, they would not be permitted to set up such secret contract against the underwriters, upon a cession of the owner’s remedies against the carriers, after payment of the loss. Can it be possible that the plaintiffs, who were partners in the carrying company, and who acted as their agents and for their benefit, intended to place themselves and the Transportation Company in such a dangerous predicament ? Such a proceeding would be so suicidal in its nature, so decidedly against their interests, and so directly in conflict with their duty, that it must not be imputed to them, except upon the most unequivocal evidence.\nIf the liability of the Transportation Company as common carriers ceased upon the arrival of the goods at the warehouse of the plaintiffs in Philadelphia, and if, after that, the company merely held them in storage, without reward, for the accommodation of the owners, until it suited their convenience to call for them and pay the freight, it was neither the duty nór the interest of that company to insure for the benefit of the owners; and there is therefore no presumption that they or their agents did so.\nIf, on the contrary, the Transportation Company continued in possession, as common carriers, until the goods were delivered to the consignees in Philadelphia, their contract with Breed & Brewer relieved them from liability for loss by fire; so that, even under that view of the liabilities of the carriers, the case is stripped of every presumption arising from the promptings of interest or duty, tending to show that they effected an insurance on the cotton for the benefit of the owners, without instructions. The stipulation against liability for loss by fire, is decisive evidence that they received no compensation in the name of freight, for an insurance against loss arising from that cause. Whatever may have been thought to be “a known fact generally,” we have the proof that with respect to the particular goods in question, Breed & Brewer did not hold the carriers liable for loss by fire, and could not have acted upon the faith of a.ny supposed insurance effected by them. So far from relying upon the present insurance, they endeavored to effect one in their own names, by an application to the agent of the defendants for that purpose. And so far from relying upon the plaintiffs to attend to their interests in this respect, the firm of S. & W. Welsh, who were their consignees in Philadelphia, transacted this business for them, and actually effected insurance on their cotton from time to time, as it arrived, with the exception of one hundred and fifty bales, which they allege were burnt in the plaintiff’s warehouse, before the consignees had notice of their arrival.\nThe plaintiffs, James Steele & Co., in addition to being members of the Transportation Company, carried on business as commission merchants, on their own account. The cotton was placed in their charge on its arrival. They were not the agents of Breed & Brewer—they were not their consignees—they had but the custody of the goods as agents for the Transportation Company, charged with no duty but that of delivering them to the consignees on demand, and on payment of freight. It was not their duty to effect an insurance for the owners. It was not their interest to do so. On the contrary it was, as we have seen, decidedly against the interest which they were bound to protect.\nBy applying the insurance to the benefit of the plaintiffs and the Transportation Company, as “ those whom it concerned,” the words of the policy have their full effect—the duty of the plaintiffs as agents is performed—the interest of the Transportation Company, in which they were deeply concerned, is protected, and the defendant is made liable to those from whose funds it derived the premium. By a contrary construction we hold the defendant liable for a loss not intended to be covered by the policy, and involve the parties who effected the insurance, and who paid the premium, in serious difficulties, from which extrication might be difficult, if not impossible.\nThe plaintiffs themselves, in their statement of the loss of 6th October, 1845, do not place their claim upon the ground of an original intention to insure for the benefit of the owners. On the contrary, having received compensation for losses admitted to be covered by the policy, they make the present claim merely because “ the owners have given notice that they hold them responsible for the same.”\nUpon the whole, we perceive no evidence upon which a jury should be permitted to find that this insurance was effected for the owners. As this disposes of the case, it is not necessary to consider how far another insurance on the same subject, the same risk, same interest, on behalf of the same parties, might affect the title of Breed & Brewer to recover in the names of t'he plaintiffs in this action.\nIt is ordered, that the judgment be reversed; and that judgment be entered for the defendant non obstante veredicto.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "The case was argued by Q-. W. Biddle, for the Insurance Company.",
      "Q. Pailón, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Steele & Co. versus The Franklin Fire Insurance Company.\n1. An insurance upon merchandise in a warehouse, “ for account of whom it may concern,” protects only such interests as were intended to be insured at the time of effecting the insurance.\n¿ The burden of proving that the parties to the insurance intended to protect his property by the insurance lies on him who asserts it: and it will not be sufficient to prove that it was known generally that the insurance in question made by the warehousemen, in whose store the property was destroyed by fire, was for the benefit of all their customers, whether as a warehouse firm, or as members of the transportation line which delivered the property in question.\n3. Warehousemen, who were also members of the transportation company, after making an insurance for the benefit of the transportation lino, on merchandise generally contained in their warehouse, received a lot of cotton, in the receipt or bill of lading for which it was specified that the dangers of navigation, fire, &c., were excepted. The consignees of the same, without request from the consignors, had previously effected insurance on other portions of the same lot of cotton, but not on the lot last received. A portion of the last lot was destroyed by fire in the warehouse aforesaid, soon after its receipt, and before notice to the consignees of its arrival: Held, that such insurance by the warehousemen, being made for the benefit of the carriers, did not enure to the benefit of the owners of the cotton.\nThe case was brought up from the Nisi Prius, Philadelphia.\nThis was an action brought by James Steele and George Mul-' hollan, lately trading as James Steele & Co., v. The Franklin Fire Insurance Company of Philadelphia. The claim was made by plaintiffs in consequence of notice from the consignees that they held the plaintiffs liable for the loss of the cotton referred to in the case.\nThe plaintiffs, Steele & Co., were merchants, factors, or commission merchants, and also members of a general forwarding and transportation line, composed of themselves and other firms, between the cities of Pittsburgh and Philadelphia, and on the 30th day of April, 1842, effected an insurance with the defendants, the Franklin Fire Insurance Company, under policy No. 38,265, in the sum of $10,000, “ On merchandise generally, contained in their brick warehouse, situate on the south-west corner of Broad and Cherry streets, Philadelphia, for account of whom it may concern,” for one year. The policy was duly renewed from time to time by endorsements on the policy; and on the 9th day of June, 1845, an additional insurance of $10,000 was effected for nine months, at a premium of $30, also endorsed on the policy.\nOn the morning of the 7th September, 1845, a fire occurred in the plaintiffs’ warehouse, in Philadelphia, by which, amongst other property, 185 bales of cotton, then in the warehouse, were burnt. There was but one lot of cotton in the warehouse, that represented by the bills of lading, which consisted of 224 bales, of which 39 were saved, leaving a balance of 185 bales. The bales saved arrived on Saturday evening, late, the day before the fire. This cotton was the property of George Breed and Charles Brewer, who had forwarded the same, consigned to S. & W. Welsh, by the transportation line, of which the plaintiffs were members, from Pittsburgh to Philadelphia, at which latter place they arrived, 100 bales thereof prior to, or on September 2, 1845, and the remainder subsequently.\nPrevious to the transportation of said goods as aforesaid, said Breed & Brewer, or one of them on behalf of both, had applied to the agent of the defendants in Pittsburgh, to extend the policy effected on said cotton then in Pittsburgh, to cover it whilst in any warehouse in Philadelphia, which said agent refused to do.\nThe transportation line, on receipt of the goods of Breed & Brewer for transportation, gave the bills of lading before referred to. In the receipt for the cotton the dangers of navigation, fire, &c., were excepted; but the cotton was to be delivered to the consignees, in Philadelphia, “ with privilege of storage, in Philadelphia, free of charge until sold.”\nMessrs. 8. $ W. Welsh, of Philadelphia, to whom the cotton was consigned by Breed & Brewer, effected an insurance on said cotton in the office of The American Insurance Company, from time to time, on being notified of the arrival of the same, except upon the last lot of 150 bales, which arrived before and after the fire, and of which no notice of arrival before the fire was given to them. On these insurances by the American Insurance Company, the value of 125 bales has been paid to S. & W. Welsh, the agents of Breed & Brewer, leaving 60 bales of their cotton, for which they have not leen paid.\nThe plaintiffs, after the fire, submitted several statements of loss, by which the property destroyed in their warehouse was classified under different heads. Of their damage, the amount, so far as the present controversy is to be considered, has been paid, with the exception of the value of the 60 bales of cotton belonging to Breed k Brewer.\nThe plaintiffs claimed under their declaration, which contained three counts:\n1. That part of the goods destroyed by fire were held by them as of their own property, and the remainder in trust; and that the whole were insured; and that the damage from loss to the whole was $20,000.\n2. That one hundred and eighty-five bales of cotton, the property of Breed k Brewer, held by the plaintiffs in trust for them, were destroyed by fire, whereby the said plaintiffs for account of said Breed k Brewer, sustained damage, and by reason of the non-payment thereof for account of said Breed k Brewer, are damnified, &c.\n3. Same as second count, but for sixty bales only.\nThe defendants pleaded generally, with leave to give the special matter in evidence.\nThe questions presented for the consideration of the court were:—\n1. Whether the defendants, under the foregoing circumstances, are liable at all to pay the plaintiffs for the loss by fire to the cotton of Breed & Brewer.\n2. Whether, under any view of the case, they can be held liable beyond the value of. sixty bales of cotton, that being the whole loss Breed k Brewer have sustained.\nOn the trial, D. B. Peacock, a witness, testified, inter alia, that he had been in the employ of the plaintiffs; that the plaintiffs, Steele k Co., were commission merchants; and were also members of the firm of the Pennsylvania and Ohio Transportation Company. They occupied the building for the business of the Pennsylvania and Ohio Transportation Company, as well as for their own. The fire occurred on the morning of September 7, 1845, about 2 o’clock. A quantity of goods were destroyed. Of the cotton covered by the bills of lading, there was 185 bales of cotton burned; there were 224 bales in the storehouse, and 185 burned; there were 39 bales saved; the greater portion of the last came in late on Saturday evening, and the cars were not disturbed, till pulled out of warehouse. Some portion of the cotton saved was in these cars, and ten or eleven bales saved beside. It was a Tcnown fact generally, that we had an insurance on goods for the benefit of our customers. I mean of all the customers in business doing business with plaintiffs, whether as a firm or members of the line.\nCross-examined.—Steele & Co. did commission business besides transportation. The other firms of the line had no interest in our commission business; plaintiffs had goods of different kinds on commission for sale; flour and different kinds of produce; our stock on commission was not very large at the time of fire. It would be very rare for us to have ¡§10,000 worth of produce for sale during 1844 and 1845. Doing a transportation business, we did not have this much produce. We generally gave consignees of goods transported by the line, notice by furnishing a bill of freight. After the lot of goods transported was completed and ready for delivery, it was the custom to give notice to owners. It would not be customary to give notice in this instance, for the cotton was shipped with privilege of storage. When goods so shipped, not customary to give such notice. There was a difference between such cases and' where there was no agreement as to storage, &c.\nJohn Welsh, jun., was called on the part of defendants.— Being cross-examined, the witness said: The insurance was made in our names, in the American Fire Insurance Company; it was by endorsement on the policy. The words were, “ on account of whom it may concern.” (The certificates of the Secretary of the American Fire Insurance Company were here shown the witness, and given in evidence.) In consequence of this, we received the excess over one hundred bales. We were not instructed to release the claim against the Franklin Fire Insurance Company. We did not give up any claim; we held our claimon a 11, whoever it might rest on. Whatever instructions Breed & Co. gave us, were in writing. We invariably insure goods consigned to us, whether in our own warehouse or in the warehouse of others. With or without instructions to that effect, we would have made further insurance on the arrival of the remainder of the three hundred bales. We insure on each parcel, as we are notified of arrival. The correspondence, the consignment of cotton in June, 1845, was the first business transaction we ever had with Breed & Brewer.\nAnd being re-examined, the witness said: There were no instructions given us by Breed & Brewer to insure.\nBell, J., charged the jury to find a verdict for the plaintiffs, in the sum of $7508.55, subject to the opinion of the court, whether judgment should be entered for the plaintiffs for the said sum of $7508.55, the value of one hundred and eighty-five bales of cotton destroyed by fire; or for the sum of $2439.89, the value of sixty bales of cotton destroyed by fire; or for the defendants, notwithstanding the verdict.\nThe jury rendered their verdict accordingly for the plaintiffs, for the sum of $7508.55, if the court should be of opinion the plaintiffs are entitled to recover for the value of one hundred and eighty-five bales destroyed; but should the court be of opinion that plaintiffs are only entitled to recover the value of sixty bales, the jury find for the plaintiffs $2439.89, the whole subject to the opinion of the court on the points reserved. Judgment to be entered for the defendants, non obstante veredicto, should the court be of opinion the plaintiffs are not entitled to recover any amount.\nAnd afterwards, March 16, 1850, the court ordered judgment to be entered for the plaintiffs for $7508.55, and judgment was entered accordingly.\nIt was assigned for error: 1. That the judge erred in ordering judgment to be entered for the plaintiffs for the sum of $7508.55 on the points reserved.\n2. The judge erred in not directing judgment to be entered for the defendants, notwithstanding the verdict.\nThe case was argued by Q-. W. Biddle, for the Insurance Company.\nThe words, “for account of whom it may concern,” would protect Steele & Co., perhaps so far as they were liable to the owners of the goods, and would protect Breed & Brewer, if they were intended to be insured directly, through the agency of Steele & Co., but not otherwise. 'It does not protect any party having an interest, who is not insured either directly by himself, or not insured in regard to that interest by another person for him: De Bolle v. Penn. Ins. Co., 4 Whar. 68.\nSteele & Co., as it respected Breed & Brewer, were as common carriers or warehousemen. As common carriers, they were by express agreement exempt from risk by fire. Their character as carriers had, however, ceased, and they became warehousemen; and in this capacity they were not liable for loss by fire. Angelí on Carriers, p. 80, pi. 75, and cases there cited; and pi. 302-3. In re Webb, 4 Eng. Com. Law, 159.\nFor the meaning of the words “ for account of whom it may concern,” see 1 Phillips on Insurance, 152, and cases cited; Newson’s Adm’r. v. Douglass, 7 Harr. & Johns. 417-450. It means not any one who may have an interest in the thing insured, but only such as are in contemplation of the contract. Steele & Co. did not intend to protect Breed & Brewer, but only themselves; and to this effect was their statement after the fire.\nUnder Art. 6th of the policy notice of another insurance made on the property, must be given and endorsed on the policy (which was not done in this ease), or the insured cannot recover; a consignor and consignee, mortgagor and mortgagee, each insuring their own interest in property, must give notice.of the insurance effected by parties occupying different relations to the same property: Carpenter v. Washington Ins. Co., 16 Peters’s Rep. 495, Story’s Opinion 501, 512; 2 W. & Ser. 506.\nQ. Pailón, for the defendants in error.\nIt is supposed that the plaintiffs are not entitled to recover the value of the 125 bales, because the 6th condition of the policy provides, that “ persons insuring property at this company, must give notice of any other insurance made, or to be made on their behalf on the same, whether by this company or by other insurers.”\nTo suppose that the right of James Steele & Co. to recover on their policy, for the benefit of whom it may concern, is at all affected by the subsequent insurance by S. & W. Welsh of 125 bales, is, it is submitted, a misapprehension. The insurable interest of James Steele & Co. consisted in this, that they held the cotton in question, in trust for Breed & Brewer, or for the Pennsylvania and Ohio Transportation Line, of which firm they were partners, and who had agreed to furnish to Breed & Brewer Storage for said cotton in the warehouse of James Steele & Co., and to cause same to be insured, and as to whom James Steele & Co. had agreed .to effect a policy to cover the goods in question, and had actually charged the line with their proportion of the premium. It was the obligation then of Steele & Co. to effect the insurance on these goods that created the insurable interest that enabled them to protect the goods by the policy in their name for the benefit of whom it may concern. But the insurable interest of S. & W. Welsh consisted in this, that as consignees for sale of the cotton, even though without special instructions to insure, yet it being their “ invariable” custom to insure goods consigned, it was according to their usual course of trade, and they were bound by this: Hammond on Ins. 23.\nThere were then two distinct separate interests covered by the two policies, and nothing is better settled than that two separate and distinct interests in the same property may be insured by the different parties. The case of Carpenter v. Washington Ins. Co., 16 Pet. 495, the only case cited by defendant to this point, fully establishes this principle. Indeed, the defendant’s argument admits that the two insurances were on “different interests.” The case therefore falls neither within the letter nor the spirit of the condition of the policy. The insurance by 8. W. Welsh was not effected “ on behalf of James Steele & Co.,” nor was it made by Steele & Co. Steele & Co. being bound by their contract to insure, are entitled to recover for whom it may concern. In Tyler v. Ætna Fire Ins. Co., 12 Wend. 514, it was held that the condition in the policy relates only to other insurances effected by the insured himself. It does not relate to insurances effected by other parties. See also Ætna Fire Ins. v. Tyler, 16 Wend. 398 -9, 400, for a learned opinion on the same subject by Chancellor Walworth; 2 Phillips on Ins. 59, 60, &c. “To constitute a double insurance, the property must be twice insured on the same risk and for the benefit of the same persons. If different persons claim different interests in the same subject, each may insure his own interest, and yet the insurance is not what the law esteems double:” 4 Bin. 539; 1 Burrows 489; 5 Ser. & R. 485.\nThe 5th condition requires that notice of all previous insurances upon property insured by this company shall be given, &c., or the policy shall be void. The rational interpretation is to confine the condition to previous insurance by the party insuring. Per Nelson, J., in case of Tyler v. Ætna Fire Ins. Co., 12 Wendell 314.\nIt is a mistake to suppose that Judge Story, in 16 Pet. 501-512, as cited by defendant, or anywhere else, has held that “ consignor and consignee, mortgagor and mortgagee, each insuring their own interest in property, must give notice of the insurance effected by parties standing in different relations to the same property.” It is submitted that no authority can be found to assert any such doctrine. It is true that in 16 Pet. 510, Judge Story does state that it is the duty of a party effecting insurance, to give notice of a prior policy effected by another, but which at the time was actually “ in the hands of the insured” by assignment.\nSo in 16 Wend. 400, Chancellor Walworth says, “ the plain and obvious meaning of the whole clause, is that if the assured has any other insurance upon the property by assignment or otherwise, by which the interest intended to be insured is already either wholly or partially protected, he shall disclose that fact,” &c., &c.\nAgain, it is a perfectly well settled principle that an insurer paying a loss has an equitable right to be subrogated to all the rights and remedies of the assured to obtain compensation from others. The case of Gates v. Hillman, 1 Jones 515, is directly in point. The principle also is asserted in- the case cited by defendant from 16 Pet. 495, 501; also, see 16 Wend. 398-9. The doctrine requires no authorities to support it; it is to be found in the elementary books on the subject.\nIt is submitted that the judgment on the special verdict should be affirmed in whole. But if not affirmed as to the 125 bales, then that judgment be entered under the special verdict for the 60 bales.\nMeredith in reply.\nJanuary 28,"
  },
  "file_name": "0290-01",
  "first_page_order": 290,
  "last_page_order": 301
}
