{
  "id": 967585,
  "name": "Keyser versus Keen",
  "name_abbreviation": "Keyser v. Keen",
  "decision_date": "1851-02-02",
  "docket_number": "",
  "first_page": "327",
  "last_page": "330",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 327"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 226",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "10 Ohio 445",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        6034738
      ],
      "pin_cites": [
        {
          "page": "451"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/10/445, 446-01"
      ]
    },
    {
      "cite": "10 Mass. 442",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2026970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/10/0437-01"
      ]
    },
    {
      "cite": "4 Watts 23",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Cranch 219",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        639433
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/8/0130-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 541,
    "char_count": 10380,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 3.0202788602528586e-07,
      "percentile": 0.8538436024648541
    },
    "sha256": "3e2e6c9cd644f4c718ea5e09bfd06ddc31607b8bbe28f1447fcec7ed2dec42f3",
    "simhash": "1:925ee7e6ffcbece6",
    "word_count": 1884
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Keyser versus Keen."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowbje, J.\nThis bond was prepared for six obligors, and is executed by only five of them; yet we cannot, therefore, infer that it is incomplete and not binding on those who did execute it. It contains an admission that excludes such an inference, even if it were not excluded by the evidence of delivery.\nThe bond declares that the plaintiff below had become surety for another person, on the promise of the six persons named in it, that they would indemnify him. This is an admission by the five who executed the bond, that they were jointly bound to indemnify the plaintiff; and though they do allege that another person agreed to become bound with them, yet, when we find their bond in the hands of the plaintiff, it is impossible to imply that it was not intended to bind them to their admitted duty.\nThe refusal of one of the six to join in the bond did not discharge the others from their promise. And when the five perform their promise by delivering their bond, it would be very wrong to declare the bond to be mere waste paper in the hands of the obligee. This would be a most empty performance. '\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowbje, J."
      }
    ],
    "attorneys": [
      "W. B. Beed, for Keyser, plaintiff in error.",
      ". McMurtrie and Oadivallader were for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Keyser versus Keen.\nA bond was prepared for six persons to sign, but was executed by five only, and it contained an admission that the obligee had become surety for another, on the promise of the six to indemnify him. The bond was found in the possession of the obligee. Held, that it was not to be implied that it was incomplete and not binding on those who executed it; besides, the refusal of the one to join in the bond, did not discharge the'others from their previous engagement of indemnity.\nThis case came up from the Nisi Prim. It was a suit by Keen v. Keyser, on a joint and several bond.\nJohn E. Keen, in October, 1835, became surety to the sheriff of this county for one of his deputies, David Scattergood, in the sum of $6000. To secure himself against the loss which subsequently ensued, Mr., Keen endeavored to obtain a bond of indemnity to himself, to be executed by six obligors, among whom were Peter A. Keyser, who signed the bond, and Jacob Culp, who did not. Five, including Keyser, executed the bond—Jacob Culp’s name being inserted twice in the body of the paper, and a seal opposite to the place where his signature should have been. Keyser denied his liability on this bond, on account of the failure of Keen .to procure the signature of Jacob Culp, who never was spoken to on the subject, and who said he never heard of it till after the loss occurred.\nThe bond was signed separately at the shop of a third party, iand it was alleged on the part of Keyser, that it was never expressly delivered.\n1 The suit in the Nisi Prim was against Keyser alone, and the ruling of Rogers, J., was pro formá, in order to raise the question pf law presented on the face of the bond. The plea was payment fwith leave.\nOn the trial, the plaintiff first called P. Parker, one of the subscribing witnesses to the bond, who said:\n; “ This is my signature; I witnessed the execution of the bond; all whose names are to the bond either signed it at my shop or acknowledged it in my presence.” And on cross examination he said: “ I don’t recollect whether Keyser signed it at my shop or only acknowledged it in my presence. I don’t recollect whether Acldey signed it there or only acknowledged it in my presence.”\nThe bond was given in evidence. It was joint and several, and was in part as follows:—\n“ Know all men, by these presents, that we, Peter A. Keyser, Henry Kreider, William Brunner, A. Shrieve Ackley, Bela Badger, and Jacob Culp, all of the county of Philadelphia, are held and firmly bound unto John E. Keen, of the same place, farmer, in the sum of six thousand dollars, &c.\n“ Whereas the said John E. Keen is, with a certain David Scattergood and Jacob Butherford, bound unto John Gr. Watmough, Sheriff of the City and County of Philadelphia, in a certain bond or writing obligatory, bearing date the thirty-first day of October, in the year aforesaid, in the sum of six thousand dollars, conditioned that the said David Scattergood shall and will, faithfully and honestly, perform all and singular the duties of Deputy Sheriff under the' said John Gr. Watmough, Sheriff as aforesaid, &c. And whereas we the above bounden Peter A. Keyser, Henry Kreider, William Brunner, A. Shrieve Ackley, Bela Badger, and Jacob Culp, did, before the said thirty-first day of October of the year aforesaid, agree with said John E. Keen, in consideration that the said John E. Keen would become bound as aforesaid to the said John Gr. Watmough, Sheriff as. aforesaid, that we would save harmless the said John E. Keen from all losses, debts and damages, judgments, executions, dues, writs, costs, charges, injuries or wrongs, whatsoever, which might or could accrue to the said John E. Keen, in consequence of his having become bound as aforesaid. Now, the condition of this obligation is such, that if the said David Scatter-good and Jacob Butherford, or either of them, shall so discharge, perform, and satisfy all and singular the condition of the said bond or obligation, given to the said John Gr. Watmough, Sheriff as aforesaid, as that the said John E. Keen, his heirs, executors, administrators, and assigns, shall be kept from the payment of any and all and singular the sum and sums of money, debts, dues, judgments, executions, amercements, fines, costs, charges, and damages whatsoever, and preserved entirely harmless from all manner of actions, judgments, payments, or wrongs whatsoever, on account or by reason of the said John E. Keen having become bound to the said John Gr. Watmough, Sheriff as aforesaid, then the above obligation to be void, or else to be and remain in full force and virtue.\nSigned by Keyser and the four others, Culp not executing it, but a place being left for his name, and a seal formed opposite to it.\nSealed and delivered in the presence of us,\nPeter Parker, and two others.”\nThe plaintiff closed, and Jacob Culp being called on the part of defendant, testified:\n“ I never made any agreement with Keyser to become the surety with him for Keen. I have never seen this bond. I never knew of it till Mr. Keyser mentioned it and explained the circumstance of it some twelve or eighteen months ago.”\nThe defendant’s counsel then closed the evidence for the defence, and requested the judge to charge the jury upon the several points hereinafter stated; viz.:\n1. That a bond containing in its body two or more names as sureties, but unsigned by some of them, is not binding on those who do sign, unless it is shown that they dispensed with the execution of it by the others.\n2. That it is the business of the obligee to see that all who are named in a joint and several bond as obligors, sign; and if one of them will not sign, it is his duty to inform the rest of that fact, and to ascertain from them if they will dispense with his signature. A failure to do this is a neglect of his obvious duty as obligee, as well as a breach of good faith towards the obligors, and he cannot recover.\n3. That the terms of a written contract are always to be ascertained from the language of the written instrument; and if a joint and several bond contain the names of several persons as obligors, the presence of the name of each obligor is tantamount to a stipulation by the rest that he must be bound along with them; and it may be deemed conditional that the obligee will obtain the signature and seal of such person to the bond.\n4. That any alteration of a bond by which the responsibility of a surety is increased, without his consent, invalidates the bond, and the burden of proof is upon the obligee. That the absence of Mr. Culp’s signature from the bond, his name being in the body, is such alteration, and it will be necessary to show that defendant consented to the same, before the plaintiff can recover.\nUpon all the points the judge charged the jury in the negative; and he instructed the jury, that though a bond be written as if to be executed by two or more joint and several obligors, but is executed by part only, yet it is valid against those who executed it; and he directed the jury to render a verdict for the plaintiff.\nVerdict rendered for plaintiff for $920 damages, &c.\nThe answers of the judge and the charge were assigned for error.\nW. B. Beed, for Keyser, plaintiff in error.\nIf Keyser had expressly stipulated that all six should sign, and one did not, he would be discharged: 4 Cranch 219, Pauling v. U. S.; 3 Barr 318, Fertig v. Bucher; 3 Greenl. 155, State Bank v. Weeks; Sharp v. U. S., 4 Watts 23. When Keyser signed ¿the bond, he saw from it who were to be his co-obligors. He signed it in that faith, and left it in the hands of a- third party. The bond was joint and several, and he, in the event of being compelled to pay it, would have been entitled to contribution.\nIt was recited 'in the bond that Keyser and others, including Culp, had agreed with Keen to sign the bond. This Culp denied. If there was such an agreement, then the bond, by the refusal of Culp, was altered, unless his execution was agreed by the parties to be dispensed with; if there was no such agreement, and the fact was known to the obliged, the bond was void. The burden of proof that all parties agreed to a change in the bond was on the obligee: 14 Ser. & R., Barrington v. The Bank of Washington.\n. McMurtrie and Oadivallader were for defendant in error.\nDefendant not having pleaded non est factum, but payment with leave, admitted the execution and delivery of the bond. He rested the case on matters extrinsic, and it lay on him to prove that the bond was not delivered. The general rule is that where one of several parties, named as sureties in a bond, execute it, the instrument is perfect as to him, unless at the delivery an express condition was made, that until the others signed it, it was not to be operative: 4 B. & Ald. 440, Johnson v. Barber; 2 Bos. & Pul. 338, Elliot v. Davis; 1 Harrison 453; 10 Mass. 442-5; 12 Id. 137.\nMere expectation that the person named as a surety was to sign, is not enough; there must be a positive stipulation that the instrument delivered is not to have effect till the other signs: 4 Shepley 140; 5 Greenleaf 336; 10 Ohio 445, 451; 2 Iredell, 338-342; 6 Alabama 248-254; 8 Watts 226, Mears v. Commonwealth.\nFebruary 2,"
  },
  "file_name": "0327-01",
  "first_page_order": 327,
  "last_page_order": 330
}
