{
  "id": 967623,
  "name": "Mitchell versus Welch",
  "name_abbreviation": "Mitchell v. Welch",
  "decision_date": "1851-02-02",
  "docket_number": "",
  "first_page": "339",
  "last_page": "343",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 339"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 306",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840136
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0306-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 392,
    "char_count": 8635,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 1.5127748687110774e-07,
      "percentile": 0.6677711712150013
    },
    "sha256": "086b66f9b8391215e56f7ffec8e4b61cb348fdf2b3aeb3c215cb14711631c7b7",
    "simhash": "1:2c370a645c56251a",
    "word_count": 1468
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mitchell versus Welch."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe averment in the declaration that said Holmes & Hubbard, to whom or to whose order payment of said money in said bill specified was directed or requested to be made, endorsed it to plaintiff, is a substantial averment that the bill was payable to their order. The whole sentence must be taken together, and the words, “ endorsed it to plaintiff,” immediately following the words, “ to whom or to whose order the bill was directed to be made,” afford an irresistilbe implication that the bill was payable to Holmes & Hubbard, or their order. The averment is not formal and technical, but the most that can be said against it is, that it is a defective averment; but altogether it shows that the plaintiff had title by endorsement. No court would have directed a finding for the plaintiff, if the endorsement had not been shown; and .this is one of the tests by which, after verdict, such defective averment is ascertained to be good. If the defendant had demurred specially, the plaintiff would have been allowed to amend even after judgment on the demurrer: Burke v. Huber, 2 Watts 306. In point of fact the instrument declared on was payable to order, as appears by the bill of exceptions. We are interdicted by our statute from reversing a judgment rendered on a verdict after a trial on the merits. Such reversal would be contrary to the truth and justice of the case apparent from the record. The court below admitted the note in evidence, we may presume, because it considered the negotiability of the note substantially averred in the narr. It is not necessary to set forth an instrument in pleading in its precise words, but it may be averred according to its effect in law, and that was sufficiently done here.\nThere was no error in refusing the defendant the liberty of cross-examining Hubbard as to matters which belonged entirely to the distinctive defence alleged by defendants in their special plea. He was called by the plaintiff to prove a single fact, to wit, that as one of the firm of Holmes & Hubbard, he endorsed the bill of exchange. The matter to which the defendants wished to cross-examine, had no dependence upon or necessary connection with this fact. And it was of course proper that the defendants should make him their own witness as to such testimony, which they accordingly did do, and had the full benefit of his evidence in a direct line.\nThe question propounded by defendants to their witness, Alsop, was properly rejected; because, as regarded the issue, they proposed to bring out declarations of one not a party to the suit, and who had been examined by defendants themselves as a witness in the cause, and when he was so .examined was in no way cautioned or admonished, as to those declarations. The plaintiff’s cause depended not upon the evidence of Hubbard, except as to the mere fact of endorsement; in all else he was the witness of defendant, who had no right to bring out any declarations of his prejudicial to plaintiff, by way of hearsay.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The ease was argued by Marlcland, for plaintiff in error.",
      "W. S. Price for defendant."
    ],
    "corrections": "",
    "head_matter": "Mitchell versus Welch.\n1. In an action by an endorsee of a bill of exchange against the acceptors, an averment in the na/rr. that the said H. & H. “ to whom, or to whose order the payment of the said money in the said hill of exchange specified, was requested or directed to be made, afterwards endorsed it to the plaintiff,” is a substantial averment that the bill was payable to their order, and is sufficient after verdict. And where it appeared from the hill of exceptions that the bill was actually payable to the order of H. & H., the reversal, on the ground of insufficiency of the allegation, would be contrary to the truth of the case as apparent from the record.\n2. In a suit on an instrument of writing, the instrument need not be set out in its precise words ; it is sufficient if it be stated according to its legal effect.\n3. It is not error to refuse to permit the defendant to introduce his defence by cross-examination of the plaintiff's witness as to a matter to which the witness had not been examined.\n4. The plaintiffs, in an action against the acceptors of a bill of exchange, having proved, by one of the payees of the bill, merely its endorsement by the payees, it was not competent for the defendant to prove by another witness, the declarations by the said payee, made after the payees had parted with the bill, in relation to acceptances, by the defendants, of paper payable to the payees.\nError to tbe District Court, Philadelphia.\nElisha N. Welch v. Matthew Pope Mitchell and Benjamin N. Wynkoop. Harr. in assumpsit.\nIn the first count it was averred that Mullen & Mitchell drew a bill of exchange on Mitchell & Wynkoop, defendants, dated September 16, 1846, by which they requested defendants, ninety days after date, “ to pay to Messrs. Holmes Hubbard,” $270.30, which defendants accepted. That said Holmes & Hubbard, uto whom or to whose order” payment of said money, in said bill specified, was requested or directed to be made, endorsed it to plaintiff. The narr. also contained counts for money lent, had, and received, and on an account stated.\nDefendants pleaded non assumpsit and payment, and specially, that the debts sued for were attached, in their, hands, by an attachment execution against Holmes & Hubbard, and were the property of Holmes & Hubbard when said attachment was laid, and still are so. Plaintiffs’ replication denied that the said debts were the property of said Holmes & Hubbard when said attachment was •laid.\nThe cause was tried, May 14, 1850, before Findlay, J.\nOn part of plaintiff, Willis Hubbard was called as a witness, who testified, that he was one of the firm of Holmes & Hubbard, and, as such, endorsed the bill of exchange, of which the following is a copy:—\n$270.30 Philadelphia, Sept. 16, 1846.\nNinety days after date, pay to the order of Messrs. Holmes & Hubbard, two hundred and seventy dollars thirty cents, value received, and charge the same to account.\n(Signed), Mullen & Mitchell.\nTo Messrs. Mitchell & Wynkoop, Philadelphia.\nAccepted, Mitchell & Wynkoop.\nEndorsed, without recourse, Holmes & Hubbard.\nDefendants then asked the witness, on cross-examination, to whom the bill was delivered after being so endorsed ?\nThis question was objected to by plaintiff, overruled, and an exception taken.\nPlaintiff then offered to read the bill in evidence, which was objected to by defendants, because it did not correspond with that described in the narr. The objection was overruled, the bill ad-, mitted, and an exception taken.\nThe plaintiff having closed, defendants called the said Willis Hubbard as a witness on their part, who testified, that after making the said endorsement, the bill was delivered to the Bristol Manufacturing Company, in payment of a debt, and that plaintiff was the agent of said company.\nDefendants then called Robert Alsop as a witness, who stated, that in the winter of 1846, or spring of 1847, he had a conversation with said Willis Hubbard about the acceptances of defendants.\nDefendants then asked the witness to state what Hubbard said in that conversation; to which plaintiff objected. The judge sustained the objection, excluded the conversation, and the defendants took an exception.\nThe jury found a general verdict for plaintiff for $298.43.\nDefendants then moved in arrest of judgment upon the' following reasons:—\n1. Because the plaintiff is not the payee named in the bill described in the narr.\n2. Because the bill described in the narr. is not negotiable, being payable to no one but Holmes & Hubbard, the payees therein named.\n3. Because the first count in the narr. shows no cause of action by the plaintiff against the defendants.\nBut the court below refused to arrest the judgment, and entered judgment in favor of plaintiff upon the verdict.\nIt was assigned for error:\n1. The court below erred in not arresting the judgment.\n2. The court below erred in deciding the first count in the declaration to be sufficient.\n3. The court below erred in entering judgment upon the verdict for plaintiff below.\n4. The judge who tried the cause erred in admitting the bill of exchange offered in evidence by plaintiff below.\n5. The judge who tried the cause erred in refusing to allow the witness, Willis Hubbard, to be asked, on cross-examination, to whom the said bill was delivered, after having been endorsed by Holmes & Hubbard.\n6. The judge who tried the cause erred in refusing to permit the witness, Alsop, to state his conversation with the witness, Hubbard.\nThe ease was argued by Marlcland, for plaintiff in error.\nW. S. Price for defendant.\nFebruary 2,"
  },
  "file_name": "0339-01",
  "first_page_order": 339,
  "last_page_order": 343
}
