{
  "id": 967589,
  "name": "Mitchell versus Cooper",
  "name_abbreviation": "Mitchell v. Cooper",
  "decision_date": "1851-02-02",
  "docket_number": "",
  "first_page": "343",
  "last_page": "344",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 343"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 253,
    "char_count": 4157,
    "ocr_confidence": 0.444,
    "sha256": "294f75718fcc8bcd02afc74934d7393f2daa84adcd9924bded19fc8b9d8058a2",
    "simhash": "1:2c1ee2f65810301b",
    "word_count": 716
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mitchell versus Cooper."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nHubbard was called to prove that at the time of the service of the attachment the note and bill were the property .of Holmes & Hubbard. He was rejected for that purpose on the ground of interest. It had been proved that the bill was endorsed in the regular course of business. The endorser, therefore, whose name was on the paper, could not be examined to show that the endorsement was collusive or fraudulent, or that after the endorsement, the property in the bill still remained in him. After a bill has been regularly negotiated, an endorser cannot be examined to impair or change the rights of the endorsee as they existed at the time of the endorsement; he may be examined as to subsequent facts, which go to show that the bill was paid or became invalid subsequently to his endorsement. All the other points raised in this cause are ruled in Mitchell v. Welch, the case just decided.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by Marlcland, for plaintiff in error.",
      "Wm. iS. Price, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Mitchell versus Cooper.\nAn endorser of a hill of exchange who was also one of the payees, after proof of the endorsement in the usual course, is not competent to pi'ove, that, notwithstanding the endorsement, the hill still remained the property of the payees.\nSee the case of Mitchell v. Welch, anth, p. 339.\nError to the District Court, Philadelphia.\nThis was a suit by Lewis Cooper v. Matthew Pope Mitchell and Benjamin N. Wynkoop. The narr. was in assumpsit.\nThe 1st count was on a promissory note made by defendants, dated October 3, 1846, at ninety days, for $290.46, payable to order of defendants, and by them endorsed to plaintiff.\nIn the 2d count, it was averred that Mullen & Mitchell drew a bill of exchange on defendants, dated April 27, 1846, by which they requested defendants eight months after date, “to pay to Messrs. Holmes $ Hubbard” $202.71, which defendants accepted. That said Holmes & Hubbard “to whom or to whose order” payment of said money in said bill specified, was requested or directed to be made, endorsed it to plaintiff. The narr. also contained counts for money lent, had and received, and on an account stated. Defendants pleaded non assumpsit and payment; and also, specially, that the debts sued for were attached in their hands by an attachment execution against Holmes & Hubbard, and were \"the property of Holmes & Hubbard when said attachment was 'laid, and still are so. Plaintiffs’ replication denied that the said •debts were the property of said Holmes & Hubbard when said attachment was laid.\nThe cause was tried April 9, 1850, before Stroud, J.\nPlaintiff, without objection, gave in evidence the note described in the first count of the narr., and a bill of exchange corresponding to that described in second count, with the exception that it was payable to the order of Holmes & Hubbard.\nDefendants then called Willis Hubbard, one of the firm of said Holmes & Hubbard, by whom, after he had proved the endorsement, it was offered to prove that the said bill and note were the property of Holmes & Hubbard at the time of the laying of said attachment. The witness was objected to on part of plaintiff as interested, and excluded by the judge, to which exception was taken on part of plaintiff.\nThe jury then rendered a verdict for plaintiff for $539.44; being tbe amount of principal and interest both of tbe note and bill, less certain payments endorsed thereon.\nDefendants moved for a new trial, which was refused, and judgment entered on the verdict in favor of plaintiff.\nIt was assigned for error:\n1. The judge who tried the cause erred in rejecting the testimony of Willis Hubbard, a witness offered by defendants below.\n2. The said judge erred in deciding the said Hubbard to be incompetent as a witness for defendants below, for the purpose for which he was offered.\n3. The court below erred in entering judgment on all the counts in the declaration in favor of plaintiff below.\n4. The court below erred in not entering judgment on the second count in favor of defendants below, the said .second count being insufficient in law.\nThe case was argued by Marlcland, for plaintiff in error.\nWm. iS. Price, for defendant in error.\nFebruary 2,"
  },
  "file_name": "0343-01",
  "first_page_order": 343,
  "last_page_order": 344
}
