{
  "id": 967570,
  "name": "Smith versus Stern",
  "name_abbreviation": "Smith v. Stern",
  "decision_date": "1851-02-09",
  "docket_number": "",
  "first_page": "360",
  "last_page": "362",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 360"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 390,
    "char_count": 8311,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 1.0315582949286436e-07,
      "percentile": 0.5482618870829921
    },
    "sha256": "5718b00af7109ee74abd73ea6e55c4f66d7a703582be011b1140452d7e0e9ebb",
    "simhash": "1:96f280a2242e9e70",
    "word_count": 1512
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith versus Stern."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe debt due from Elizabeth Smith to the plaintiffs in error, was admitted on the trial below to be just and meritorious, and without the slightest taint of fraud or collusion. But the court below instructed the jury that the sale of the household furniture was fraudulent against creditors, because it was not removed for two or three weeks after the sale. But we think the court erred in going per saltum to that conclusion. There were other circumstances which were entitled to go to a jury in explanation of the whole matter. At the time of the sale the plaintiffs in error, who were sempstresses, were looking out for a house, to which the goods were to be removed. They did not get a house for two or three weeks, and then removed the goods immediately to their house. At the time they made the purchase from their mother, there was neither judgment nor execution against her. The sale was made 16th September, 1848, and the goods removed as soon as well could be afterwards, not exceeding two or three weeks. The levy was made ten months afterwards, on a judgment obtained in May, 1849, a period of seven or eight months after the sale and removal of the goods to the house of plaintiffs, who used them all the time as their own. A witness says the ladies took possession of the property, at the time of sale, and removed it as soon as they got a house, for which they were looking. The case is by no means rough enough in its lineaments to be taken by the court from the jury. It is ruled by the ease of McVicker v. May, 3 Barr 224, which is almost precisely in point.\nAt any rate, as it was sworn in testimony and uncontradicted, that the mother held the property in trust for her children, she had a right to give it to them in order to prevent its being taken by the creditors of Elizabeth Smith and Thomas Smith, a firm doing business for themselves, as there was no judgment or execution in existence or in prospect. It was merely as a matter of prudent precaution.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The. ease was argued by N~. JB. Browne for plaintiffs in error."
    ],
    "corrections": "",
    "head_matter": "Smith versus Stern.\n1. It is not essential to the validity of a voluntary sale of household furniture that possession-should be immediately taken by the purchasers. The lapse of two or three weeks after the sale before its removal, during which time the purchasers were looking for a house, will not vitiate the sale, no process being issued against it in the interim, nor for ten months after the sale.\n2. A mother holding personal property in trust for her children has the legal right to give or sell it to them in order to prevent it from being levied upon by a firm creditor of the mother and her husband; no judgment or execution against her existing at the time, or being in immediate prospect.\nError to tbe District Court, Philadelphia.\nThis was an issue to try the right of property to certain household furniture, levied upon by the sheriff under a fi. fa. at the suit of Julius Stern against Elizabeth Smith and Thomas Smith, co-partners, and claimed by Eliza Smith and others, daughters of the said Elizabeth, by virtue of a bill of sale from her to them, dated September 16, 1848. The levy was made ten months afterwards, viz., on the l3th July, 1849, under a judgment obtained in May, 1849. Stern was defendant in the issue.\nThere was no question as to the bill of sale, or as to the consideration thereof.\nThe following evidence was offered by plaintiffs to show the character of the possession held by them of the furniture.\nJohn J. Smith said: “ My- sisters resided in North Second street, at the time of the execution of the bill of sale. They then moved to Sixth street, then to Coates street below Second, where the furniture was levied upon, last July I think. My sister rented the house in Sixth street. The furniture levied upon was part of that included in the bill of sale. My sisters supported their mother; she lived with them, and assisted in the house.”\nThe counsel for the plaintiffs offered to show by witness, how the indebtedness mentioned in the bill of sale arose; but further proof on that point was waived by counsel for defendant, as they did not question the bona fides of that part of the transaction.\nThe witness being cross-examined said, “I am a son of Elizabeth Smith, and the brother of the young ladies. The youngest of them at the time of sale, was seventeen, the eldest was twenty-four. The property belonged to mother in trust for her children. I was not consulted about it. I knew the object of the sale. The object was to prevent a seizure of the creditors, and to secure it to my sisters. I was not present at signing of bill of sale. The removal from Second to Sixth street was two or three weeks after the sale.”\nMr. Smith being recalled, (being shown the notice of levy, dated 13th July, 1849), said “ This was left when we were in Coates, below Second. My sisters moved from one to three weeks after the execution of the bill of sale. They were looking for a house at the time; and moved as soon as they could find one. They moved to Sixth street. At the time of sale my sisters were looking out for another house. They moved from Sixth street to Coates street. They were in Sixth street about six months. They were in Coates street about five or six months; from there they moved to Pottsville, where they lived about five months. My sisters took the furniture with them. My sisters paid the rent. Mother assisted them in the care of the house. She was supported by them. My sisters took possession of the furniture—they did not move it sooner, because they could not get a house.”\nDefendant gave no evidence, but the record of judgment and execution, in suit of Stern v. Smith, under which the levy was made.\nThe judge charged the jury as follows: “Under the circumstances, this sale was fraudulent as against creditors: there was not such a possession by the plaintiffs, as the law requires—the possession should have been immediate : but it was from two to three weeks apparently unchanged; and the subsequent removals and acts of the parties cannot help the case. But the plaintiffs must fail on another ground—one of their witnesses has admitted that the sale was partly to prevent creditors from seizing the furniture. This is also a fraud upon creditors, and makes the sale void. The verdict must be for the defendant.”\nIt was assigned for error:\n1. Because the court instructed the jury, that the bill of sale, under the facts of the case, was a fraud in law and void.\n2. Because the court did not leave the question of actual fraud (upon the second point of the charge) to the jury, but directed a verdict for the defendant.\nThe. ease was argued by N~. JB. Browne for plaintiffs in error.\nThere was a fair and honest consideration for the sale to the plaintiffs—the bill of sale recites it to have been in consideration of the sum of one thousand dollars due to each of her said daughters, which she received in trust for them, out of the estate of their father, and her former husband, Thomas Smith. This was not questioned on the trial, but on the contrary, admitted by defendant’s counsel. It was contended by counsel, and charged by the judge, that the delivery of possession should have been immediate, and that no explanation could be admitted as to the delay of two or three weeks, that occurred. The contrary has been decided in the case of McVicker v. May, 3 Barr 224. In that ease, the court held, that immediate delivery of possession was not necessary at all times; but that the want of formal delivery at the sale, might be satisfactorily explained and accounted for.\nAs to the 2d point: If it were a question of actual fraud, it was for the jury to pass upon. The evidence of this was for them alone; and does not sustain the charge of the court, that it was a fraud upon creditors. The witness expressly stated that the mother held this property in trust for her children: and, at any rate, they being her individual creditors, had a legal preference over the creditors of the firm, of which the mother was a member. She had a perfect right, therefore, to prevent this property, to which the children had a just claim, or which was responsible, in the first place, for her indebtedness to them, from being seized by creditors of the firm.\nFebruary 9,"
  },
  "file_name": "0360-01",
  "first_page_order": 360,
  "last_page_order": 362
}
