{
  "id": 967615,
  "name": "Repsher versus Wattson",
  "name_abbreviation": "Repsher v. Wattson",
  "decision_date": "1851-02-16",
  "docket_number": "",
  "first_page": "365",
  "last_page": "369",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 365"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 612,
    "char_count": 13034,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 2.0826766556057186e-07,
      "percentile": 0.7592626056577043
    },
    "sha256": "7558c4f859f84a202c8a431d8a6e3713da70093c611e825f4358fa1307db59ac",
    "simhash": "1:9ed16336a698a4c3",
    "word_count": 2349
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Repsher versus Wattson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, C. J.\nThe stress of the defendant’s argument has been laid on two errors which, it is alleged, were made by the judge on the trial. One of these was a refusal to take the whole case from the jury by charging that there was no evidence to sustain the averment of negligence, and the other was the statement in the beginning of the charge, that the defendant was responsible for his servant’s malice as well as his want of care or skill.\nA judge may give his opinion freely on the weight and value of evidence, for he is the best and safest adviser of the jury; but he has no authority to decide any question of fact, where the party affirming it has sustained his averment by any reasonable proof. It is not our business to say whether the evidence of negligence was sufficient to call for the verdict which was rendered. There was, however, some which the court could not lawfully prevent the jury from passing upon. It might have been fairly argued that this injury could not have been inflicted under the circumstances attending it, if proper care had been taken by the drayman. We cannot see the overruling necessity which made the occurrence unavoidable. If the horse was perfectly manageable, it was mere carelessness not to keep him in the track. If he were accustomed to shy on such occasions, it is not unreasonable to suppose that the man who had worked him for years knew of his vice. To know it and not effectually to guard against it, when it put the safety and even the life of a human being in very great peril, was wholly inexcusable. The judge went far enough when he said the preponderance of the evidence was in favor of the defendant.\nThe jury were told that an employer was liable for the malicious acts of his servant; and this is not law. But it was stated in the introductory part of the charge as a mere abstract proposition, without giving it any real application to the case. On the contrary, it was distinctly declared that there was no evidence of malice or unskilfulness, and the case was put on the ground of negligence alone. In the answers to the plaintiff’s points, negligence is the only ground of action which is even alluded to. When he comes to reply to the defendant’s points, the judge says three times, that if the drayman was not guilty of negligence there could be no recovery. Not content with this, he repeats the same thing again in the close of the charge, and explains what would amount to negligence. After all this, it is argued that the jury was—nay, must have been misled to make up the verdict on an opinion that the defendant’s drayman did the wrong maliciously. I can only say that it passes my powers of mind to comprehend how a jury could have decided the case for any other reason than their belief that the fact of negligence was established, when the claim of the plaintiff was on nothing else; when that alone was argued, as the propositions submitted by both parties show; when no evidence was offered or given to any other point; when the judge charged that there was no evidence of any other species of misconduct, and repeated in most emphatic language, not less than five times, that there could be no recovery without satisfactory proof of negligence.\nIf the verdict was wrong, it was not for want of proper instruction, and the remedy was a motion for a new trial. If such a motion had been made and sustained by the facts, justice would nowhere have been surer of its proper vindication than at the hands of the judge who tried this cause.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "The case was argued hy H. M. Phillips and P. Wharton, for plaintiffs in error, the defendants in the suit.",
      "J. M. Read, contó."
    ],
    "corrections": "",
    "head_matter": "Repsher versus Wattson.\n1. Where any reasonable proof is given of a material fact the judge may express bis opinion on the weight or value of the evidence; but he cannot legally prevent the jury from passing upon it.\n2. In an action for damages sustained by the plaintiff in the suit, from the carelessness of defendants’ servant, though the court erred in their charge, in stating abstractly that the defendants were liable if their servant was guilty of negligence, unskilfulness, or malice; yet if the court stated to the jury, that no malice was proved, and the case was submitted to the jury on the ground of negligence alone, this court will not reverse on account of the mistake suggested.\nThis case came up from the Nisi Prius.\nIt was an action on the case by Ann Repsher v. Thomas Wattson, Thomas B. Wattson, and John Ricketts, trading as Thomas Wattson & Sons, to recover damages for an injury sustained by the plaintiff, as was alleged on her part, by the negligence of the defendants’ servant. There were three counts in the declaration; in the two first negligence by the defendants’ servant in the management of a horse and dray, was alleged; in the third it was charged that the horse was of a fractious and restive disposition, and disposed to fright and shy when driven upon the wharves on the Delaware; that he was carelessly and improperly driven and directed, and was led to the wharf at or about the time when a vessel was nearing the wharf, and other objects were passing calculated to frighten him; so that, through the negligence, carelessness, and improper conduct of the defendants by their servant, the horse took fright, and the horse and dray struck the plaintiff, &c.\nThe plea was, Not guilty.\nOn February 11, 1847, E. Bull drove a dray belonging to the defendants, loaded with some barrels of ashes, &c., which he had brought'from the bakehouse of defendants, and was about to empty into the Delaware, above Vine street. Messrs. Wright & Nephew were the owners of, and were engaged in widening a wharf there situate, by filling up the dock on the north side of it. Bull had obtained leave from them to deposit earth, &c., in that dock. As there were numbers of others doing the same thing, Wright & Nephew had cleared a track on their wharf, by placing the cranes, &c., on it on either side. The wharf was covered with a shed, which was closed up on the north side; down this track the carts were driven, until they came to an opening made on the boarded side of the shed, upon the upper or northern edge of the wharf. There they stopped, the horses’ heads turned down the river, and the tail of the carts, &c., backed through the opening, about six feet wide, and the contents cast into the dock. There stood a crane at the opening, and against the boarded shed; on the exposed place the plaintiff seated herself to wait, as she said, for some vessel, from which she expected to procure clothes from the sailors, which it was her occupation to wash. Bull, the defendants’ servant, drove down the track marked out for him, sitting on his dray, with the x’eins in his hands. He drove past the plaintiff, some feet from her, and when within a few feet of the place where he would have stopped the horse and -turned the dray, in order to back to the opening, the horse shied, and suddenly threw himself round, so as to place his head on the southern or lower side of the wharf. He stood with his feet on the edge of the whai’f, and his head over the water. Up to this time, the driver had remained on the dray; he sprang to the horse’s head, and held him still. No one saw the dray strike the woman, but it is supposed that the long ends or sloats of the dray, in wheeling round, struck the plaintiff, crushed her leg, perhaps against the crane on which she sat, and threw her upon the earth which had partially filled up the dock. One witness saw her falling into it. She was severely injured, and confined a long time to her bed.\nIt was stated that, though several persons who were on the wharf at the time were examined, no one saw the accident, and that the testimony of Bull was the only evidence as to how it occurred.\nFor this injury the plaintiff sued the defendants, as employers of Bull, on the ground of the negligence of their servant, as is alleged.\nWhen the plaintiff’s evidence was closed, the defendants moved for a nonsuit, on the ground that the plaintiff had not shown negligence in defendants’ servant. But the judge refused the nonsuit.\nHe charged the jury as follows:\n“ It is a well settled principle of our law, that a party in Pennsylvania is not answerable in damages for the reasonable exercise of a right, unless on proof of negligence, unsJcilfulness, or malice, in the exercise of that right. That Wattson had a license and right to send his servant on the wharf, if the evidence is believed, cannot be disputed. If that servant was guilty of negligence, unskilfulness, or malice, and did injury from either of these causes to the old woman who is the plaintiff, this action will lie against his employer or master. But if it was an accident, without either negligence, unskilfulness, or malice, on the part of Bull, this action cannot be maintained. I submit to you that the evidence neither shows unskilfulness in Bull, or malice. The evidence is, and you will judge of it, that Bull was a skilful, careful driver; and I am unable to discover the least malice on his part against this unfortunate old woman. Now, as to negligence. Negligence is the omission of that which ought to have been,done. To be negligent is to be heedless, careless, inattentive. The horse would seem to have been accustomed to the dray. If the evidence is to be believed, he was not restive. If Bull is believed, he came upon the wharf in a walk. He was standing on the dray just as he passed the plaintiff, and the horse (perhaps seeing the river) shied or turned to the south. Bull instantly advanced to his head; and I submit to you, as the dray was long and the wharf narrow, he backed some, and turned his head to the west. The tail of the dray, I presume, swept her off, and the hub perhaps touched her. The material injury would seem to be from the tail of the dray. Whether her leg was broken by the dray, which is most probable, or the fall, does not clearly appear. You are better judges of what is negligence in draymen than I am.”\nPoints were submitted on the part of the defendants, which, with the answers thereto, were as follows:—\n1. That if the injury to the plaintiff was caused by accident, the plaintiff cannot recover from the defendants.\nI concur in this, and answer this point affirmatively.\n2. That unless there is clear proof that the injury was caused by the culpable negligence of Bull, the plaintiff cannot recover.\nI have so instructed the jury, that there must be proof Bull was guilty of negligence.\n3. That it lies upon the plaintiff to satisfy the jury, beyond doubt, that the injury was caused by the negligence of Bull.\nI concur; they must satisfy the jury that the injury was caused by the negligence of Bull.\n4. That there is no evidence from which the jury can find that the injury was caused by negligence of Bull.\nI instruct the jury that I think the weight of evidence is against the plaintiff, that there was any act of negligence in Bull which would authorize this action. The jury will judge whether there was negligence on the part of Bull, negligence being a matter of fact for their determination.\n5. That if the injury was received by the plaintiff while on private property, she cannot recover under the declaration in the cause.\nI do not concur in this, she being on this wharf; if there was negligence, she ought to recover.\n•Upon the whole, gentlemen, we all sympathize and pity this unfortunate woman; but our sympathies must not carry us away so as to do injustice, and cause us to violate an important principle of our law. This old lady, by her own act, placed herself in an unfortunate place; and unless Bull was guilty of negligence in turning his dray against her, there ought to be no recovery. If it was accident, after the exercise of ordinary care, there can be no recovery; but if Bull) with ordinary care, after his horse turned and started, could have avoided coming in contact with the plaintiff, it would be negligence. The jury will judge of it.\nVerdict was rendered for the plaintiff.\nThe assignments of error were as follows:—1. That the judge did not answer the defendants’ fourth point in the affirmative.\n2. That he did not answer the defendants’ fifth point in the affirmative.\n3. Because the judge charged that if the defendants’ servant was guilty of negligence, unskilfulness, or malice, and did the injury to the plaintiff, from either of these causes, the present action will lie against the defendants, his masters or employers.\n4. Because he charged, that if the act which caused the injury to plaintiff was done through the malice of defendants’ servant, the action would lie against the defendants, although there was nothing in the declaration to cover such a case.\n5. Because the judge left the question of negligence to the jury, when there was no evidence of negligence.\n6. Because he left the question whether the act of defendants’ servant was malicious, when there was' no evidence of malice.\nThe case was argued hy H. M. Phillips and P. Wharton, for plaintiffs in error, the defendants in the suit.\nJ. M. Read, contó.\nFebruary 16,"
  },
  "file_name": "0365-01",
  "first_page_order": 365,
  "last_page_order": 369
}
