{
  "id": 967617,
  "name": "Moss versus Hanson",
  "name_abbreviation": "Moss v. Hanson",
  "decision_date": "1851-02-17",
  "docket_number": "",
  "first_page": "379",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 379"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 311",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "3 Pa. Rep. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 368",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 3,
      "opinion_index": 0
    },
    {
      "cite": "1 Wheat. 179",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        532374
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/14/0179-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 659,
    "char_count": 16448,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 1.6136290024869768e-07,
      "percentile": 0.6860222352731762
    },
    "sha256": "00d5a0af8479c2de7cd7f68298dfd8835ae3c6e340855bf433803051e5f7b05d",
    "simhash": "1:13c8a23c460c646f",
    "word_count": 2819
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moss versus Hanson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, J.\nThe rule in equity is to decree a specific execution of a contract for the sale of land, on the application of the vendor, if the latter is able to make a good title, at any time before the decree is pronounced: 1 Wheat. 179. This rule ha's its exceptions in cases where a contract is made in bad faith, by one who knows that he has neither title nor the legal or equitable means of acquiring one: 3 Watts 368. But where the vendee has accepted the conveyance, given bonds and mortgage for the purchase-money, and gone into possession, the vendor stands upon his legal remedies, and asks no aid from the equity powers of the court: 3 Watts 368. Where the contract is thus executed, it is true that in Pennsylvania a vendee may defend an action on the bond for the unpaid purchase-money by showing a defect of title. But this defence is founded upon the extreme hardship of enforcing payment where the consideration expected has failed. It is purely equitable in its nature; and is only available as a defence against the money remaining unpaid, and forms no ground for recovering back the money already paid, unless there are covenants to cover the defect. The Chancellor will not be moved by such a defence to enjoin the vendor from proceeding at law upon his securities for the purchase-money, if he is prepared to make a good title at the time of bringing his action: 3 Watts 368; 7 Ser. $ R. 43.\nBut in this case the assignee under the proceedings in insolvency, is the only one who possessed the power to invalidate the title under which the defendant received possession. That title was derived from individuals to whom R. & J. Phillips, the owners, voluntarily assigned the property, and it was indubitably good against R. & J. Phillips. None but their creditors, or those who represented them, could avoid it. The assignee under the insolvent proceedings, might, at his election, avoid the title for the purpose of protecting the interests of the creditors. But until he made his election to do so, the title of the defendant was good: 7 Barr 523. The only evidence tending to show an election to avoid the title so conveyed, is the action of ejectment. To that action the defendant pleaded not guilty; so that if the institution of the writ was an election by the plaintiff to claim under the title of the insolvent assignee, the plea was a denial of that title, and an affirmance of the title then held by the defendant, and-which he now seeks to invalidate. There is certainly quite as much in that proceeding to estop the defendant from denying the validity of the title under which he received the possession, as there is to estop the plaintiff from affirming it. If an estoppel exists at all, there is estoppel against estoppel, and-this leaves the whole matter open for investigation according to the truth and justice of the case. 4\nIf the defendant seriously intended to repudiate the title under which he received possession, he ought to have surrendered that possession to the rightful owner. If he intended to recognise the title of the insolvent assignees, he ought not to ask them to refund any part of the money paid to the voluntary assignees. But instead of adopting this course, we find that when the insolvent assignee brings ejectment, the defendant sets up as a good title the claim derived from the voluntary (assignees. And when the voluntary assignees seek to recover the purchase-money, the defendant alleges, in defence, that the insolvent assignees have the only valid title. We find also, that the question upon which the validity of these assignments depended, was one of law and not of fact; that it was doubtful in its nature, and that after a long course of litigation, the court, under its equity powers, made a decree on the 10th of November, 1848, in accordance with a previous adjudication at law against the title of the voluntary assignees, by which the securities, moneys, effects, and estate of the voluntary assignees were directed to be transferred, delivered, and paid over to a receiver, and the voluntary assignees were enjoined from further proceedings under their assignment, until otherwise decreed. In pursuance of this decree, the receiver transferred to the insolvent assignee the securities upon which this action is brought. This suit is accompanied with an express offer to ratify the title which the defendant received from the voluntary assignees, and under which he has held possession for twelve years. This act of the insolvent assignee is a perfect ratification of the title of the defendant. He has, therefore, no ground of complaint founded upon a defect of title. Nor can he charge upon the insolvent assignee any want of good faith. It would be unjust to both parties to view their struggles in this long contest, as designed for any other purpose than to obtain a final decision upon the title, upon which each might confidently rely. That decision has been made, and upon the payment of the balance due on the mortgage, the defendant’s .title will be indefeasible.\nBut he complains of the expense and the delay. This was incidental to his purchase. He cannot allege ignorance of the facts. And after accepting the deed and going into possession, without taking any covenants of warranty, he must be content with the advantages and disadvantages of his contract. He must be presumed to know the law of his case as well as his adversaries, and he cannot throw his own losses upon others. In order to secure the possession of the property, and the profits to be derived from an increase in its value, he necessarily encountered the disadvantages of which he complains. He has been in possession during this protracted litigation. He receives not only the title which he contracted to purchase, but has secured, in addition, a credit for all he has paid, and a perfect ratification from the only claimant who had the power to invalidate the purchase.\nIt is ordered that the judgment of the court below be affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "The case was argued by Ouyler, with whom was Williams, for Hanson, the defendant in the suits and plaintiff in error.",
      "O. Ballon, with whom was Cfuillou, contó."
    ],
    "corrections": "",
    "head_matter": "Moss versus Hanson.\n1. Specific performance of a contract for the sale of lands will be decreed on the application of the vendor, if he is able to make a good title before the decree is pronounced, except where the contract is made in bad faith by one who knows that he has not title, nor the means of acquiring one. Where the contract is executed by deed accepted, and bonds given for the purchase-money, the vendee may defend an action on the bond, by showing defect of title, but such defence forms no ground for recovering back the purchase-money already paid ; unless there be covenants to cover the defect.\n2. Where persons indebted, made a voluntary assignment fur the benefit of creditors, which was voidable, and afterwards executed an assignment to trustees under the insolvent laws, none but creditors or their representatives, the trustees, can avoid it: and an action brought by the insolvent trustees, upon the bonds given for the purchase-money to the voluntary assignees, after the securities had been transferred to the former under a decree in equity, accompanied with an offer to ratify the purchase, is a perfect ratification of the title of the purchaser which removes all ground of defence founded upon a defect of title.\n3. The insolvent trustees are not estopped from so recovering the purchase-money on such securities by reason of an ejectment pending in their own names and in which issue was joined on the plea of not guilty.' Such a proceeding is an affirmance of title by one party, and a denial by the other, and if estoppel exist at all, it is estoppel against estoppel, which leaves the whole matter open.\n4. In a proceeding on the bonds of the purchaser, by the insolvent trustee, who was not chargeable with bad faith, and who allowed credit for the money paid and agreed to confirm the sale, the purchaser is not entitled, in addition, to credit for the expense incurred by him in defending against the voluntary assignees, and also against a purchaser of the debtor’s interest, claiming adverse to both assignments. Having gone into possession without any covenant of warranty, he must submit to the disadvantages of his contract.\nError to tbe District Court, Philadelphia.\nThere were six cases between the same parties, which were tried as two cases, before Sharswood, J., who instructed the jury to find for the plaintiff, reserving the law for the consideration of the judges of the District Court in bane. Subsequently, judgments were rendered in favor of the plaintiff against Hanson, the defendant below and plaintiff in error.\nThey were cases of scire facias on judgments against Hanson, entered in 1840, on certain bonds executed by William R. Hanson, in favor of Moss and Samuel, trustees under a voluntary assignment by R. & J. Phillips. The judgments were, in December, 1848, marked to the use of Daniel L. Miller, jr., trustee for the benefit of creditors of R. & J. Phillips, under a compulsory assignment, made subsequent to their voluntary assignment. The bonds were under the control of the voluntary assignees when these proceedings by scire facias commenced.\nThe firm of R. & J. Phillips was composed of J. Phillips and J. L. Moss: see 7 Barr 500.\nTheir voluntary assignment was dated 22d June, 1837; it was made to J. M. Moss and David Samuel. On 2d October, 1837, they applied for the benefit of the insolvent laws. On the 19th October, 1837, they were discharged, but omitted to execute the usual assignment to trustees.\nOn 29th September, 1838, the assignment under the proceeding in insolvency Avas executed; and in the case of Moncure v. Hanson, reported in 3 Harris 385, it was decided that the estate of the debtors vested in the trustees under the. compulsory assignment at the moment of the discharge. The trustees under that assignment, Weber and McKean, were afterwards discharged, and Daniel L. Miller was substituted as trustee. On 80th April, 1839, the assignees under the voluntary assignment made sale of certain real estate of R. & J. Phillips; and Hanson, party to these proceedings, became the purchaser of part of it. He received from the assignees a deed with special warranty. Deed dated 10th May, 1839.\nThe voluntary assignment was decided to be invalid: see 7 Barr 499-500, Weber v. Samuel, decided at March Term, 1848.\nOn 10th November, 1848, by order of the Supreme Court, the bonds and mortgages given by Hanson were transferred by the assignee under the voluntary assignment to Daniel L. Miller, for whose use as trustee the cases were eventually prosecuted.\nAt the sale held when Hanson purchased, notice was given that the premises had been levied on in opposition to the voluntary assignment, which was alleged to be invalid as to the property purchased by Hanson: see the case?, Weber v. Samuel, 7 Barr 499; During’s Appeal, 1 Harris 224; and Moncure v. Hanson, 3 Harris 385.\nBy the terms of the sale to Hanson, he was to pay one-third of the purchase-money in cash; the remaining tAvo-thirds was payable in equal parts in one and two years, to be secured by bond and mortgage. Eor each of the instalments payable by Hanson, a bond and mortgage was executed. He purchased one property on Sixth street at $>20,300 ; and a lot on Chestnut street at $16,000. He paid $12,000, and gave bonds and mortgages for the residue. When he purchased the property, the title was advertised as indisputable. Notice was, hoAvever, given at the time of the sale, by counsel, that the right of the assignees of R. & J. Phillips to convey was disputed by one who claimed under a judgment against them, obtained on 12th September, 1838, viz., subsequent to the discharge under the insolvent laws, but prior to the execution of the assignment under that proceeding.\nAn ejectment was brought against Hanson, by Eustace, who claimed under a sheriff’s sale on the judgment just above referred to, and Hanson defended on the ground that the title was in the assignees under the voluntary assignment. See the case of Eustace v. Hanson, reported in 2 Hoioard’s Hep. 665, et seq.\nAnother ejectment was brought against him by Moncure, who claimed under the judgment of Eustace v. ft. & J. Phillips, before referred to. See a report of the case in 3 Harris 385, &c. On the trial of that ejectment, Hanson, the defendant, claimed under the deed to him by Moss and Samuel, the assignees under the voluntary assignment, dated previous to the judgment of Eustace. In that case it was decided that the title to the premises was in the trustees in insolvency, whose title was held to relate to the time of the discharge of the insolvents; and the judgment rendered at Nisi Prius, in favor of Moncure, the plaintiff, was reversed.\nIn the distribution of the funds received by Moss and Samuel, the assignees under the voluntary assignment, Weber and McKean, trustees under the compulsory assignment, received a dividend. Their receipts were dated September 25, 1839.\nOn the trial, Miller, the trustee under the insolvent proceedings, offered to execute a deed ratifying the title of Hanson, and also offered to pay all costs of court upon the defence being withdrawn, and the balance of the purchase-money being paid to him. Evidence was given of the voluntary assignment; also of the record of the proceedings in insolvency; and the record of the judgment of the Farmers’ Bank of Virginia v. R. & J. Phillips, subsequently marked to the use of Eustace. As before stated, judgment was rendered by the District Court in favor of Miller, trustee, against Hanson, the defendant in the judgments, and the case was brought up on his part.\nThe case was argued by Ouyler, with whom was Williams, for Hanson, the defendant in the suits and plaintiff in error.\nIt was alleged that the title to the property was advertised as indisputable, and that Hanson bought under that impression. He paid $12,000. The tenants were notified not to pay rent to him, and he has been put to expense in defending his title. Hanson offered to give up the property on being repaid the $12,000 paid by him, and on the return and cancelling of his bonds and mortgages; and he also offered to account equitably for the income received from the properties as an off-set to the interest on the bonds. He stated that Hanson was willing to lose the $12,000, if he were relieved from paying any more.\nWhere a contract is made under a mistake, or in ignorance of a material fact, it is voidable and relievable in equity.\nIn an action to recover part of the purchase-money of land sold, want of title in the vendor is a complete defence to the action in law and equity: 3 Barr 21, Miles v. Stevens; 7 W. & Ser. 201, Jenks v. Fritz ; 1 Story’s Eq. 142-3.\nThe writ of scire facias was sued out to December Term, 1847, and the actions on the bonds and mortgages given by Hanson, were not marked to the use of the insolvent trustee until 19th December, 1848.\nA party cannot maintain two inconsistent actions or claims for the same right: 5 Barr 500, In re Pottsgrove. The assignee under the insolvent proceedings, who is the equitable plaintiff in this proceeding, has brought an ejectment against Hanson to December term, 1847.\nO. Ballon, with whom was Cfuillou, contó.\nThe interest on the bonds exceeds the $12,000. The Eustace title has been decided to be invalid; defendant, therefore, cannot defend on account of it. Hanson bought with notice that the title of the voluntary assignees was invalid on its face. He also had notice of its invalidity when he purchased. He referred to 3 Pa. Rep. 452, Lighty v. Shorb; 5 Watts 311, Beidelman v. Foulk. Miller, the trustee under the insolvent proceedings, offers to abandon his title. When Samuel and Moss proceeded on the mortgage, Hanson filed an affidavit of defence, asserting a defect of title; when Miller, subsequently, brought ejectment asserting the invalidity of the assignment. Hanson plead not guilty, and continued in possession. But when Miller afterwards became assignee of the mortgages, and prosecuted the present suits, Hanson still persisted that the deed of assignment, and title under it, were insufficient to give him the right to retain that possession, which in Miller’s suit he refused to surrender.\nDefendant chose to take a conveyance from the voluntary assignees; he did not take covenants; and he does not allege fraud. There being then a known defect, but neither covenant nor fraud, the vendee has no defence.\nFebruary 17,"
  },
  "file_name": "0379-01",
  "first_page_order": 379,
  "last_page_order": 384
}
