{
  "id": 967619,
  "name": "Suplee versus Hansell",
  "name_abbreviation": "Suplee v. Hansell",
  "decision_date": "1851-02-20",
  "docket_number": "",
  "first_page": "384",
  "last_page": "389",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 384"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 34",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843962
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0034-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 12261,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 4.719567370958748e-08,
      "percentile": 0.295665693250842
    },
    "sha256": "7c7317af09e9bc0d9d6174ba4bb5be0663e319c22e15ca79b039dbbc5c1e49ab",
    "simhash": "1:7768c1e55472e68d",
    "word_count": 2159
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Suplee versus Hansell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe defendants below were trespassers; they had no right to enter the church-yard for the purpose they did enter, that was to dig a vault or take exclusive possession of several lots. The clear intent of the grantors in the deed was to reserve in the proviso, first, a free right of burial in the ground for themselves, their several heirs, and their respective children, family, and posterity for ever. That is, their family and posterity were entitled to sepulture in the grounds, in common with the members of the Baptist church, until they were filled up and appropriated to the dead, according to the regulations of the church. And, second, that the grantors, being Suplee, the elder, and his wife, were entitled to build, at their own expense, if they chose to build, a vault or vaults, as a place or places of family sepulchre, as expressed in the deed. This last clause did not mean that every grandchild (the character of defendants) or great-grandchildren, and so on for ever, as each sprung into existence, were entitled to have vaults for themselves. Every contract is to he interpreted by the aid of surrounding circumstances. Suplee the elder, and his wife, the donors, have been long sleeping under the chancel of the church, in a vault selected and built by themselves, and one of their children rests with them. This was the vault chosen by them, or by Suplee for himself and wife; in presence of the congregation, he said he wanted no more. This fulfilled the reservation as to the vault and that vault is yet almost empty ; being calculated for twenty persons and only three lying in it. There is room yet in the family sepulchre. But if the grandchildren do not like the cold and lonely dampness of that place, but prefer that their narrow house shouldbe visited by the glimpses of the sun and moon, and he fanned by the breezes (and the thoughts and feelings of life often linger about the grave), they can enjoy that preference by being buried, as most other people are buried, and like other members of the church, in the bosom of mother earth, with the green sod over them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Lex, for plaintiffs in error.",
      "Randall, contri!."
    ],
    "corrections": "",
    "head_matter": "Suplee versus Hansell.\nA conveyance of less than an acre of ground to trustees for the erection of a meeting-house, and parsonage house, and burial-ground, contained a reservation as follows: “Provided always nevertheless, and the said John Suplee and Sarah his wife do hereby reserve out of this present grant to and for themselves severally, and to and for their several heirs and their respective children, family, and posterity for ever, free right of burial in the burying-ground aforesaid, ana also free right, if they, or either of them, shall think proper to build at their own expense, and to have, use, and occupy a vault or vaults in the burying-ground aforesaid as a place or places of family sepulchre, and to repair the same from time to time for ever.” A vault had been erected by the grantor, under the church, sufficiently large to contain twenty bodies, in which were deposited but three:\nIt was held, that the grandchildren of the grantor had the right of burial in the ground conveyed, in common with other members of the church, but that they had no right to construct therein vaults for themselves.\nError to the District Court, Philadelphia.\nThis was an action of trespass vi et armis, brought by Peter Hansell and others, trustees of the Blockley Baptist church, against Thomas, Israel, Benjamin, and Nathan R. Suplee, for entering on and building a vault, and appropriating four burial lots in the burial-ground of the said church.\nThe plaintiffs gave in evidence a deed dated 25th day of August, A. D. 1804, by John Suplee and wife, to Heath Norbury and others, as trustees, a lot of ground situate in Blockley township, containing about three-fourths of an acre, to erect on a part of the same a meeting-house, to be called the Baptist Meeting-house of Blockley, to be held and used by the regular members composing the Baptist church of Blockley; another part to be used for a burying-ground, for the burial of those who may have been regular members of the Baptist church of Blockley aforesaid; or who may have subscribed towards the building and erecting the meeting-house or houses for religious worship; and as to the residue of the lot, containing about one-quarter of an acre, in trust, to build thereon a dwelling-house for the minister for the time being, of the said church, &e. Provided always, nevertheless, and the said John Suplee and Sarah his wife do hereby reserve out of this present grant, to and for themselves severally, and to and for their several heirs, and their respective children, family, and posterity for ever, free right of burial in the burying-ground aforesaid; and also free right, if they or either of them, shall think proper to build, at their own expense, and to use, have, and occupy a vault or vaults in the burying-ground aforesaid, as a place or places of family sepulchre, and to repair the same from time to time for ever.\nThe plaintiffs then called Rev. John Baker.—I am pastor of the Baptist church of Blockley. Defendants have taken possession of four lots in the grave-yard, eight by twenty feet—usual price of each lot is $28; a vault is erected in one of the lots; one of the lots taken was purchased and paid for previously, by two members of the church.\nJohn Suplee, the grantor, had five children. Israel Suplee was one of the five; the defendants are children of the said Israel. He received a lot from the church; he is long since deceased; his lot is not filled; the other lots appropriated to the descendants of John Suplee are not filled; at the time the defendants entered, there were twelve lots vacant besides the four they took; one of the defendants has buried a child in one of the four lots; three of the four lots are rendered useless to the church by adverse use and possession.\nCross-examined.—The defendants requested the church to have the controversy under this deed settled by an amicable submission to court, but the plaintiffs, under advice of counsel, declined. No stone was put up on the lots sold to the two members; strangers, whether members or not, are buried in that portion of ground allotted to strangers, at $2J each.\nDeposition of Susannah Newberry read.—Susannah Newberry, widow, aged eighty-nine years. I knew John Suplee, and was one of the first members of the Baptist church in Blockley. I was in the habit of attending the first meetings of the church; frequently saw John Suplee about the meeting; the yard was laid out in lots before John Suplee died; they were laid out with the consent and knowledge of John Suplee; I was at the meeting when a committee was appointed to lay the lots out; the meeting gave the choice of lots to some of the members; John Suplee was not at the meeting; some suggested whether John Suplee had not better be asked about it; when we came into the grave-yard from the meeting we met John Suplee; we told him -what had been done, and asked him if he had any reservation to make of the lots for himself; he said no more than what had been made; that he and his wife should be put under the meeting-house when they died.\nCross-examined by the defendant.—This conversation took place soon after the meeting-house was finished; I think it was in the year 1804 or 1805; I have never heard John Suplee consent further than what he said in this conversation.\nA plan of the burial-ground was given in evidence on the part of the plaintiffs, showing that it had been divided into family burial lots, which had been sold to different persons, and a space reserved for single graves.\nIt was admitted that entry had been made by defendants upon the grave-yard, for the purpose of erecting vaults, and that defendants are grandchildren of said John Suplee, and children of Israel Suplee.\nIt was admitted that the descendants of John Suplee are numerous ; from 170 to 200 persons—about 60 or 70 grandchildren, and from 115 to 130 great grandchildren.\nIt was admitted that a vault had been erected under the said Baptist Church, by said John Suplee, in which were deposited the bodies of himself and wife, and one of his children. This vault will conveniently hold twenty bodies.\nThe counsel of the said defendants requested the court to charge the jury as follows:—\n1. That if the defendants entered upon the burial-ground for the purpose of erecting a vault or vaults, the verdict must be for the defendants.\nAnswer of the court.—I decline charging you as the defendants have requested.\n2. That defendants had a full right to enter upon the burial-ground under the reservation in the deed, for the purpose of building at their own expense, a vault or vaults therein.\nAnswer of the court.—Defendants had no such right under the reservation in the deed; and I answer this point in the negative.\nFebruary 4, 1850, verdict was rendered for plaintiff for $100; subsequently a rule for a new trial was refused.\nIt was assigned for error :\n1. The court below refused to charge the jury, that if the defendants entered upon the burial-ground for the purpose of erecting a vault or vaults, the verdict must be for the defendants.\n2. The court below refused to charge the jury, that the defendants had a full right to enter upon the burial-ground under the reservation in the deed, for the purpose of building, at their own expense, a vault or vaults therein.\nLex, for plaintiffs in error.\nHe contended that under the terms of the reservation, the defendants below, as the heirs and posterity of the grantor, had a right to enter upon the premises for the purpose of erecting a vault on each of the four lots taken by them. That the reservation clause should be read, to reserve free right of burial, and also free right to build a vault or vaults. The court will rectify bad grammar, if necessary to a proper construction of the instrument: 1 Ld. Raym. 335, Cromwell v. Grrumsden. As to the construction of deeds he referred to Broom’s Legal Maxims, star page 238; same book, ch. vii., 50 Law Library 159.\nThe word either should not control the reservation, unless it clearly appears that the right of making a vault was to belong only to the grantor and his wife, or either of them. Favorable construction of. reservations made by grantors, in the cases of Gibson v. Tyson, 5 Watts 34; and Baker v. McDowell, 3 W. & Ser. 358. The deposition of Sarah Newberry should not alter the trust; besides, the grantor said he did not care what they did, provided his rights under the deed were not molested. The burial-ground was laid out into lots, which was contrary to the terms of the trust; and this rendered it necessary for the defendants below to secure their rights.\nRandall, contri!.\nHe contended that two distinct rights were ■reserved—1. The free right of burial to John Suplee and- wife, their several heirs, and their respective children, family and posterity, for ever; and 2d. The free right to John Suplee and wife, or either of them, to build a vault or vaults.\nThe testimony of Mrs. Newberry confirms this construction. The terms either of them, mean “one of two.”\nThe words of an instrument are to be taken most strongly against the party using them: Broom’s Legal Maxims 354-6 ; 8 Barr 359, Shultz v. Thomas.\nThe proposed construction of this reservation would defeat the grant. There are from 170 to 200 descendants of John Suplee and his wife, and the residuum of three-quarters of one acre of ground, after reserving a portion for a church, never could afford sufficient ground for such a purpose.\nA reservation destructive of the objects of the original grant, is to be held void: 7 W. Sy Ser. 184, Schoenberger v. Lyon.\nBut, giving the reservation the most broad construction, still, if a lot has been selected, it must be filled before another lot can be taken. John Suplee had selected a lot and built .a vault, and it was not filled. Isaac Suplee, the father of the defendants below, had subsequently taken a lot, and it was not half filled. Four other lots had been taken by the children of John Suplee (in all six lots), and none of them had been filled. Till these lots were filled, the right to take other lots does not exist.\nFebruary 20,"
  },
  "file_name": "0384-01",
  "first_page_order": 384,
  "last_page_order": 389
}
