{
  "id": 967637,
  "name": "Wollenweber versus Ketterlinus",
  "name_abbreviation": "Wollenweber v. Ketterlinus",
  "decision_date": "1851-02-18",
  "docket_number": "",
  "first_page": "389",
  "last_page": "400",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 389"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "23 Wend. 379",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2025502
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/23/0378-01"
      ]
    },
    {
      "cite": "5 Johns. 248",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2131539
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "375-385"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/5/0248-01"
      ]
    },
    {
      "cite": "10 Peters 578",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "2 Howard 457",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 323",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844034
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0323-01"
      ]
    },
    {
      "cite": "7 Watts 487",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846769
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0487-01"
      ]
    },
    {
      "cite": "8 Pick. 83",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2013217
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/25/0086-01"
      ]
    },
    {
      "cite": "2 Johns. 150",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6772156
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/2/0149-01"
      ]
    },
    {
      "cite": "4 Cranch 141",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        639412
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "156"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/8/0086-01"
      ]
    },
    {
      "cite": "1 Pet. C. C. 21",
      "category": "reporters:federal",
      "reporter": "Pet. C.C.",
      "opinion_index": -1
    },
    {
      "cite": "4 Cranch. 150",
      "category": "reporters:scotus_early",
      "reporter": "Cranch.",
      "case_ids": [
        6757406
      ],
      "opinion_index": 0,
      "case_paths": [
        "/dc/4/0150-01"
      ]
    },
    {
      "cite": "10 Peters 578",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "2 Howard 457",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 323",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0323-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 976,
    "char_count": 30656,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.3776748221746099e-07,
      "percentile": 0.6398614359369986
    },
    "sha256": "deef67364b89e7417f22b6230be41f216833b871bbe3aaafd6971de0454ae5fd",
    "simhash": "1:397ee2a298932449",
    "word_count": 5512
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wollenweber versus Ketterlinus."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nCoulter, J.\nThe first bill of exceptions covers the admission of a copy of a letter purporting to be from Wollenweber to Mc-Kean. The only objection taken below and apparent on the bill of exception is, that the clerk of Wollenweber had no authority to write the letter. This only will be considered, because if there were other well founded objections, they were not taken below, which is a sufficient reason for their not being considered here. If they had been disclosed below, they might have been there removed; we pass upon what was passed upon below only, except in some peculiar cases. This letter was written by the clerk of the plaintiff at the request of the clerk and agent of the defendant who received the goods, and was taken away by the clerk to be signed by Wollenweber, the defendant. The letter contained an excuse for the articles not having been sent sooner, which excuse was for the benefit of the defendant. The agency to receive the goods from plaintiff virtually included the power to ask for a bill of particulars, which was given, together with this letter of excuse appended to it, and must have been transmitted .to McKean by defendant or his clerk. It was part of the res gestae of the delivery of the goods and sending them off to their destination. It is stated on the bill of exceptions as a reason for rejecting the evidence, that the clerk of defendant was in court, and could have been called to prove his authority to have such a letter written. But that was unnecessary, as he had prima facie authority, from his admitted authority to receive and transmit the goods. Besides, this is a sword with two edges, for if he had caused the letter to be written, and had transmitted it out of his own head without authority from defendant, he would have called him to prove that fact. But if the book of entries was good evidence, this letter, as it is called, but more properly a bill of the goods, was of no consequence in the cause. I proceed to consider that question which is covered by the second bill of exceptions. That book was properly admitted in evidence. The plaintiff’s bookkeeper testified that it was plaintiff’s book of original entries; that the entries were made at the time they respectively bore date; that ■the charge against defendant was made by him; and that when he made the charge the articles were finished and ready for manual delivery, except the packing in boxes. This would have made the book evidence even in England, and more strongly makes it evidence here, where the rule has been extended beyond the English rule, to accommodate the necessities of trade and the habits and customs of the country. The entry was made some six or eight days before the goods were taken away by defendant. But that is of no account. A shopper, when goods are ordered, and a mechanic, when articles are directed to be made, makes the charge in his books when the goods are weighed or measured off and set apart, and the mechanic makes the charge when the work is finished. This is the custom; and no safer guide can be adopted than the custom of trade, which soon becomes known to all. It is seizing and fixing the rule of business as the rule of law. Oftentimes goods are not called for until weeks after they are ordered and made. In pursuance of this principle it was ruled in Caughey v. Brewer, 10 Ser. & R. 133, that where cloth was delivered to a tailor to be made into a coat, and he testified that after the coat was cut out and delivered to his journeyman he made the charge in his book, the book was good evidence as a book of original entries. In Keim v. Rush, 5 W. & Ser. 377, it was held that the entry was good, when made at the time the iron was put into the wagon to be transmitted to defendant. Koch v. Howel, 6 W. & Ser. 350, is to the same principle; and Curren v. Crawford, 4 Ser. & R. 5, rules, that the precise point of time- when the entry is to be made is not fixed by the law, but that the entry must be made at or about the time of the transaction.\nIt is probable, from the evidence of the clerk, that some entries in the book were made from memoranda, and were not the first or original entries. That, however, does not vitiate or disturb the general character of the book. In Ives v. Miles, 5 Watts 323, it was rule'd not to be a valid objection to a book of original entries, because it contained some charges admitted not be original, if such entries were not offered in evidence; and no such entries were offered here. They did not constitute the general character of the book, but were exceptions. There was an erasure in the entry, but that was fully accounted for, and therefore did not exclude the book.\nBut the delivery of the goods was orally proved by the witness, Tyler; and Paul Ketterlinus proved that defendant, after the institution of this suit, several times told him that he expected money from Mercer county, and when he got it, he would call and pay the plaintiff. And the drawing of the bill of exchange or draft hereafter to be noticed, was full evidence that the defendant had got the goods, and was bound to pay for them. These preliminary objections were mere skirmishing at outposts, which could have no decisive effect on the main controversy.\nThat was the instruction of the court to the jury, that if they believed the facts set forth in Baskin’s letter to Ketterlinus, they formed a sufficient excuse for not presenting the draft, or bill of exchange, as it was called at bar, and for not giving notice of its dishonor. A drawer, who either has funds in whole or in part in the hands of the drawee, or who has a reasonable ground of expectation that the drawee has funds to meet the draft, is entitled to notice, if the bill is refused, and, of course, the bill or draft ought to be duly presented. But the converse is equally true. The whole doctrine on the- subject may be summed up in two propositions. First, if the drawer has any funds in the hands of the drawee, no matter whether they be sufficient to meet the draft or not, he is entitled to notice, because he may suffer injury to some extent for want of it. Second, if the drawer is without funds in the hands of the drawee, yet if from circumstances and transactions he has a well grounded belief that he has funds, and that the bill will be duly honored, he is entitled to notice, and the bill ought to be presented: 2 Johnston’s Rep. 156; Hopkish v. Page, 2 Brockenbrough 20; 4 Cranch. 150; Dickens v. Beal, 10 Peters 578; 2 Howard 457. Baskin was a middle man between McKean and Wollenweber. McKean had agreed with the commissioners of Mercer county to make a map of the county for $300. He agreed with Wollenweber to lithograph the maps, and to assign him for that work $200 of the contract. Wollenweber agreed to do the work, to be paid for by the commissioners when the work was delivered; and McKean assigned to Baskin $200 for Wollenweber when the work was completed. Wollenweber became unable to perform the contract, delayed it for a long time, and finally employed Ketterlinus, who made the work, and under the direction of Wollenweber, sent it off to McKean. Ketterlinus was to be paid by Wollenweber when the work was finished. It was proved that there was no other transaction between Wollenweber and McKean but this, and that the draft was on account of this work. Baskin, in his letter, states these circumstances in the letter referred to, in answer to a letter from Ketterlinus, informing him that he had a draft on him. Baskin states, farther, that he acted only as the friend and trustee of Wollenweber, and that McKean, although he had received the lithographs, had not yet been able to complete the maps ready for delivery, for causes declared in the letter. He said that he had written three times to Wollenweber, urging upon him the necessity of having the work done, to which Wollenweber had made no answer. That he had no funds, and that none were to be expected until the maps were finished, which were the terms of the contract between McKean and Wollenweber, well known to him, because he had a copy of the contract.\nThe letter then disclosed distinctly, that Baskin, upon whom the bill was drawn, had no funds; and it disclosed further, that Wollenweber could have had no reasonable belief that he had funds. He had delayed the performance of his contract six or seven months beyond the time fixed upon by his covenant, and a few days afterwards' drew upon his agent and friend, without knowing •whether the work had been accepted or not, or even delivered; without knowing whether McKean had sufficient time to complete the maps and deliver them to the commissioners of Mercer or not; in short, without advice or communication from the drawee, when that- advice would have shown conclusively that he was not entitled to draw. He had no funds in the hands of the drawee, nor any just right'or well grounded expectation that he had any. He was, therefore, not entitled to notice, and suffered no injury from the bill not having been regularly presented. The instruction of the court below was right.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Brightly, for plaintiff in error.",
      "Perkins, for defendant."
    ],
    "corrections": "",
    "head_matter": "Wollenweber versus Ketterlinus.\n1. Tbis court is not bound to examine exceptions not made in the court below.\n2. _A letter written at the instance of the defendant’s clerk and agent, at the time of the forwarding of the goods referred to in it, and intended to be signed by the defendant, making excuse for the delay in the matter, and containing an account of the goods manufactured and about to be sent away, is evidence against the defendant, even though the clerk was in court at the time of its admission. He had prima, facie authority to have the letter written, from his admitted authority to have the goods directed and forwarded..\n3. This court will not reverse on account of the improper receipt of evidence as to facts which were afterwards established by legal evidence. Therefore, the subsequent receipt in evidence of the plaintiff’s book of original entries, rendered immaterial the admission of a letter written at the request of the agent of defendant, containing a statement of items entered in the book, if such admission were irregular.\n4. An entry in a day-book may properly be made when the articles ordered are finished and ready for manual delivery.\n5. Though a dayrbook contain some entries which were not original entries, that forms no objection to the receipt in evidence of the book as to other entries which are regularly made, the entries generally having been made at proper times.\n6. When a drawer has no funds in the hands of the drawee, or any well founded expectation that he had any, he is not entitled to notice of the dishonour of the bill.\nError to the District Court, Philadelphia.\nThis was an action of assumpsit brought in the court below by E. Ketterlinus, against L. A. Wollenweber.\nThe first count in the declaration charged that one William McKean was indebted to the plaintiff in $234.50, and that plaintiff had in his possession goods of the said W. McKean, of the value of $300, as security for the same; and that the defendant, in consideration that the plaintiff, at his request, would relinquish the possession of the said goods and abandon his lien thereon, promised plaintiff to pay him the said sum of $234.50 in thirty days; and that he did so relinquish possession of the goods, but defendant has not paid, although the thirty days have elapsed.\nOther counts were on a bill of exchange alleged to have been drawn by defendant on the 12th July, 1849, in favor of plaintiff on B. F. Baskin, of Mercer county, for $227, payable ten days after sight; and in the third count was an averment that the same was presented on the 25th July, 1849, to Baskin for acceptance, who refused to accept or pay the same, and that at the time of presenting the same for acceptance, defendant had no effects in the hands of Baskin, nor had Baskin received any consideration for acceptance or payment of the same; nor had the defendant received any damage by not having had notice of non-acceptance.\nThe fourth count was on a similar bill of exchange, with averments that, at the time of drawing the same, Baskin had no effects in his hands, nor had received any consideration for acceptance or ¡Dayment of said bill, nor had the defendant any authority to draw the same, nor had the defendant received any damage by the said bill not having been presented to Baskin for acceptance, or by not receiving notice of non-acceptance.\nThe declaration also contained the common counts.\nDefendant pleaded non assumpsit, payment, and set off, with leave, &c.\nOn the trial of the cause on the 21st of October, 1850, before Eindlay, J., two questions were raised as to the admission of evidence, subject to which exceptions, the following facts were proved before the jury.\nWollenweber, the defendant, had been employed by one William McKean, of Mercer county, to lithograph 2000 maps of that county. He sold out his establishment to Ketterlinus, the plaintiff ; Wollenweber employed the plaintiff to complete his contract with Mr. McKean, and on delivery of the maps, gave to Ketterlinus in payment a draft on B. F. Baskin, of Mercer county, for $227, which was never presented for acceptance, in Consequence of the letter of Mr. Baskin of the 25th July, 1849.\nThe judge charged the jury, that if they believed the facts stated in Baskin’s letter to be true, they were sufficient to excuse presentment and notice of dishonor, to which defendant’s counsel excepted, and the correctness of this charge formed the main ground of exception in this court.\nThe material evidence was as follows:—\nHenry Tyler, sworn.—I am plaintiff’s book-keeper; this is his book of original entries; this entry, dated May 28, 1849, is in my handwriting; it was made on the day it purports to bear date ; it was not copied from a blotter.\nCross-examined.—Some of the entries in this book are copied from a blotter; I can’t recollect half of the entries which are copied from the blotter by looking at the book; the mark in the margin is the page of the ledger where it is posted; there is no mark to distinguish those entries which are copied from the blotter.\nRe-examined in chief.—This is the first place where this entry was made to my knowledge; I made it myself, think it was made some little time previous to the goods being sent away ; they were packed up and sent away on the 6th or 8th of June; when the entry.was made, the goods were ready for packing up; I saw the goods packed, and saw the box after it was packed; it was marked; Sir. Wollenweber’s clerk was there; I believe he took charge of the box; Mr. Chan, now present, is the person ; I don’t know if he went with the goods, they were marked by his direction; I understood he was there for that pm-pose—to receive and have the goods directed; I believe the goods charged are the ones he received; I suppose they were waiting for him to come and receive them and have them sent off; I suppose they were perfectly finished; I know this entry was never copied and never was in the blotter; I took it from plaintiff’s mouth; the blotter is a memorandum for plaintiff himself.\nCross-examined.—This is the blotter, the only one I know of, of that date; some goods are charged,in this blotter—most of them; those that plaintiff made no profit on he did not put in the blotter; I don’t know who ordered the goods; I know they were done for defendant; the drawing must precede the printing of course. The “corrections” were added afterwards, and the “boxes and cartage.”\nJacob Heitz, sworn.—I am in plaintiff’s employment, was there when he did this work for Wollenweber; I heard defendant say to plaintiff, to send the work off as soon as possible, and he should have his pay in thirty days; I saw the maps there; I packed them in boxes; 1 saw Cha.n there, defendant’s clerk, several times; can’t say whether I or Tyler marked them; I saw them marked and go away; those are the maps I packed (looking at a bill produced by plaintiff); I work about the printing office; the boxes were taken to Leech & Co. in Third street; they were sent there from our office.\nCross-examined.—The boxes were marked “ William McKean, Mercer, Mercer county;” I put the boxes on a dray and sent them to Leech & Co.; I did not see Mr. Chan along with the dray; I can’t recollect if he was there when they were packed.\nHenry Tyler, recalled, (being shown letter of June 6, 1849;) I wrote this letter at the dictation of defendant’s clerk, he was at the desk and the letter was handed to him—he was there to sign it; he took it away.\nThe counsel for the plaintiff then offered in evidence, the copy of the letter referred to by the witness. The counsel for the defendant objected to its admission in evidence :—\nBecause the authority of the clerk to write such a letter was not shown, and the said clerk was in court, and could be called and examined upon the subject.\nThe judge overruled the said objection and admitted the evidence, to which the defendant’s counsel excepted, and at his request a bill of exception was sealed.\nThe copy of the said letter was then read in evidence as follows :—\nWm. McKean, Esq.\nDear Sir:—I have been able at last to have your work finished entire, and forwarded this day. I regret very much having undertaken the job at the very low price I did, for it has actually' cost me double what I expected, therefore I hope you will excuse the delay (unavoidable) which has occurred. Below you have the bill; after examining the maps, please forward the amount,\nAnd very much oblige\nYour obedient servant.\nWm. McKean, Esq.,\nTo L. A. Wollenweber, Dr.\nFor drawing and printing 2000 maps, - $200.00\n“ paper for the same, ------ 81.00\n“ corrections, &c.......25.00\n“ boxes and cartage,......1.50\n$307.50\nHenry Tyler.—It was forgotten at the time I made the entry, and I added the “ corrections” afterwards, by order of plaintiff, on the 6th of June, when the goods went off. There was no alteration in the amount. The corrections were thrown in.\nThe plaintiff’s counsel then offered in evidence the entry in plaintiff’s book referred to by the witness, Tyler. The counsel for defendant objected to its admission in evidence—\n1. Because the book offered in evidence is not a book of original entries. 2. Because the entries were made before the delivery of the goods. 3. Because the entry had been subsequently altered by plaintiff’s direction.\nThe judge overruled the said objections and admitted the evidence. Defendant’s counsel excepted. The book entry was then read in evidence as follows:—\nL. A. Wollenweber, Dr.\n1849.\nMay 28. For 3 reams pk’t map paper, at $7.00, $21.00\n8 do. large do. do. 7.50, 60.00\nRe-drawing 2 stones and corrections, 12.00\nPrinting 2000 maps, 140.00\n2 boxes and cartage, 1.50\n$234.50\nPlaintiff’s bill of $5.91 was admitted to be due.\nPaul Ketterlinus, sworn.—I am plaintiff’s brother. I know the defendant. About two weeks ago, or perhaps longer, he said he would like to see the matter settled. He said so several times within three or four months past; he always spoke to me about it, and not I to him. I met defendant; he said he expected the money from Mercer county every moment, and he would call and pay it. Defendant had a lithographic establishment for sale. He said if plaintiff would do this work as cheap as anybody, he should have the job, and he would see him paid. The work was interrupted by alterations sent from Mercer county, for part of which defendant paid, and part was paid for by plaintiff. The work was finished, but not paid. for.\nRe-examined in chief.—Plaintiff did the work for defendant; he ordered it in my presence.\nThe defendant’s counsel offered the following evidence, viz.:—\nIsaac Chan, sworn.—I am a clerk for defendant. Plaintiff received a draft from defendant and gave a receipt.\nHenry Tyler called on part of defendant.—There never was a credit on plaintiff’s books for a draft given by defendant in this transaction.\nTh'e defendant’s counsel then called for a letter which was produced by the plaintiff, and read in evidence by defendant’s counsel, as follows:—\nMercer, Mercer county, Pa., July 25, 1849.\nDear Sir:—Yours of the 20th was received this morning, informing me that you had a draft on me for $227, drawn by L. A. Wollenweber, and wish to know when and how I will pay it. In reply, it will be necessary for me to give you a statement of the matter, and leave you to decide as to how it will be best for you to proceed. Last fall, about the beginning of September, I was in Philadelphia, in company with a Mr. McKean from this place, and went with him to Mr. Wollenweber, to see whether he (Mr. W.) would lithograph some maps of this county for Mr. McKean.\nMr. McKean had made an arrangement with the commissioners of this county to furnish them with two hundred copies of the map, for which they agreed to pay him $300 when he delivered the maps. This contract Mr. McKean wished to assign as pay for lithographing the maps, and Mr. Wollenweber agreed to take it. He agreed to do two thousand copies of the maps for $200.00, and Mr. McKean to pay for the paper at the price paid for it by Mr. Wollenweber. In order to induce Mr. Wollenweber to take the contract, I agreed to attend to receiving the money here and remitting it to Mr. Wollenweber without charging anything for my services ; and in order to enable me to do so, the following assignment was endorsed on the copy of the contract before alluded to:—\n“In consideration of L. A. Wollenweber lithographing and printing two thousand maps of the county of Mercer, and furnishing the paper for the same, I hereby assign to B. F. Baskin for the use of L. A. Wollenweber, the sum of $200 for lithographing and printing the same, and also the actual amount of the paper furnished by him for the same, as per contract of this date.\n(Signed), Wm. McKean.\n“Philadelphia, September 6, 1848.”\nI forwarded 'to Mr. Wollenweber, according to a letter of his, the amount of §75.00, on the 15th of January, 1849. The maps were to be finished in about six weeks from the date of contract. Mr. McKean did not receive them until a few weeks since. He has not yet been able to have them finished so as to supply the commissioners, and consequently is not entitled to receive any of the pay. Mr. Wollenweber is to blame very much in the matter. It has been a serious loss to Mr. McKean. Last winter an Act was passed dividing the county, which will be a source of serious loss in the sale of the maps. There is assigned to me only $200, and your draft is for $227. This is $27 more than was assigned to me. You now have the whole matter before you. I am only assignee of the contract in trust for L. A. W. The maps have not been furnished according to contract to Mr. McKean, or by him to the commissioners, and consequently, as yet, there is no money due. I wrote to Mr. Wollenweber three different times on the matter, and he never answered or paid any attention to my letters. He has a copy of the contract referred to in the assignment given you on the opposite page. I am still willing to fulfil my promise to Mr. Wollenweber, but could not now accept or pay this draft you say you have against me. I shall be pleased to hear from you as to how you arrange it.\nYours, with respect, B. E. Baskin.\nTo Mr. E. Ketterlinus, Philadelphia.\nThe draft referred to, viz. Wollenweber’s draft on B. F. Baskin, in favor of plaintiff, for $227, dated July 12, 1849, payable ten days after sight, was produced by plaintiff, and read in evidence by defendant. Also, the following receipt for the same:—\nReceived of L. A. Wollenweber, a draft on B. F. Baskin, Esq., Mercer county, Pa., for two hundred and twenty-seven dollars, which, when paid, will be placed to his credit on account.\n$227. E. Ketterlinus.\nIsaac Chan, recalled.—There was no other transaction between the parties at this time. This draft was given on account of this transaction.\nCross-examined.—Plaintiff gave me Baskin’s letter to show to defendant; I did show it to him; I don’t know the time; I guess it was about the time the draft was given; I can’t say precisely.\nRe-examined.—Plaintiff said he had received a letter from Mercer county, and I should show it to defendant. He did not say how long he had received it.\nThe judge charged the jury, that if they believed the facts stated in Baskin’s letter to be true, they were evidence sufficient to excuse presentment of the draft, and notice of dishonor thereof to the defendant.\nTo which charge defendant’s counsel excepted.\nVerdict was rendered for the plaintiff for $260.03.\nThe following was assigned for error:—\n1. Because the judge, before whom the cause was tried, erred in admitting in evidence the letter, which is the subject of the first bill of exceptions.\n2. Because the judge erred in admitting in evidence the entry in the plaintiff’s book, which is the subject of the second bill of exceptions.\n3. Because the judge erred in charging the jury that if they believed the facts stated in Baskin’s letter of the 25th July, 1849, to be true, .they were evidence sufficient to excuse presentment of the draft (therein mentioned), and notice of dishonor thereof to the defendant.\nBrightly, for plaintiff in error.\n1. A letter from one who might have been admitted as a witness is not evidence: 3 W. C. C. Rep. 31. Letters or declarations of an agent are not evidence to prove the facts stated in them, if his parol testimony can be obtained: 1 Pet. C. C. 21, Blight v. Ashley.\n2. Error, 1. The book was not a book of original entries; many of the entries were copied from a blotter. The witness could not distinguish all such; and though he testified that the entry in question was an original one, yet the admission of such evidence is unsafe.\n2. The entries were made before the delivery of the goods.\n3. The entries were subsequently altered by additions.\n4. But the main question was as to notice of the dishonor of the draft.\nIf the drawer has any funds in the hands of the drawee, he is entitled to notice. Or if without funds, if he has reason to believe at the time he draws that his bill will be honored, he is entitled to notice of its dishonor: 4 Cranch 141; Id. 156; 2 Johns. 150; 3 John. Cas. 7; 8 Pick. 83; 7 Greenleaf 126.\nThe facts stated in Baskin’s letter showed that the defendant below had a bona fide and reasonable expectation, at the time of drawing, that his draft would be honored, because he had a right to expect that there would be effects in the hands of the drawee: 16 Bast 43.\nA previous draft by Wollenweber for $75 having been duly paid, and the maps, &c., having been delivered upwards of a month, he might reasonably conclude that the funds had been received by Baskin in accordance with the arrangement between them.\nBesides what .possible excuse is pretended for non-presentment ? It does not follow as a consequence that because, when inquiry was made of Baskin by letter, on the 26th July, 1849, he had no effects of the drawer in his hands, none would' be received by him between that time and the presentment of the draft'for acceptance : 16 Hast 43.\nPerkins, for defendant.\nAs the clerk had authority to receive the goods, he had authority to receive a bill of them. It was all-part of the res gestee. He was at the plaintiff’s place of business to receive the goods at the time the letter was written. He received the goods and the letter for the defendant. By his (the clerk’s) direction, the box containing the goods was marked “William McKean, Mercer, Mercer county,” and by his direction the letter and bill accompanying them was made out and written.\nIf the clerk was the agent of defendant to see to the packing, marking, .and sending the goods to Mr. McKean (which was not disputed), he was his agent to apprise Mr. McKean of their being sent; of their prices; and of the reasons why they were not sent before; which is all that the letter objected to does.\nEvery authority to an agent carries with it, or includes in it as an incident, all the powers which are proper or appropriate to effectuate the purposes for which it was given: Story on Agency, sec. 97, pi. 113-14; 7 Watts 487.\nIt is not a sufficient objection to the admission of a book of original entries, that it contains entries which are admitted not to be original, if such entries are not offered in evidence: 5 Watts 323, Ives v. Niles. An entry may be made when the articles are ready for delivery : 2 W. & Ser. 9; 16 Ser. & R. 133.\nThe facts stated in Baskin’s letter, if believed, were sufficient to excuse presentment of the draft and notice of its dishonor. The parties were not merchants, but printers; the draft was considered but an order from Wollenweber on Baskin to pay Ketterlinus what might be coming to him (Wollenweber), if he had performed his contract respecting the maps.\nHe knew when he gave the draft that.he had not performed his contract in the time agreed upon. By the terms of the contract, the maps were to have been finished in about six weeks from its date in September, 1848. They were not finished till the summer of 1849, and in the mean time the county had been divided by the legislature.\nMr. Baskin was only to receive the money and remit it when received. This could not subject him to be drawn on, nor give defendant even an implied authority to draw, till informed that the money had been received. So far from having any reason to suppose the money had been received, he had been informed in three different letters by Baskin, that the maps had not been furnished according to contract, and that there was no money ’due. He also knew that Mr. Baskin, under no circumstances, could receive or remit more than $200.00, and yet he drew on him for $227.00. Where the drawer has no right to expect payment, he is not entitled to notice of dishonor: 2 Howard 457, Rhett v. Poe; 10 Peters 578, Dickens v. Beal.\nPaul Ketterlinus, the brother of plaintiff, testified, that defendant told him that he expected money from Mercer county every moment, and would call and pay it (plaintiff’s claim), and this was after the letter had been shown to defendant, and even after suit brought.\nThe following cases show that where due presentment has not been made and due notice has not been given, a subsequent promise to pay under a knowledge of that fact, is a waiver of presentment and notice: Rogers v. Stephens, 1 T. R. 713-718—719; Hopes v. Alder, 6 East 16 n.; Potter v. Rayworth, 13 East 417; Duryee v. Dennison, 5 Johns. 248; Miller v. Hackley, Id. 375-385; Cram v. Sherburne, 2 Shepley (Maine) 48; Tebbetts et al. v. Dowd, 23 Wend. 379.\nFebruary 18,"
  },
  "file_name": "0389-01",
  "first_page_order": 389,
  "last_page_order": 400
}
