{
  "id": 967636,
  "name": "Bank of the United States versus The Commonwealth",
  "name_abbreviation": "Bank of the United States v. Commonwealth",
  "decision_date": "1851-02-26",
  "docket_number": "",
  "first_page": "400",
  "last_page": "409",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 400"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Paige 590",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2178460
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/1/0590-01"
      ]
    },
    {
      "cite": "4 Rawle 9",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0009-01"
      ]
    },
    {
      "cite": "3 Watts 40",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Conn. 233",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6754566
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/6/0233-01"
      ]
    },
    {
      "cite": "2 Wheat. 373",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1444878
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/15/0373-01"
      ]
    },
    {
      "cite": "6 Cow. 217",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        12130409
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/6/0217-01"
      ]
    },
    {
      "cite": "3 Wend. 13",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/3/0013-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 952,
    "char_count": 23634,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03407920693445834
    },
    "sha256": "3688566e281345e348c5c0aa950188a0f77518cb59f483f159cfbce2b80e1f21",
    "simhash": "1:d4670d219e02da5b",
    "word_count": 4151
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bank of the United States versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, C. J.\nThe first of these suits was brought in the District Court of Philadelphia county to recover the sum of $100,000, and the other for $800,000. Judgments were given in favor of the plaintiff below for these principal sums with interest, amounting altogether to $1,208,750.\nThe Bank of the United States was chartered in 1836. In 1841 it became known that it was wholly insolvent, and on the 4th of May of that year, an Act of Assembly was passed requiring the directors to execute a general assignment of all its property and effects for the benefit of its creditors, if a majority of the stockholders should decide by a vote, according to the scale allowed at elections for directors, that such an assignment was expedient. It was further provided by the Act, that when such assignment was executed, the corporate powers and privileges of the bank should cease and determine, except for certain purposes confined to the closing up of its affairs. No such vote of the stockholders as that authorized by the Act was ever taken, and no general assignment was ever made. But three days before the passage of the Act, the president and company had executed an assignment of a certain portion of its assets for the payment of $5,078,444.94, which it owed to the other Philadelphia banks. One month and three days after the passage of the Act, another assignment was made to other trustees for the payment of notes and deposits, and a third one on the 4th of September in the same year, of all the property of the bank, except certain stocks, a list of which were appended in a schedule. The last assignment was in trust (after certain preferred claims were satisfied), for the payment of all the debts of the bank. The stockholders (or a majority of them) afterwards ratified these assignments by a vote of approval, taken not according to the scale required in the Act, but per capita. The stocks not included in the September assignment were subsequently all sold on judicial process, except some that were wholly worthless, and some others which were pledged in Europe for debts beyond their value. From September, 1841, to the present time, the bank has ceased to make discounts, to receive deposits, or to issue notes. But the stockholders have regularly chosen directors, and those directors, or the officers by them appointed, have made their monthly returns to the auditor-general, as punctually as they did before.\nThe Act incorporating the bank requires that in consideration of the privileges thereby granted, it shall, among other things, pay to the state treasurer two millions of dollars in annual instalments of one hundred thousand dollars each, commencing on the first day of June, 1836. Of these instalments the first five were paid, but the bank failed to pay that which fell due in 1841, and has not paid any since. One of the actions' now before us was brought to recover the instalment of 1841, and the other for those which became payable from 1842 to 1849 inclusive, with interest.\nThe plaintiffs’ counsel gave in evidence the Act of Incorporation, proved the acceptance of the charter by the stockholders, and showed that the organization of the company had been kept up by exhibiting the monthly returns. Resting here, they relied on this as proving their case. The other facts I have mentioned were offered in evidence by the defendant, and, being rejected by the court, we find them set forth in the bills of exceptions.\nIt is not denied that the acceptance of the charter with the stipulations contained in it, rendered the bank liable to an action for the money which the commonwealth is seeking to recover now. But these judgments ought nevertheless to be reversed, if the evidence which was offered and rejected can, in the most favorable view which might possibly be taken of it, be considered an available defence.\nIf the Act of 1841 had been followed by the bank, and if the Commonwealth, with the consent of the stockholders, had resumed the corporate privileges granted by the charter, a grave question might have arisen, which the case, as it now stands, does not present, and on which we have therefore nothing to say. Neither do we give any opinion on the validity of the assignments, not only because it is unnecessary to do so now, but because it may come up hereafter, and perhaps between other parties, whom we are bound to hear before we decide it. In truth, we have but a single question to settle, and that is one of which the difficulties are not at all in proportion to the magnitude of the interests which depend on it.\nThe agreement of the bank to pay the money now sued for, was made in consideration of the privileges granted by the Act of Incorporation. The consideration was a past one. The Commonwealth had performed what she was to do before the promise of the bank was made, and if the legislature had repealed the Act of Incorporation the next day, the Commonwealth might have claimed to be still within the literal terms of the contract. Of course I am. not saying that this would have been either just or becoming. But certainly the bank has no show of defence, either in law or equity, unless the Commonwealth, by something which she did, has forfeited the rights which it is admitted were once vested in her. No corporation, any more than a natural person, can discharge itself of an obligation once assumed by an Act of its own, in which the party holding the opposite interest had no hand. The state has made no new agreement by which this debt has been released. Neither has she committed any act of injurious hostility against the bank, on which a decent claim to compassion can be founded. On the contrary, the whole conduct of the government has been marked by liberality and indulgence. The charter confers privileges with a prodigality never heard of before. Its insolvency in less than five years could hardly have occurred without criminal improvidence, and must have brought ruin on many citizens. Yet no measures were taken, either to protect the people or to punish the offending corporation. Eor twelve years its charter lay at the mercy of the public authorities, but the forfeiture was never exacted. Immovable in her patience and slow to anger, the state suffered everything and resented nothing. She seemed too fond of her bargain even to do herself justice.\nIt has been argued that the assignments of 1841 were lawful, and that by the exercise of a lawful right, the bank was disabled from doing business, and because it thus lawfully ceased to do business, it ought not to pay what it promised for the privilege of doing it. This is answered by the plain principle already referred to. It was the bank’s own act. The Commonwealth did not require it and was no party to it; nor was she in any manner responsible either for the assignment itself, or for the mismanagement which made the assignment necessary. Perhaps the right existed by the common law; perhaps the power was conferred by the Act of 1841; let both propositions be granted. The argument amounts after all but to this : that because the bank violated no law in making the assignment, it acquired a privilege to violate the law which enjoins the payment of this debt. It is not claimed that the act was meritorious, but only that it was not wrong. The law which commands it has not been cited, but all the ingenuity of the argument has been expended on the effort to prove that it was not forbidden. Good works must be scarce, when the mere absence of criminality in one matter is pleaded as a license for sinning in another.\nAfter what I have already said, it is unnecessary to add that even if the Commonwealth’s demand of this debt from the assignees was a recognition of the bank’s right to make the assignment, it does not increase the strength of the defence, since the lawfulness of the assignment may be conceded without injury to the plaintiff’s case.\nI have treated this as a contract, not because it is intended to declare that the charter of a company is a contract with the State, but because tbe counsel for tbe plaintiff in error have argued it on that ground, and because that is the view most favorable to the bank.\nJudgment affirmed.\nCoulter:, J., dissented, so far as any intimation was made, in the opinion, that the charter of the bank was not a contract.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Porter, for the plaintiff in error.",
      "J?. Wharton, Champneys, and Gibbons, for the Commonwealth.",
      "Gf-eo. M. Wharton, for the bank, in reply."
    ],
    "corrections": "",
    "head_matter": "Bank of the United States versus The Commonwealth.\nA corporation cannot, merely by its own act, discharge itself from an obligation which it has assumed: Hence the Bank of the United States could not, by partial assignments of its assets, discharge itself from liability to pay to the Commonwealth the annual bonus of $100,000, imposed-upon it by the act for its incorporation. If those assignments were lawful; or if they were recognised by the Commonwealth by demanding a dividend from the assignees of the bank on account of their claim for the bonus, this will not vary the case; nor will its ceasing to discount relieve it from its liability for the bonus to the Commonwealth.\nTwo suits were brought by the Commonwealth of Pennsylvania, against the President, Directors, and Company of the Bank of the United States, in the District Court for the city and county of Philadelphia; one to June Term, 1850, No. 144, and the other to same Term, No. 145.\nThe actions were brought to recover from the bank, portions of the bonus alleged to be due to the commonwealth, under and by virtue of the 6th section of the Act of Assembly incorporating the bank. See Pamphlet Laws of 1835-36, p. 36, &c.\nIn the first suit to June Term, 1850, No. 144, a bill of particulars was furnished on the part of the commonwealth, the claim in which was stated: ■'\nBank of the United States, to the Commonwealth of Pennsylvania, Dr. June 1, 1841, to annual payment provided for by charter, $100,000, with interest on same.-\nIn the other suit to the same Term, No. 145, a bill of particulars was furnished, containing a claim for $100,000, payable June 1* 1842, and for the same amount, payable on the first day of June, 1843-4-5-6—7-8 and 9, amounting in all to $800,-000. -, •\nThe declaration was in the ordinary form of debt, and the defendant pleaded nil debet and payment with leave, &c.\nOn the trial of the causes before Shabswood, J.-, on 15th January, 1851, the plaintiff offered in evidence, under objection, the act incorporating the bank, before referred to; certain minutes of the stockholders thereof, bearing date February 17, 18 and 19, 1836, accepting the charter; certain returns made by the bank tp the auditor-general, under the 10th article of the 4th section of the charter, and an exemplification from the office of the secretary of the commonwealth, dated May 4, 1850, of a copy of the proceedings of the stockholders accepting the charter before referred to. And thereupon the plaintiff closed.\nThe defendant read in evidence the Acts of Assembly of Pennsylvania, passed on the 4th and 5th of May, 1841. (See Pamphlet Laws of 1841, p. 317 and 321, et seq.)\nThe Act of 4th May, 1841, and of 5th May, 1841, provided for a general assignment of the real and personal estate, whatsoever and wheresoever, of the Bank of the United States. The assignment was to be preceded by a vote of the stockholders; an election of trustees by the stockholders was provided for; the assignment to be for all the creditors pro rata; the notes of the bank to be received at par by the trustees in payment of debts of the bank.\nThe defendant further offered in evidence four several deeds of assignment made by the President, Directors and Company of the Bank of the United States, bearing date respectively, May 1, 1841, June 7, 1841, September 4, and September 6, 1841, duly recorded, &e. Also certain proceedings of the stockholders of the bank, at meetings which were held on the 3d of January and the 21st of February, 1842. And the defendant further offered to follow this with proof, that from the date of the assignments of September 4 and 6, 1841, the bank ceased to do any banking business, and to exercise any banking privileges. That the corporation had been from those dates, and continued to be insolvent, (or unable to pay its debts); that the property excepted out of the two last mentioned assignments set forth in the schedule annexed to the assignment, was subsequently sold by virtue of judicial process, except two hundred shares of the capital stock of the Rose-burg and Mercer Turnpike Company, which was worthless and had no market value. And in addition to this, the defendant offered to prove that the stocks pledged in Europe, and excepted out of the September assignments, were not worth the sums of money for which they were pledged. And that the plaintiff has 'made, and is now prosecuting a claim against the assignees under the assignments for a dividend, or for payment out of the assigned effects.\nAlso, that no demand was ever made upon the bank by the plaintiffs for the sums now claimed, until within one week previous to the commencement of this suit. Which offer of testimony being objected to, the judge rejected the same, and directed the jury to find a verdict for the plaintiff for the amount of the claims in both suits.\n■ On the part of the defendant exception was taken to the ruling of the judge.\nThe jury rendered a verdict for the plaintiff in both cases; In No. 144, $100,000 debt, and $57,750 damages: In No. 145, $800,000 debt, and $246,000 damages.\nThe errors assigned in this court were to the rejection of the foregoing offer of testimony, and the direction given by the judge to the jury.\nThe case was argued by Porter, for the plaintiff in error.\nIt was contended on the facts, which the plaintiff in error offered to prove:—\n1. That the assignments made by the Bank of the United States on the 1st May, 7th June, and 4th and 6th September, 1841, were lawful assignments, and operated, therefore, to divest the bank of the property named in them, and to vest the same in the assignees upon the trusts specified in the said deeds respectively.\nThe directors clearly possessed such power without special legislative authority: Dana v. Bank United States, 5 W. & Ser. 223.\nEven a general assignment (which the above deeds are not averred to be, either separately or collectively), is within the power of a banking corporation. See the following authorities: Haxtun v. Bishop, 3 Wend. 13; People v. Hudson Bank, 6 Cow. 217; Lenox v. Roberts, 2 Wheat. 373; Pope v. Brandon, 2 Stewart (Alabama) 401; Commonwealth v. Bank of Pennsylvania, 3 W. & Ser. 205; State of Maryland v. Bank of Maryland, 6 Gill & Johns. 220 ; Catlin v. The Eagle Bank, 6 Conn. 233; Union Bank v. Ellicott, 6 Gill Johns. 363.\nMuch more, therefore, are partial assignments lawful. Even if this were doubtful on general principles, the Acts of May 4 and 5, 1841 (Laws of 1841, pp. 318 and 322), in the 19th and 5th sections of those acts, respectively recognize and affirm this right as existing in the' President, Directors and Company of the Bank of the United States.\n2. That by the said deeds of assignment, which conveyed in trust the available assets of the bank, she was deprived of her banking capital, and it is a part of the case as shown by the offer, that from and after the assignments of September, 1841, she ceased to exercise any banking privileges, and to do any banking business, and has never resumed the same.\n3. That the payment of the sum of $100,000. annually on the first Monday in June, together with the other payments stipulated in the 6th section of the Act of Incorporation (February 18, 1836), were, as they are there stated to be, “ in consideration of the privileges granted by said act, and in lieu of all taxes on dividends,”—those privileges being such as were by law conferred on banks in this commonwealth, viz.: those of receiving deposits, discounting, and issuing bills or notes to circulate as money.\n4. That by the lawful acts of the bank, viz., her assignments, she was deprived of the capacity to exercise her privilege of banking, and of course of declaring dividends; and that, therefore, the payment of the annual sum of $100,000, should in equity, cease also.\n5. That if this were otherwise, in case of any dissent by the state from her assignments, it is clearly so where the Commonwealth has given her assent to and ratification of the deeds of May, June, and September, 1841, as she has done in the Acts of Assembly before referred to, in the clause providing for a dispensation, with an inventory, appraisement, and security by the trustees, “ in the case of any assignment or deed of trust or other conveyance which may be made by the President, Directors, and Company of the Bank of the United States, for securing the payment of any portion of its liabilities.” [19th section, Act 4th May, 1841, 5th section, Act 5th.] And in the further clause in the proviso to the 20th section of the first named Act, that “ any trustee or assignee appointed, for the payment or securing the payment of all or any portion of the debts of the said bank,” should receive in payment of debts due, at par, the notes or other evidences of debt issued by the bank.\n6. That although neither of the said deeds of assignment was made under the said Acts of Assembly (which provided for a general assignment to be executed by the directors when the stockholders, in a certain prescribed form, should pronounce it to be expedient), yet the said Acts of Assembly, besides giving the assent of this Commonwealth, as before stated, to the assignments as executed, are clear evidence of the knowledge by the state, of the embarrassments of the hank, and contain provisions (viz. those before cited), intended to facilitate a transfer of her property, for the purpose of paying'her debts, and also the speedy abstraction of her notes from the mass of the currency of the state. Providing thus for the extinction of her banking privileges, they are a virtual abandonment by the Commonwealth of her claim for the annual instalments, which are payable in consideration of those privileges.\n* T. That the proviso to the 20th section of the Act of May 4, 1841, before cited, is a virtual assent of the state to an assignment by the bank, with a preference for the holder “ of any note or evidence of debt issued or created by said bank,” and this amounts to a postponement or abandonment by the state of any claim she might have, under the charter. In point of fact, the holders of the obligations of the bank are not yet, and may never be paid in full.\n8. The fact that the plaintiff has made and is prosecuting a claim against certain of the assignees for a dividend, or for payment out of the assigned effects, was pertinent evidence to show a recognition by the plaintiff, of the right of the bank to make the assignments in question, and thus to suspend her business and powers, and to relinquish the privileges conferred by the charter.\n9. The several facts, offered to be proved by the defendant ought to have been received in evidence by the court, and submitted to the consideration of the jury.\nJ?. Wharton, Champneys, and Gibbons, for the Commonwealth.\nIt was contended that the assignments of .September 4 and 6, 1841, are void, and,so far as creditors are concerned (of which it is not contested the Commonwealth is to some extent one, it having been recognised as such by the returns of the bank to the government prior to the assignments in question), do not divest the bank either of its corporate existence or its assets.\nThe assignments of September 4 and 6, 1841, whether taken singly or in connection with the assignment of- May and June, 1841, do not constitute a general assignment, so as to meet the purview of the Acts-of Mpy-4 and 5, 1841. .,\nIf this be true, it is fatal to the plaintiff in error’s case. To that case it is a necessary ingredient, that the assignments were in conformity with the Acts of May, 1841. Is it then correct, as is asserted by the plaintiff in error,, that the “ said Acts of Assembly” gave the “ assent of the Commonwealth to the assignments as executed ?” It is submitted that it is not, for the following reasons:—\nThe assignments were not in conformity to the Acts of May, 1841. The assignments transferred but part of the assets, and though the part reserved was but of nominal value, yet it was excepted. They were not preceded by a vote of the stockholders; the trustees were appointed by the directors; the assignments were with preferences to creditors; they gave to the trustees the power to receive the notes of the bank at their discretion. The power of the trustees and their compensation was by the Act to be regulated by the stockholders; but they were arranged by the directors.\nIt was therefore incorrect to say that these assignments are to be treated as having received the assent of the Commonwealth, as expressed by the Acts of May 4 and 5, 1841.\nIt remains only to consider the poin| last relied on by the plaintiff in error, that the Commonwealth, by the 19th section of Act of May 4,1841, and the 5th section of Act May 5,1841, consented to an extinguishment of the franchise, or at all events, to a suspension of dividends. This position, of course, is only good in case it is held that the assignments of September 4 and 6, 1841, were not “general” under the provisions of the other sections of that Act, and were not in execution of this Act.\nIt is submitted that these sections do not ratify or validate these assignments any more than the general Act relating to assignments validates all assignments whatever against the Commonwealth.\nEven supposing these assignments form a valid general insolvency, casting all the bank’s assets into the hands of assignees, against whom the Commonwealth “ has made, and is now (January, 1851) prosecuting a claim for a dividend, or for payment out of the assigned effects,” this forms no bar to the present recovery.\n1. The corporate existence of the bank, and the rights which it can claim under its franchises, would not be affected if the case were as is just assumed.\nThe assignment by a bank or other corporation of all its corporate property to trustees, so as to render itself unable to discharge the ordinary purposes of its institution, does not. destroy its franchise, nor does it cease thereby to be an existing institution: State v. Bank of Maryland, 6 G. & John. 205; De Ruyter v. St. Peter’s Church, 3 Comstock 238; State v. Bank of Manchester, 13 Sm. & Marsh 569; Cahill v. Ins. Co. 2 Dougl. 124; Town v. Bank of River Raisen, 2 Dougl. 530.\nBut it appears from the proceedings of the stockholders, that from the charter in 1836, till January, 1850, the bank continued its corporate organization; its stockholders meeting annually, and its officers presenting their annual reports. But even if this had not been so, the case would not have been altered. The managers and officers of a corporation are not an integral part of it, and an omission to elect them at the stated times, does not work its dissolution: 3 Watts 40; 4 Rawle 9; 1 Paige 590; 1 How. (Miss.) 479 ; 4 Shepley 224; 5 John. Ch. 366.\nBut if the acts of the bank operated a forfeiture of its charter, its dissolution cannot be declared in a collateral suit; but tbe corporation continues to exist till determined by scire facias or quo warranto.\nThe acceptance of a benefit under a fraudulent assignment estops a creditor from impeaching it, only when he has no claim at the time upon the fund assigned, other than through the medium of the deed of trust: 9 Barr 207, Hays v. Heidelberg.\nGf-eo. M. Wharton, for the bank, in reply.\nFebruary 26,"
  },
  "file_name": "0400-01",
  "first_page_order": 400,
  "last_page_order": 409
}
