{
  "id": 967596,
  "name": "Lentz versus Wallace",
  "name_abbreviation": "Lentz v. Wallace",
  "decision_date": "1851-02-26",
  "docket_number": "",
  "first_page": "412",
  "last_page": "415",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 412"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whar. 156",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0156-01"
      ]
    },
    {
      "cite": "4 Bin. 108",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792451
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/4/0099-01"
      ]
    },
    {
      "cite": "4 Bin. 110",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 183",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842774
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0183-01"
      ]
    },
    {
      "cite": "4 Conn. Rep. 276",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12126739
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/4/0276-01"
      ]
    },
    {
      "cite": "4 Rawle 273",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823537
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "345"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0273-01"
      ]
    },
    {
      "cite": "6 Watts 373",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846121
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0373-01"
      ]
    },
    {
      "cite": "4 Rawle 289",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "7 Barb. 494",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4886275
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/7/0494-01"
      ]
    },
    {
      "cite": "3 Cow. 126",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "6 Wend. 284",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2007413
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/wend/6/0284-01"
      ]
    },
    {
      "cite": "4 Rawle 284",
      "category": "reporters:state",
      "reporter": "Rawle",
      "weight": 2,
      "pin_cites": [
        {
          "page": "299"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 191",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 490,
    "char_count": 10804,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 2.631044243234423e-07,
      "percentile": 0.8222195579742294
    },
    "sha256": "cfa423fd2b98e7b31e276f1f60abb2466fca127225b3f2a354a32f6e726b52c3",
    "simhash": "1:37e7e7fb5b6ec2c9",
    "word_count": 1918
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lentz versus Wallace."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, J.\nThis is an action against a husband to recover compensation for boarding his wife and child; and the plaintiff below, after establishing the fact that she had provided boarding for the defendant’s wife, offered in evidence the record of a former recovery for boarding her at a former period of time, not covered by the present action. The rule on this subject is stated with admirable clearness by Chief Justice De Grey, in the Duchess of Kingston’s case, 20 Howell’s St. Tr. 538; and Professor Green-leaf, in his work on evidence, informs us that the rule stated on that trial has been “ repeatedly confirmed and followed, without qualification1 Creenl. 528. Chief Justice Gibson in Hibshman v. Dulleban, 4 Watts 191, in reference to the opinion of Chief Justice De Grey, states that “ the law of the case, with its distinctions, has been compressed into the dimensions of a nutshell,” and “ could not otherwise be so well expressed.” “ The judgment of a court of concurrent jurisdiction directly upon the point is, as a plea, a bar; or as evidence, conclusive between the same parties on the same matter, directly in question in another court. But neither the judgment of a court of concurrent or exclusive jurisdiction is. evidence of any matter incidentally cognisable, nor of any matter to be inferred by argument from the judgment.”\nIn speaking of the rule and the distinctions given in the Duchess, of Kingston’s case (only a portion of which is here stated), Chief Justice Gibson, 4 Watts 191, states that “ this brief but comprehensive summary furnishes a rule for every case that any,complication of circumstances can produce.”\nWith this rule for our guide, the solution of the question of evidence before us is not difficult. The husband is liable for necessaries furnished to his wife, whether he cohabits with her or turns her- out of doors without cause; and the record of the former judgment does not show upon which ground the recovery was obtained. The judgment might have been obtained upon either of these grounds, or upon evidence of an express contract; so that the question of turning the wife out of doors was not directly in issue in that suit, nor can it even be “ inferred by argument from the judgment” that such a fact was established. The liability of the husband for the particular demand in that suit is all that is there established. That liability depended upon the relations which existed between himself and his wife at the time the necessaries were furnished, or upon the existence of a contract between the parties to the suit respecting that particular demand. The recovery in the present suit depends upon the relations existing at a different period of time, or upon a contract respecting a different demand for articles furnished at a different time. The demand in the first action was for boarding the wife, and in this action it is for boarding the wife and child. Under such circumstances, the record of itself proves nothing material to the decision of this case, and the notes of judge and counsel, even when supported by the testimony of “ one of the jurors,” furnish but imperfect and uncertain means of ascertaining the real ground of the former decision. And when ascertained, there is a want of identity with the present demand, in the articles furnished, in the period of time for which they were provided, and during which these unhappy domestic relations are alleged to exist, as the foundation of the claim upon the husband.\nThe decision of the court below in rejecting the evidence, was, in our opinion, correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Miller, for plaintiff in error.",
      "Porter, for defendant."
    ],
    "corrections": "",
    "head_matter": "Lentz versus Wallace.\n1. The judgment of a court of competent jurisdiction, directly upon the point, is conclusive between the same parties on the same matter directly in question in another court; but it is not conclusive, or evidence as to any matter incidentally cognisable therein, or of any matter to be inferred by argument from the judgment.\n2. In an action of indebitatus assumpsit, against a husband for boarding and lodging his wife and child during a specified period, the record of a former action of assumpsit between the same par'ties for necessaries furnished, and for the use of the wife alone, during a part of the period embraced in the suit trying, and a recovery and satisfaction therein, is not conclusive evidence for plaintiff of its having been proved in the former suit that the husband had turned his wife out of doors; nor is such record evidence in connection with proof from the notes of the judge before whom the prior cause was tried, and the notes of counsel in the case, and testimony by one of the jurors, that the only ground of defence, in that case, was the expulsion of the wife by the husband, no bill of particulars having been furnished in such former suit.\nError to the District Court, Philadelphia.\nThis was an action of assumpsit by Elizabeth Lentz, to recover from William Price, for boarding and lodging his wife and child. It was alleged that the wife had been expelled by the husband from his house, and had taken refuge with the plaintiff, in February, 1846. The declaration contained several counts, viz.: for use and occupation of apartments; on a quantum meruit for same; for apartments for the wife and son, &c.\nThe plea was non assumpsit and payment with leave. On the part of the plaintiff a bill of particulars had been furnished. In it it was alleged that the plaintiff claimed $692 for board, lodging, washing, fire, and light, furnished for the wife of defendant and child, from October 81, 1846, to March 16, 1850; 173 weeks, at $4 per week.\nThe boarding and lodging were proved by two witnesses. The plaintiff then offered in evidence the record of a suit or action between the same parties in said court to September Term, 1846, as conclusive in this case of the fact that defendant had turned his wife out of doors.\nThis record was of an action of assumpsit between the same parties, in which plaintiff declared as in this case ; and showed a verdict for the plaintiff, on 26th April, 1849, for $65, and a satisfaction of the judgment. This was rejected.\nThe plaintiff then offered in evidence the same record, accompanied by a declaration that it would be followed by proof from the notes of the judge who tried the case, from the notes of counsel in the case, and from one of the jurors in the case, that the only ground on which the plaintiff claimed in the former action was, that the defendant’s wife for whom board was in said first suit or action demanded, had been turned out of his house by the defendant, and had been boarding with the plaintiff for the time claimed in that action, and that this was the ground upon which the plaintiff claimed in the present suit. It was conceded that no MU of particulars had been furnished in said former cause. The declaration in that case contained several counts for necessaries furnished to defendant, for goods sold, for room and necessaries furnished to defendant’s wife, &c., but no precise time was specified.\nThe court refused to admit said record accompanied by said declaration, and plaintiff excepted.\nThe plaintiff having closed his case, the defendant moved for a nonsuit, which the court granted.\nThe plaintiff excepted.\nThe errors assigned were, the rejections of the two several offers of evidence above mentioned.\nMiller, for plaintiff in error.\nIn this case the wife continuing to remain at her sister’s, who is obliged to bring suit from time to time, must she in every suit prove that her husband drove her out at first ? Was not this decided once for all by the first jury ?\nA party cannot have a second investigation by a jury of the same question. If a first cause could not have been decided as it was without deciding a question of fact, that question cannot be again mooted: Marsh v. Pier, 4 Rawle 284; Kilheffer v. Herr, 17 Ser. & R. 319; 7 Id. 299; 11 Barr 48; 6 Wend. 284; 8 Id. 9; 3 Cow. 126; 7 Barb. 494.\nWhere the true question decided by a jury does not appear of record, it may be proved by parol, if the record is not contradicted : 3 Ser. & R. 204; 6 Id. 204; 9 Id. 429; Marsh v. Pier, 4 Rawle 289; Croft v. Steele, 6 Watts 373; 3 W. & Ser. 136; 5 Barr 307.\nThe rule as to the conclusiveness of a prior adjudication of any question is for the benefit of a plaintiff as well as a defendant. It is an estoppel: Kilheffer v. Herr, 17 Ser. & R. 319; Smith v. Elliott, 9 Barr 345.\nSuch an estoppel need not be pleaded in this State, even by a defendant: Marsh v. Pier, 4 Rawle 273; Mann v. Drexel. 2 Barr 202; 9 Id. 345.\nCertainly not by a plaintiff; it is not pleadable by him; it is conclusive for him though not pleaded: 9 Barr 345; Perkins v. Walker, 19 Vermont 148.\nNeed not be pleaded in assumpsit certainly: 17 Ser. & R. 319; 5 Barr 152; 9 Barr 345; 6 Wend. 284.\nBut whether conclusive or not, it was evidence.\nPorter, for defendant.\nThe point of the plaintiff’s case is, that in an action of assumpsit on the common counts, against a husband for necessaries furnished to his wife and child, the plaintiff may give in evidence the record of a former action against the husband on a similar declaration for necessaries furnished to his wife, as conclusive of the fact that the husband turned the wife out of doors; and that as the record of the former suit nowhere shows that such a fact was in evidence, he may prove that it was in evidence by the notes of the judge and of counsel, and by the testimony of the jurors.\nIt is believed that the cases which have been cited by the plaintiff do not establish such a principle.\nIt is necessary in order to constitute an estoppel by a former judgment, that the precise point should have been put in issue and decided, and this must appear from the record alone: Smith v. Sherwood, 4 Conn. Rep. 276.\nThe principle on which judgments are held conclusive on the parties, requires that the rule should apply only to that which was strictly in issue, and not to everything which was incidentally brought into controversy during the trial: 1 Greenleaf 528; 2 Saunders, P. & E. 613; 1 Salk. 290.\nNeither the judgment of a concurrent or exclusive jurisdiction ■is evidence of any matter incidentally cognisable, nor of any matter to be inferred by argument from the judgment: 4 Watts 183.\nAn order of sessions is not admissible in evidence on any collateral point, although evidence be tendered to show that the order was in fact founded on a decision of the sessions upon that collateral point: 9 Eng. Com. L. Rep. 265, Rex v. Knaptoft.\nIt is no part of the official duty of a judge to take notes of evidence given on the trial: 4 Bin. 110, Miles v. O’Hara. His notes are not evidence, unless proved by him: 4 Bin. 108; 7 Ser. & R. 156; 8 W & Ser. 61; 5 Whar. 156.\nFebruary 26,"
  },
  "file_name": "0412-01",
  "first_page_order": 412,
  "last_page_order": 415
}
