{
  "id": 967566,
  "name": "Hubbard versus Wheeler",
  "name_abbreviation": "Hubbard v. Wheeler",
  "decision_date": "1851-02-26",
  "docket_number": "",
  "first_page": "425",
  "last_page": "429",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 425"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 431,
    "char_count": 11349,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 5.444766626072295e-08,
      "percentile": 0.3424396557482695
    },
    "sha256": "0f64387c967709a80784d38728e2c5956f734b3f4b26136914700e000627f9af",
    "simhash": "1:cb468d32df3a9755",
    "word_count": 2002
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hubbard versus Wheeler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by'\nCoulter, J.\nThis is an action of covenant brought upon articles. The defendant offered two grounds of defence. The first related to an alleged neglect on the part of Wheeler to influence all the consignments to the house in his power. But it was the duty of the plaintiff in error to have shown that Wheeler had it in his power to influence some consignments to the house which he declined to influence. Primé facie, Wheeler would influence all he could, because they would increase and multiply Ms interest as well as that of Hubbard. Mere allegation in a court of justice is not sufficient to countervail substantial rights. There was therefore no error in what the court said to the jury on this subject. Nor was there any in relation to the second assignment of error. As Hubbard was intrusted with the general supervision of the business, and Wheeler only to give his attention to the business at No. 4, Church Alley, so far as it would promote the mutual interest of the parties, it was the province of Hubbard, if he thought that more attention than was given by Wheeler would promote the mutual interest, to give him notice to that effect. In the absence of evidence, it would be presumed that Wheeler did what he believed would promote his own interest as well as that of Hubbard. But the court submitted it as a matter of fact to the jury, whether Wheeler did sufficiently attend to the business at Church Alley, No. 4, so as to promote the mutual interest of the parties; this was right.\nThe covenant about the Beaver Mill goods is clearly and indisputably an independent covenant, and the defendant so considered it himself, because he pleaded the alleged breach of it as a set-off. It therefore offered no obstruction to the plaintiff’s right of action. But the defendant had all the benefit from that covenant and his evidence under it to which he was justly entitled. The court instructed the jury that the breach of it was a good set-off, if the defendant showed the breach and showed the damages to their satisfaction by his evidence, and they submitted that evidence to the jury. This covers all the assignments of error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "The case was argued by W. S. Price, for plaintiff in error.",
      "Gr. Northrop, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hubbard versus Wheeler.\n1. In an agreement under seal, the defendant agreed to conduct a commission business for the sale of Saxony Mill goods, and to give to the plaintiff the one-half of the commissions from tire sales. In another clause it was further agreed, that if the defendant does not have the sale of the Beaver Mill printing cloths, until the termination of the agreement, then plaintiff was to pay to. the defendant one and one-half per-cent, on the amount of said goods. The plaintiff further agreed to influence all consignments of goods to defendant he possibly could, and. also to give his personal attention to the business, so as to promote the interest of both parties:\nIt was held, that it lay on defendant, in an action on the agreement, to show that plaintiff could have influenced consignments to the house which he did not do: also, that if defendant supposed that the plaintiff failed to give his personal attention to the business, the defendant should have notified him to do so, and that the court was right in submitting the question of his attention to the jury.\n2. The covenant relative to the Beaver Mill goods, was an independent covenant, and the plea of set-off on account of it was evidence that the defendant; so considered it. The defendant was entitled to an off-set on account of it, if the breach of it were shown, and that defendant incurred damage on account of it; and these were questions of fact proper to be submitted to the j'ury-\nError to the District CourtPhiladelphia.\nThis was an action of covenant brought by Samuel G-. Wheeler against Willis Hubbard, to recover one-half of the profits of a com: mission business during the year 1847, upon a sealed agreement, of which the following is a copy.\n“ This agreement, made the first day of May, 1847, between Willis Hubbard of the city of Philadelphia, and Samuel Gr. Wheeler of Trenton, N. J.—Witnesseth: That the store No. 4 Church alley, in said city, having been taken as a depot for the sale of Saxony Mill goods, and for transacting a commission business, by the said Hubbard as agent; it is therefore agreed that the said Hubbard is to give to the said Wheeler one-half of all the commissions arising from sales made by the said Hubbard (first deducting store expenses), commencing on the first day of the year above named, and ending on the thirty-first day of December next; it is also further agreed that the said Hubbard takes to himself the entire guarantee commissions, and assumes the entire risk of sales made by him as above stated.\n“And it is further agreed that if the said Hubbard does not have the sale of the Beaver Mill Printing Cloths from this time to the end of this agreement, then the said Wheeler is to pay him one and one-half per cent, on the amount of said goods from the first day of February last to the close of the present year.\n“The said Wheeler further agrees to influence all consignments of goods to the said Hubbard he possibly can, and also to give his personal'attention to the business at No. 4 Church alley, so far as it may promote the mutual interest of the parties to this agreement.\nSamuel Gr. Wheeler, [l. s.]\nWillis Hubbard, [l. s.]”\nHubbard had occupied the store No. 4, Church alley, for a considerable time previous to the year 1847, where he carried on the business of a commission merchant; and among other things, sold the goods manufactured at the Saxony Mills.\nIt was alleged on part of Hubbard, that the inducement, and only consideration of Hubbard for entering into the agreement with Wheeler, was that Wheeler should procure the sale of the Beaver Mill goods, together with other consignments, and devote so much of his personal attention to the joint business as the interests of the parties required.\nIt was further alleged on his part that Wheeler performed no part of the consideration; that he did not procure the Beaver Mill goods, nor any other consignments, nor did he devote himself to the business. Hubbard continued to do the same business during the year 1847, that he had done during the previous year. Wheeler brought this suit to recover one-half of the profits of the business for the year 1847.\nThe declaration was framed upon a part of the agreement only. It omitted the clause relating to the Beaver Mill goods, which, it was alleged on the part of the defendant, was his principal inducement for entering into the agreement. '\nThe pleas were, “ Non est factum; Non infregit conventionem ; and covenants performed.” A special plea of set-off was subsequently added, which applied to the fact that defendant did not have the sale of the Beaver Mill goods, and claiming one and one-half per cent, on the amount of the said goods, which exceeded the amount of the damages sustained by plaintiff, by reason of the breaches of covenant in the declaration assigned.\nWhen the written agreement was offered in evidence by the plaintiff below, it was objected to, on the ground of a variance between it and the declaration. The judge thought that the clause relating to the Beaver Mill goods was an independent covenant, and he admitted the agreement. This constituted the first exception.\nThe plaintiff below then proved by Mr. Hubbard’s book-keeper, that the net profit of his business for the year 1847, was $765.06.\nMr. Wall testified as to the amount of commissions: See the result in the charge of the court.\nHe further said, inter alia: “The plaintiff talked to me several times about the Beaver Mill goods; I heard him talk to Mr. Hubbard also about them; he said that the commissions which Mr. Hubbard was to receive from them, would amount to $750; he did not give any reason why he had not brought the goods to the store, according to his agreement; the conversation about the $750 was at the date of the agreement. Mr. Wheeler also said, he was to allow Mr. Hubbard $750 if he did not get the Beaver Mill goods; this was at another time.”\nOther testimony was given in the case.\nThe charge was as follows:—\n“ This is an action of covenant brought on a sealed instrument between the plaintiff and defendant, dated May 1, 1847; The general purport of it is, that Hubbard agrees to pay Wheeler, on certain considerations, one-half of the commissions of his business in Church Alley. It seems that the entire commissions of that year amounted to $3572.21, from which is to be deducted the guarantee commissions, which Mr. Hubbard was to retain, amounting to $1230.42, and the store expenses, which were $1576.73, which leaves the sum of $765.06; one-half of which, $382.53, the plaintiff seeks to recover.\n“There are two defences to this’; the first is, that the plaintiff has not complied with his part of the agreement; and the second is a set-off.\n“ As to one of these defences, it appears in the first place, that Mr. Wheeler was to influence all consignments of goods to the said Hubbard that he possibly could. The defendant ought to have proved that Wheeler could have influenced consignments of goods to him, in order to avail himself of this defence.\n“ In the next place, the plaintiff was to give his personal attention to the business at No. 4, Church Alley, so far as it might promote' the mutual interests of the parties to this agreement. This is a question of fact for you. The defendant should have shown that, if he thought Mr. Wheeler was not complying with this part of his agreement, he called on him to do so. If he did not, you are justified in concluding that the defendant was satisfied with Wheeler’s performance of this part of his agreement.\n“ Then as to the Beaver Mill goods, that is an independent covenant. There is a plea of' set-off as to them. I think this set-off is properly pleaded; and if proven, is available as a set-off. You have heard the testimony of Mr. Wall with regard to this. If Mr. Wheeler only gave an estimate of what the one-and-a-half per cent. 01Í the amount of the goods would come to, you are justified in rejecting it. But if he meant that he was to allow Mr. Hubbard $750 in the event of his not having the .sale of the goods, then you should allow it.”\nVerdict was rendered for plaintiff, for one-half of $765.06, alleged to be the amount of the net profits.\nThe charge was excepted to on part of the defendant.\nIt was assigned for error:—\n1. The court below admitted in evidence, upon the trial of the cause, the agreement dated May 1, 1847.\n' 2. The judge before .whom the cause was tried, instructed the jury, “that the defendant ought to have proved that Wheeler could have influenced consignments of goods to him, in order to avail himself of this defence.”\n3. And that “ the defendant should have shown that, if he thought that Mr. Wheeler was not complying with this part of his agreement (to give his personal attention to the business, &c.), he called on him to do so. If he did not, you are justified in concluding that the defendant was satisfied with Wheeler’s performance of this part of his agreement.”\n. 4. And that “ the covenant as to the Beaver Mill goods is an independent-one.” ■\nThe case was argued by W. S. Price, for plaintiff in error.\nGr. Northrop, for defendant in error.\nFebruary 26,"
  },
  "file_name": "0425-01",
  "first_page_order": 425,
  "last_page_order": 429
}
