{
  "id": 967647,
  "name": "Norcross versus Insurance Companies",
  "name_abbreviation": "Norcross v. Insurance Companies",
  "decision_date": "1851-03-01",
  "docket_number": "",
  "first_page": "429",
  "last_page": "433",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 429"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Mass. Rep. 365",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2007293
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/2/0330-01"
      ]
    },
    {
      "cite": "2 Peters 25",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        11335268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/27/0025-01"
      ]
    },
    {
      "cite": "8 Mass. Rep. 515",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2028490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/8/0429-01"
      ]
    },
    {
      "cite": "10 Pick. 43",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "1 Hall 110",
      "category": "reporters:state",
      "reporter": "Hall",
      "opinion_index": -1
    },
    {
      "cite": "4 Mass. 330",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003871
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/4/0292-01"
      ]
    },
    {
      "cite": "1 Phil. 72",
      "category": "reporters:state",
      "reporter": "Phil.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 501,
    "char_count": 10934,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 1.1562921142682653e-07,
      "percentile": 0.5829753008766149
    },
    "sha256": "219ce06757c75a33e339290cc4970413f6eb801bc11df221ae3d5ac1bb7ede1d",
    "simhash": "1:73e4c5a65b6a30da",
    "word_count": 1899
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Norcross versus Insurance Companies."
    ],
    "opinions": [
      {
        "text": "The 'opinion of the court was delivered by\nLewis, J.\nMartel, after insuring his goods in two companies, agreed to sell them to Moore, who paid a part of the purchase-money, and gave his judgment note for the balance. By agreement of the parties, Martel retained the possession of the goods, and held the policies of insurance as collateral security for the payment of the residue of the purchase-money. A loss occurred after this transaction, and the insurance companies object to the recovery upon the ground that Martel, by the sale, ceased to have an insurable interest in the property.\nA vendor who has not absolutely parted with all his interest in the property, retains an insurable interest: Arnould 260, 1 T. R. 745. An agreement, upon the sale of a ship, that the vendor will pay the purchaser $500 if the ship be lost in three months, entitles the former to recover upon an insurance effected before the sale: Reed v. Cole, 3 Burr 1512; 1 Phil. 72. So a sale and conveyance of real estate, taking a mortgage for the purchase-money, is only a change of title from an absolute to a conditional one, and does not deprive the vendor of the' protection provided by the policy previously obtained: Stetson v. Mass. Mut. Ins. Co. 4 Mass. 330.\nIn the case before us, the policies of insurance, and the possession of the goods, were retained by Martel, for the purpose of securing the payment of the residue of the purchase-money. This was done in pursuance of the final agreement of the parties, and the dispute which previously existed between them furnishes no ground of defence to the insurance companies, even if it be conceded that Martel violated a promise to deliver the goods, without payment. It is sufficient for the purposes of this attachment that the goods were never in fact delivered to the vendee, and that they were retained in the possession of” the vendor, by consent of both parties, to secure the payment of the purchase-money. Such a possession is good as between the parties; and, in favor of the creditors of the vendor, the goods might be treated as the absolute property of the latter. So, as against the insurance companies, Martel must be considered as the owner to the extent of the unpaid purchase-money.\nMoore, the vendee, is not injured by a recovery in this action. On the contrary, he will be benefited by this proceeding, because it produces satisfaction of his debt to Martel.\nJudgment of nonsuit reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Peirce and Gruillou, for plaintiff in error.",
      "Gf. W. Biddle, for Insurance Companies."
    ],
    "corrections": "",
    "head_matter": "Norcross versus Insurance Companies.\nPersonal property, after being insured against fire, was sold by the insurer, and but part of the purchase-money being paid, it was agreed between the vendor and vendee that the vendor was to retain possession of the property and of the policies of insurance, till he was paid in full. The property was destroyed by fire before payment in full, and on an attachment execution against the vendor by a creditor, the claims against the insurance companies were attached: It was held, that such a possession was good as between the parties to the sale; in favour of creditors of the vendor, the goods might he treated as his; as against the insurance companies, the vendor was to he considered as the owner to the extent of the unpaid purchase-money; that, notwithstanding his sale, the vendor still possessed an insurable interest; and he or his creditor, issuing the attachment which was served upon the insurance companies, was entitled to recover the amount payable under the policies of insurance.\nError, to the District Court, Philadelphia.\nThis was ■ a proceeding by Samuel Norcross, against John B. ■Martel, defendant, and the Franklin Fire Insurance Company of Philadelphia, and the Spring Garden Mutual Insurance Company, garnishees.'\nIt was an attachment execution issued on a judgment of December Term, 1848, to which the garnishees pleaded nulla bona. On the trial of the cause before Sharswood, President Judge, Norcross, the plaintiff, gave in evidence the record of a judgment of the District Court of September Term, 1848, in his favor against John B. Martel for $700; and an attachment execution on the said judgment, issued in this case and served on the Franklin Fire Insurance Company of Philadelphia, and the Spring Garden Mutual Insurance Company, as garnishees. The plaintiff then gave in- evidence a policy of insurance by the Franklin Fire Insurance Company of Philadelphia, one of the garnishees above named, on certain personal property, for $300, for one year from the 27th day of August, 1847, issued to Martel and Doer, on which was endorsed, on the 9th of November, 1847, an assignment of all the-title and interest of Doer to his partner Martel, the defendant in this case, and an approval by the said company of the said assignment. There was also endorsed on the said policy, September 7, 1847, a notice given to the said Franklin Fire Insurance Company, of an additional insurance of $300, at the Spring Garden Mutual Insurance Office. The property insured and subsequently sold by Martel to Moore, consisted of certain tools and fixtures belonging to a sash, door, and blind manufactory. The printed conditions of the insurance by the Franklin Insurance Company, material to this issue, as set forth in the said policy, were as follows:—\n“ 1. Persons insuring property at this office must give notice of any other insurance made, or to be made on their behalf on the same; and cause such other insurance to be endorsed on their policies; in which case each office shall he liable to the payment only of a ratable proportion of any loss or damage which may he sustained; and unless such notice is given, the insured will not be entitled to recover in case of loss.\n“ 3. The policy may always be transferred; provided such transfer be endorsed on the policy, and brought to the office for approval within thirty days from the date thereof; otherwise the premium shall be considered as sunk for the benefit of the assurers.\n• “ 4'. In case of sale of the property insured, or cessation of th¿ risk, a return of the premium will be made, if applied for within thirty days after such event, but not otherwise: subject to a deduction of five per cent., but no return of premium will be made for a less term than one year.\n“ 5. Properties held in trust, or on commission, must be insured as such, otherwise the policy will not cover such property; and in case of loss, the names of the respective owners shall be set forth in the preliminary proofs of such loss, together with their respective interests therein. Goods on storage must be separately and specifically insured.”\n• The plaintiff then gave in evidence a policy of insurance1 from the Spring Garden Mutual Insurance Company on goods, $300, for one year from the 7th day of September, 1847, issued to Martel & Doer, on which was endorsed an assignment dated 9th of November, Í847, of all’the right, title,’and interest of Doer to his partner Martel, the defendant in this case, and an approval by the company of the said assignment. In the body of the policy there was a memorandum of $300, insured in the Franklin Insurance Company. One of the conditions of the insurance was, that goods held in trust are to be insured as such, which may be done by having inserted the words “ for account of whom it may concern;” otherwise the policy will not be considered as covering such property.\nThe plaintiff called for, and the garnishees produced two notices, given by Martel, the defendant, the one to the Franklin Fire Insurance Company, the other to the Spring Garden Mutual Insurance Company, the garnishees in this case, of the destruction of the insured property by fire, with a statement or schedule of the property destroyed and its value, amounting to $915.18, with affidavits of the correctness of the statement and account, and a demand by Martel, the defendant, of the respective companies, the garnishees, of $300 each, being the amount insured by each of the said garnishees. These notices were dated May 2d, 1848.\nThe plaintiff then called Charles Dorr, who proved the destruction by fire of the insured property on the morning of the 2d of May, 1848, and the value of it to be $915.18. The witness, on cross-examination, said, “I knew of the sale of this property by Martel, April 10,1848, made conditionally to Charles Moore. Mr. Moore paid Martel $300 on account. The sale was for $750. I believe something over $700. The sale was on condition that Moore should pay $300 on account, and the balance should be paid one month after. The next day was appointed for the drawing of the agreement. Martel was to deliver the property and transfer both papers of insurance to Moore, and for the balance Moore was to give a judgment note. Moore came the next day, and employed Samuel Bechtold to draw the writing; Bechtold drew a writing for the two, and Moore paid $300 down, and gave a judgment note for the balance. Then Martel was to have assigned the insurance policies, but after he got the $300, he refused to assign the policy to Moore; Martel said he would not give up possession or assign the policy until the money was paid; he said if the goods were destroyed by fire he would have” nothing for his judgment. He gave Moore permission to work in the shop, till he could pay the money; and he said, that when he paid the money he would give him full possession of the shop and assign the insurance. Moore was there when the shop was burnt.\nThe paper above referred to was produced on the call of garnishees’ counsel, and read.\nOther evidence was given on part of Norcross, the plaintiff. After the plaintiff had closed his evidence, on motion of counsel for garnishees, the court directed a nonsuit, which the court in banc subsequently refused to set aside; and the writ of error was taken.\nIt was assigned for error:—1. That the judge erred in directing a nonsuit; 2. In not directing the jury to find a verdict for the plaintiff in the suit.\nPeirce and Gruillou, for plaintiff in error.\nMartel had an insurable interest: Marshall on Insurance 93; 1 Hall 110; 10 Pick. 43; 9 Barr 198.\nMartel’s interest being covered by the policies, and the goods having been destroyed by fire, was subject to an attachment execution : 7 W. & Ser. 76; 8 Id. 350.\nGf. W. Biddle, for Insurance Companies.\nThe nonsuit was rightly directed, as Martel had ceased to be the owner of the goods: 8 Mass. Rep. 515; 11 Mees. & Wels. 10. Martel had no right to retain possession of the property, as it was in violation of his agreement. But Martel did not retain the property, but only the possession. The property was Moore’s, and the insurable interest, as owner, was in him: 6 Barn. & Cress. 360; 13 Eng. Com. Law 199.\nA consignee or mortgagee has an insurable interest, but such an interest, in the case of policies against fire, must be defined at the time of effecting the insurance: 2 Peters 25; 10 Id. 507; 2 Mass. Rep. 365.\nMarch 1,"
  },
  "file_name": "0429-01",
  "first_page_order": 429,
  "last_page_order": 433
}
