{
  "id": 967602,
  "name": "Fulweiler versus Hughes",
  "name_abbreviation": "Fulweiler v. Hughes",
  "decision_date": "1851-03-01",
  "docket_number": "",
  "first_page": "440",
  "last_page": "449",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 440"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 881,
    "char_count": 25778,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 3.186546217810443e-07,
      "percentile": 0.8648743614009928
    },
    "sha256": "e1a53d27b92b519c2e9c291fa7885e8144f5d7f91c795d78d77e6442fe18843c",
    "simhash": "1:704d844a4247f64d",
    "word_count": 4657
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fulweiler versus Hughes."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nAs the debt of Orrick & Campbell to Hughes lacked ten days of being due when the attachment execution was served, Hughes raises the question that it is not affected by the service. If this is true, then the other questions are of no importance.\nIt is unquestionably true, and for obvious reasons, not applicable here, that wages earned after the service of an attachment execution, are not affected by the writ. It is easy to see how a contrary doctrine might be used to persecute a debtor, and drive him out of all employment. Moreover, wages not earned can with no propriety be called a debt.\nIt is said that the “ debts due” which are liable to the writ must be such as are payable then, and not in future. But this is a narrow construction of a liberal remedy. It is useless to cite instances to show that the word “ due” is continually used by judges, legislators, and lexicographers, as synonymous with “owing.” In the law regulating the remedy, we have the expression “ belonging or due” applied to debts attachable.\nThe construction contended for is not required by the form of the procedure; for it is not applied in cases of foreign attachment, and the law regulating attachment executions refers us to the foreign attachment law, for an analogy as to the form of procedure. It is not required for the benefit of the garnishee debtor, who is thus made liable to suit before he is in default, for he is not chargeable with costs without default, and there is no difficulty in moulding the proceedings, so as not to force anticipated payment, either by withholding the judgment or the execution until the proper time.\nThis was a debt due in the sense of the law, and was therefore subject to the writ, although it was not payable until after the service of the writ; and this decision opens up the case for the consideration of the other question.\nIt is a well settled principle that the holder of negotiable paper is presumed to have received it for value, and in the regular course of -business, and that the promissor in such instrument cannot defend against the holder as he could against the original payee, without first giving some evidence casting suspicion on the holder’s title. This rule is founded in a tender regard for the rights of both the holder and the promissor. If the latter shows a defence as against the original payee, and casts suspicion on the holder’s title, then the holder must prove a good title or the defence will be available.\nPart only of this principle is applicable to the present case, for the debt is admitted to be due. The. question of the holders’ title is raised, not to let in a defence of the debtor, but to meet a hostile claim of title, which the plaintiffs in this issue assert by virtue of an attachment execution in their favor, arresting the debt as the property of E. Jackson & Co., their debtors.\nThe holder has the presumption of law in favor of his title, and he might have relied upon that until suspicion was cast upon it. But he has added the positive evidence that he bought it for value, and this evidence is uncontradicted. Slater may have been a mere donee, and the gift may have been in fraud of creditors, but Ray bought it for a sufficient consideration, and was therefore in a position to pass a good title to Hughes, unless the title is affected by the supposed knowledge of Ray and Hughes that Slater was a fraudulent donee.\nHere, then, is the link of the title which now demands investigation. There is evidence that Jackson was insolvent, that Slater was a mere donee from him, and that the subsequent holders knew that it was a gift when they bought it, and for the purpose of the present.question we must suppose that such are the facts. There is not the least evidence that the holders knew that the gift was made in fraud of creditors. This state of the case raises the question, is a purchaser of commercial paper, from one who is known to be a mere donee, bound to inquire into the solvency of the donor ? The learned judge who presided at the trial, decided this question in the negative, and we think he was right. We confine our remarks to this question.\nFrom all other property commercial paper is distinguished by the fact that it carries on its face all the evidences of title which persons dealing in it are charged with notice of. Hence a party may, with perfect safety, purchase a negotiable instrument, if it is all fair upon its face, unless he has actual notice of a defect in the holder’s title, or it is offered under suspicious circumstances. Hence, also, notice that the instrument is a mere accommodation or gift does not prevent a purchaser for value from taking a good title; for the giving of the paper is a declaration of intention that it may be put into free circulation for the benefit of the payee; and therefore one may, with a good conscience, buy it and claim upon it, even though he knows its character. A contrary doctrine would involve the duty on the part of the accommodation payee to inform the purchaser of the character of the instrument, and this would then defeat the very object for which it was given.\nFrom these remarks it is apparent that a donee of negotiable paper does not stand upon the same rulé as a purchaser from the donee with knowledge of the gift: for the latter may recover, though the former could not have done so. Notice that it is a gift is not notice that payment is not intended, and one may purchase bond fide under the former notice, when he could not under the latter. The donee has a good title, though a revocable one, and he can pass a good title to any one not notified of the revocation.\nThese principles are plain, and rule the question under consideration. The check was a gift to Slater, and by the gift he acquired a good title as against the donor, but revocable by the donor’s creditors. The purchaser knew of the gift, but he did not know of the revocation, or of the facts which amounted to a revocation, for he knew nothing of the donor’s insolvency, and the donee was also ignorant of it. One could sell and the other purchase the check in good faith; and the subsequent notice of insolvency and reclamation by the creditors does not affect the purchaser’s conscience, or make it mala fides in him to hold on to what he has honestly and innocently purchased.\nThese principles also rule the question arising out of the fact that the check was payable to E. Jackson & Co. By the very nature of the partnership relation, and in order to facilitate its purposes, and by the law of negotiable paper, Jackson could endorse the check himself, so that he should have the legal evidence of title. The donee received it with this evidence upon it and sold it; surely the knowledge by the purchaser of the gift does not require him to suspect the title of the donor, which is on its face complete. \"When the law requires undue suspicion, it gives an advantage to mean and suspicious men over those who are generous and trustful. All trusts may be abused; but it would be a. shame that partners should trust each to act for all, and then visit the consequences of an abuse of this trust upon those who treat the trust as existing. It would be a shame if the law should define the sufficient evidence of title, and then require people to suspect that evidence false. This would be refinement of casuistry and of logic, which would have a crushing influence on all generous honesty.\nJudgment -affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "The ease was argued by Watts and Penrose, for plaintiffs in error.",
      "Oadwalader and Dunlap, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Fulweiler versus Hughes.\n1. A check, though not due and payable, may be attached under an attachment execution issued under the Act of 16th June, 1836.\n2. The bond fide holder of a check, who purchased it for value from one to whom the payee had made a gift of it, has title against the creditors of the payee, who was insolvent at the time of the gift, the purchaser knowing of the gift, but neither he nor the donee having knowledge at that time of the insolvency of the donor. Though the check was revocable by creditors of the donor, whilst it was in the hands of the donee, his sale for value, without knowledge by the purchaser of the insolvency of the donor, passed to the purchaser a good title.\n3. One partner having endorsed a partnership check with the name of the firm, made a gift of it; a legal title in the holder thus appearing on the check, a purchaser from him was not required by law to suspect the title of the holder.\nThis case came up from the Nisi Prius.\nIt was a feigned issue directed by the court of Nisi Prius, in which John Eulweiler and Stephen Culbertson were made plaintiffs, and Joseph B. Hughes, defendant.\nIt was directed to determine whether Hughes, the defendant, was the bond fide holder for value of a cheek of Orrick & Campbell, in favor of E. Jackson & Co., on the Bank of Penn Township, for $702.50.\nE. Jackson & Co. were iron masters, who carried on that business at two furnaces which they rented near Shippensburg, in Cumberland county, Pennsylvania. They were in embarrassed circumstances, and in the month of August, 1846, became insolvent, and their business was then stopped by process issued by their creditors, which was levied on their personal property, and which, in that month, or from the 1st to the middle of September, was sold by the sheriff.\nIt was alleged that the fact of such insolvency was notorious in Cumberland county, in the month of August, 1846.\nThey had dealt with Orrick & Campbell, of the city of Philadelphia, who from time to time received iron consigned to them, and sometimes paid them cash, and sometimes gave them their note payable at sis months, for such iron. Orrick & Campbell were indebted to them in the sum of $800, and E. Jackson was in the city between the 1st and 10th of September, 1846, and obtained the note of Orrick & Campbell for $800 to E. Jackson & Co., which was ante-dated as of the 28th of August, 1846. After retaining this note for a few days, he got Mr. Campbell to give him two notes for it, one for $300 and one for $500, bearing the same date. For these notes Jackson got Mr. Campbell to give him a check of Orrick & Campbell, on the Bank of Penn Township, for $702, in favor of E. Jackson and Co., dated 25th of September, 1846.\nE. Jackson & Co. were largely in debt at the time of their failure in August, among others to Stephen Culbertson and John Fulweiler, in the sum of $4000, who, on the 11th day of September, 1846, in the name of John Fulweiler, obtained a judgment in Cumberland county against them. A transcript of this judgment was entered in the District Court at Philadelphia, on the fifteenth day of September of the same year, and on the same day an attachment execution was issued on it, which on the same day, viz. the 15th September, 1846, was served on Orrick & Campbell as garnishees. On the 25th of September, the check was presented at the Bank of Penn Township, who refused to pay it. It was endorsed JE. Jachson Co., Shippensbur.g, Cumberland county, Pa; Joseph B. Hughes, George Nugent.\nIt was claimed by Joseph B. Hughes, who sued Orrick & Campbell, and on the interpleading of the plaintiffs this feigned issue was ordered to determine whether the said Joseph B. Hughes was the bond fide holder of the said check for value. The check came to Joseph B. Hughes through one Joseph Ray, who got it from one Thomas B. Slater, in whose hands it had been placed by E. Jackson, one of the firm of E. Jackson & Co., the said Slater having given no value for it.\nThomas B. Slater was the nephew of Jackson. He had but little property. It was alleged on the part of the plaintiff that he and his circumstances were well known to Joseph B. Hughes, having been brought up in his store. Also that he was well known to Joseph Ray.\nJoseph Ray, whose business was covering rollers for manufacturers, carried on that business in the loft over the store of Joseph B. Hughes. Ray’s tools, as he testified, were worth about $100, and that his stock, consisting of leather to cover rollers, was worth from $200 to $300.\nThe business Hughes followed was selling articles to manufacturers. Ray got his stock from Hughes, from time to time, and it appeared by the books of Hughes that at the time of this transaction Ray was in his debt between $200 and $300. Thomas B. Slater was about 21 or 22 years of age, and he died before this suit was tried.\nGeorge Nugent, whose name was endorsed on the check, was in the same house with Mr. Hughes, in a different room.\nJohn J. Baker was, at the time, in. the store of Hughes, and his hook-keeper.\nIt was known to these parties that Jackson was the uncle of Slater.\nJackson had placed the note for $800, dated the 28th of August, which he got from Orrick & Campbell, in the hands of Slater, who put it into the hands of Ray.\nJackson called on Campbell on the 10th of September, 1846, and got Campbell to discount the notes for $300 and $500 previously given, for the note of the same date for $800, and Campbell then gave for these notes the check of Orrick k Campbell on the Bank of Penn Township, for $702.50, which check so given on the tenth of September, 1846, was post dated on the twenty-fifth of September, and is the check in controversy. The check so given was endorsed by E. Jackson, and handed to his .nephew, Thomas B. Slater, who, as before stated, gave no value for it. Slater passed it to Ray, as Ray testified, for his tools, stock, and good-will; on the 11th September he passed it to Hughes, neither Slater nor Ray putting his oíame on it. Hughes endorsed it, and got G-eoo-ge Nugent to endoo'se it. He got the money for it from John W. Patton, and when it was protested for non-payment, Patton returned it to Hughes, who repaid him what he had paid or advanced on it.\nThe case was tried before Rogers, J.\nOn the trial the plaintiff’s counsel requested the court to charge the jury on points submitted, viz. :\nThe proceeds of the check have been paid into court, and the only question is, whether the attaching creditors of E. Jackson & Co., or those who claim under T. B. Slater, to whom E. Jackson individually passed the check without value, are the owners of the proceeds, and entitled to take the money.\nThe judge is requested to charge:\n1. That if the jury believe that E. Jackson & Co. were insolvent at the time of the endorsement of the check by E. Jackson, to Slater without value, such endorsement was in fraud of the creditors of E. Jackson & Co., and no title passed, as against them in the hands of Slater.\n2. That if E. Jackson & Co. were insolvent at the time, and -Ray and Hughes knew that the check passed to Slater without value, they are affected by the infirmity of the endorsement as against the creditors of E. Jackson & Co., and no title passed as against them.\n3. This contained a statement of facts alleged to exist in the case, and ended as follows: that all these are circumstances which ought to have put honest and prudent men upon their guard, and awakened their suspicions of the fraudulent character of the endorsement of the check by Jackson to Slater; and that if Ray and Hughes took the check under these circumstances, the jury may presume they knew the fraudulent character of the transactions, and were not bond fide holders for value, and are not entitled to the money in court against the claim of the bond fide creditors of E. Jackson & Co., who attached, on the 15th September, 1846, the credits of E. Jackson & Co. in the hands of the drawers of the cheek.\n4. That if the jury believe that 'both Ray and Hughes knew that Thomas B. Slater was poor, and had no means of obtaining so large a sum, but by gift, and that in point of fact he had given no value for the note of Orrick and Campbell for $800, or for the check for $702 given for it; and that they knew that Jackson & Co. lived at Shippensburg, 150 miles from Philadelphia, and that the check for $702 was given for the note of $800, and that such check was post-dated, that these facts and circumstances should have put them on the inquiry as to the right of E. Jackson to make a gift of the check of E. Jackson & Co. to his nephew, Thomas B. Slater; and if they took the check under these' circumstances, when E. Jackson & Co. were insolvent, and largely indebted to the plaintiffs, which, on inquiry, they might have ascertained, they took it at ■their peril, and have no better right to hold it against these creditors than Thomas B. Slater would have had.\nRogers, J., charged as follows:—\n“ This was a suit brought by Joseph B. Hughes, against Orrick & Campbell, to recover the amount of an order for $702, dated the 25th September, 1846, drawn on the Bank of Penn Township. The order is payable to E. Jackson & Co., iron-masters, residing near Shippensburg, in the county of Cumberland, Pennsylvania.\n“ The evidence shows, that the order was given the 10th September, 1846, although post-dated the 25th September, 1846. It seems the order was placed in the hands of Thos. B. Slater, the nephew of E. Jackson, who endorsed it, in consideration of the transfer of the materials of his business, to Joseph Ray, who transferred it, either in payment of a debt or as collateral, to Joseph B. Hughes.\n“ Orrick and Campbell do not gainsay the payment of the order, but have paid the same into court, who have directed Hughes and Fulweiler and Culbertson to interplead, to try to whom the money belongs, whether to Hughes, the plaintiff, or to the defendants in the feigned issue.\n“ The plaintiff’s title is this:\n“ In November Term 1846, the 11th September, 1846, Fulweiler obtained a judgment against Jackson and Co. for $2788.17. A transcript of this judgment was entered the 15th September, 1846, and on the same day an attachment fi. fa. was issued, and all the property of Jackson & Co. in the hands of Orrick & Campbell was attached. If there was nothing else in the case, inasmuch as the attachment was served the 15th September, ten days before the date of the order, the plaintiff would be entitled to recover; but, to rebut this, the defendant has shown, by incontrovertible testimony, that the order was issued on the 10th September, 1846, four days before the attachment was issued. The delivery of the order to Slater, and the purchase of it by Ray, vested the legal right to it in the holder of the order. Although a bill be post-dated, yet the endorser or the holder of it may establish it against the maker. This rebuts the plaintiff’s primá facie case, and if this was all, there would be no doubt your verdict must be for the defendants. But the plaintiff alleges, that at the time the order was given, viz., the 10th September, 1846, Jackson & Co. were irretrievably insolvent; that E. Jackson passed the order to Thomas B. Slater without value, and Hughes knew or ought to have known that Slater had given no value for that note, and that, consequently, they could stand in no better situation than Slater, who had paid no value for the order.\n“ If this was a transaction between Slater and the creditors of E. Jackson & Co., it may be conceded, that as he had given no value for the draft, the creditors of E. Jackson would be entitled to the money, on the principle that a man must be just before he is generous.\n“But, notwithstanding this may be so, yet does Ray stand in the same or in a better situation than Slater ? It will be recollected there is not a particle of proof, although it was notorious in Harrisburg and in their own neighbourhood, that Jackson & Co. were in insolvent circumstances, that this important fact was known or even suspected in Philadelphia, where the transaction took place.\n“ Mr. Campbell did not know, until the 12th September, and Ray swears positively that he was not aware of it at the time of his contract with Slater. From the testimony it would appear that the general impression among the-parties was, that Jackson was wealthy, and that his intention was, in placing the order in the hands of his nephew, to enable him to commence business; that this was done in pursuance of a promise made some twelve months before.\n“ If that was the intention of the parties, I am at a loss to understand what there was to prevent Ray (or Hughes, or both), after taking the necessary pains (as it appears they did), to ascertain that it was a genuine debt owing by Orrick & Campbell, that they had given an order on the Bank of Penn Township in favor of Jackson & Co., from purchasing the order by the transfer of his stock in trade and the good-will of his establishment to Slater, who had the legal title to the order. That Slater may have made a silly bargain is not the question. That was a matter between themselves, with which Jackson & Co., having parted with the note, and the creditors of Jackson, had nothing to do; there is nothing in law to prevent an insolvent, and on the eve of bankruptcy, from selling his property to a bond fide purchaser, even at an under price. There are at this moment, many persons, very many, hopelessly insolvent, who are in the habit daily of. depositing property as collateral, or disposing of it at an under price, without any person even attempting to deny them the power to do so. If this could not be.done, it would cripple, if not put an end to the trade of this city and in every city in the United States.\n“ Even if given to a person, the title would be good in the hands of a person who gives value for it, although he may have known of the gift, and although he may have purchased, it at an undervalue.\n“ Had the plaintiff proved that Ray and Hughes knew of the insolvency of Jackson & Co., there would have been some evidence to submit to you; that is to say, there would have been ground from which you might have inferred a combination, a conspiracy between Jackson, Slater, Ray, and Hughes to cheat the creditors of E. Jackson & Co. But, in the absence of all proof whatever of that essential point, it is the opinion of the court, that the plaintiff has no case, and your verdict must be in favor of the defendant in the issue.”\nPlaintiffs’ counsel excepted to the charge.\nVerdict was rendered for the defendant.\nIn the 35th section of the Act 16th June, 1836, relating to executions, it is provided: “In the case of a debt due to the defendant, or of a deposit of money made by him,” &c., “the same may be attached and levied in satisfaction of the judgment in the manner allowed in the case of a foreign attachment,” &c., but in such case a clause in the nature of a scire facias against a garnishee in a foreign attachment, shall be inserted in such writ of attachment requiring such debtor depository, &c., to appear at the next term of the court, &c.\nThe 37th section provides that: From and after the service of such writ, all stock belonging to the defendant, &c., “ and all debts and all deposits of money, and all other effects belonging or due to defendant,” by the person upon whom service shall be so made, shall remain attached, &e., in the manner heretofore practised and allowed in the case of foreign attachment.\nError was assigned to the neglect of the judge to answer the points, and to the charge.\nThe ease was argued by Watts and Penrose, for plaintiffs in error.\nIf Ray and Hughes took the check with knowledge that Slater had given no value for it, neither of them could be a bond fide holder of it: 3 Burrows 1523; 11 Ser. & R. 377, Petrie v. Clark; 6 Barr 492.\nThe circumstances disclosed were sufficient to put Hughes on inquiry. The note was not negotiated in the usual course of business : 7 W. & Ser. 331, Boggs v. Lancaster Bank; 6 Barr 164, Snider v. Riley.\nOadwalader and Dunlap, for defendant in error.\nThe check in question was received by Ray in payment for his tools and stock and the good-will of his business from Slater, who purchased them from him. Slater was known to Ray and others in Philadelphia, as the nephew of Mr. Jackson, who lived at a distance of about 150 miles. They believed Mr. Jackson to be a rich man, who intended to set up this nephew in business in Philadelphia. Jackson, on 10th September, 1846, was the owner of the check and handed it with the endorsement of his firm of E. Jackson & Co. to his nephew, who transferred it on the following day to Ray for the above consideration. This consideration was executed by Ray, by delivery of possession of the subjects of the sale, and the removal of his own business from Philadelphia to Norristown. There was no evidence to impeach the title thus vested in Ray on the 11th of September, 1846. E. Jackson & Co. were then in embarrassed circumstances; but this was not known to the parties in Philadelphia.\nOn the 15th of September, 1846, four days after Ray’s title was thus acquired, the plaintiffs below, who are plaintiffs in error, under a judgment at their suit against E. Jackson & Co., laid an attachment execution in the hands of the drawers of the check.\nThe question below was, whether the debt was liable to this attachment. The defendant in error submits:—\n1. That though the check had not been parted with by Jackson, the debt was not attachable, as it was not payable until ten days after the service of the attachment: 2 Miles 330; Id. 352; Id. 412.\n2. That Jackson was not the owner of the check at the date of the attachment.\nThere was no proof that the nephew, or any one of the transferees, knew of the insolvency of Jackson. The investigation they made, tended to confirm the title of Slater. It showed that Jackson had received the paper lawfully from Orrick & Campbell.\nThere was no evidence to contradict the proof given by Hughes of a consideration as between Slater and Ray, or as between Ray and Hughes. The attachment could not be supported if either transfer was for a consideration. Under the evidence it was the duty of the jury to find for the defendant.\nMarch 1,"
  },
  "file_name": "0440-01",
  "first_page_order": 440,
  "last_page_order": 449
}
