{
  "id": 967634,
  "name": "Evans versus Harney",
  "name_abbreviation": "Evans v. Harney",
  "decision_date": "1851-12",
  "docket_number": "",
  "first_page": "460",
  "last_page": "462",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 460"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 325,
    "char_count": 5814,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.31030824577031324
    },
    "sha256": "7a16c9083018ec9b339611c8ab21e3618023c2f3300363fdeb77656dc3147b05",
    "simhash": "1:ffd13c02f445df26",
    "word_count": 1040
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Evans versus Harney."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, C. J.\nThe statute, authorizes the party injured to recover the penalty for taking illegal fees. Although the person who brought the suit’in this case, was not a party to the proceedings in which the fees were charged, and therefore would not have been bound to pay them, even if they had been legal, unless in pursuance of some promise to those who were liable, yet having paid them, he alone was injured. The other persons from whom they were not demanded, sustained no wrong, and a suit brought by them for taking illegal fees from Harney, would have had no chance of success. If this action was not sustainable, no other was. But the law must not be so construed as to allow the evasion of it in every case, where the costs are paid by a stranger to the record. The party who pays is always the party-injured, unless he pays as the mere agent or messenger of somebody else. And the presumption is, that he pays out of his own pocket, unless the contrary is proved.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Kneass, for plaintiff in error.",
      "F. O. Brewster, contra."
    ],
    "corrections": "",
    "head_matter": "Evans versus Harney.\nAn employer who voluntarily paid to an alderman illegal fees charged by him in a criminal proceeding against persons in the employ of the former at the time of the commission of the act, the same having been done in obedience to his instructions, in the course of his business, was held, though a stranger to the record, to be the parly injured, and entitled, under the 26th section of the Act of 28th March, 1814, to recover the penalty for taking such fees. The presumption is, that he paid the fees out of his own money, in the absence of proof to the contrary.\nError to the Common Pleas of Philadelphia county.\nThis was an action brought by Harney against Evans, an Alderman of the county of Philadelphia, for penalties for .taking illegal fees.\nOn the 8th of October, 1849, three persons, Allen, Deacon, and Brown, broke into a party-wall belonging to one Matchett, upon which Matchett went to the office of Evans, the alderman, who upon the information given, issued a warrant against the said three persons, who were arrested and brought to his office, on a charge of committing a breach of the peace. After the hearing, the three persons were severally required to give bail in the sum of $500, for their appearance at the next session of the Court of Quarter Sessions of the county, and William L. Harney, their employer, became bail for them. Before leaving the office, Harney paid Matchett for the party-wall referred to; after which Harney asked the said alderman Challes Gr. Evans for the bill of costs, which the alderman furnished, and Harney paid the amount of the same. After notice given, this suit was brought by Harney against Evans, the alderman, for two penalties of $50 each, making together $100. The question was, whether Harney had the right of action.\nOn the trial, the defendant’s counsel asked the court to charge that the plaintiff was not the party injured within the meaning of the Act of Assembly.\nThe judge charged as follows:\n“I am asked to instruct you that the plaintiff is not the party injured within the meaning of the Act. It is true he was not a defendant in the prosecution out of which this case arose; but if those defendants committed a violation of the law, or a supposed violation of it, they did it in obedience to his instruction in the course of the business in which they were engaged as his employees. They all appear to have considered him as alone responsible, and believing himself to be so, he paid the costs demanded. None of them appear from the evidence to have been injured by the alleged excessive charge. He paid the costs, and he only is entitled to bring the suit, as the party injured.within the meaning of the law.”\nOctober 29, 1850, verdict for plaintiff for $100.\nIt was assigned for error, that the plaintiff in the suit was not the party injured within the meaning of the law.\nThe 26th section of the Act of 28th March, 1814, entitled “ An Act establishing a fee-bill,” provides, “ If any officer whatsoever shall take greater or other fees than is hereinbefore expressed and limited, for any service to be done by him after the 1st day of September next in his office, or if any officer shall charge or demand and take any of the fees hereinbefore ascertained, where the business for which such fees are chargeable, shall not have been actually done and performed, or if any officer shall charge or demand any fee for any service or services, other than those expressly provided for by this Act, such officer shall forfeit and pay to the party injured fifty dollars, to be recovered as debts of the same amount are recoverable,” &c.\nKneass, for plaintiff in error.\nThough the defendants in the criminal proceeding were in the employ of Harney at the time of committing the act, Harney was not a party in the criminal proceeding. He was not arrested, and not a party on the record. The costs were not demanded of him; he paid them voluntarily. He was not, therefore, in contemplation of law, the party injured.\nThe court declined to hear\nF. O. Brewster, contra.\nThe argument submitted by him was to the following effect: The Act does not provide that the penalty for taking illegal fees, shall be paid to the party to the suit or proceeding, but to the party injured.\nBesides, the fee-bill prescribes for services rendered not to parties to a suit; as for example, for an “ order for removal of a pauper.” An employer may be responsible to his servants, not only in morals but in law, to keep them harmless in obeying his orders; and in the discharge of that obligation, if imposition be practised upon him, is he not uthe party injured?” If the servants had sued for the penalty, the defence might have been that they were not the parties injured as they did not pay the illegal fees."
  },
  "file_name": "0460-01",
  "first_page_order": 460,
  "last_page_order": 462
}
