{
  "id": 967569,
  "name": "Kellam versus Janson",
  "name_abbreviation": "Kellam v. Janson",
  "decision_date": "1851-03-18",
  "docket_number": "",
  "first_page": "467",
  "last_page": "469",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 467"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Johns. Rep. 150",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 6752,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 2.2226256631704795e-07,
      "percentile": 0.7778051925035012
    },
    "sha256": "da68f533990d516a8aab06eb6040ad8cb1d83ed74bd863f201c19602c454d6f7",
    "simhash": "1:787927bcb95ca3e3",
    "word_count": 1193
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kellam versus Janson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThe more obvious the truth of a proposition, the better is it adapted as a premise in an argument; and therefore we may be indulged in saying that a vendee of land and those under him have no title at all as against a purchaser at sheriff’s sale, under a prior judgment against the vendor; for it is wholly divested by the sale. This principle exactly fits the case of the plaintiff below: he has no title at all as against the defendant below. If he was not a mere trespasser in entering after the sheriff’s sale, his title was at best a mere tenancy at sufferance, good enough against a mere wrong-doer without title, but good for nothing against the real owner when he signifies by word or act that the sufferance is revoked; and what can be a clearer revocation than the assumption of the possession ?\nAn action is well founded only when a right is invaded; but the plaintiff’s right ceased by the entry of the defendant—an act that completely obliterated the shadow of right cast by the plaintiff’s possession. A complaint against the assumption of possession is a complaint against the assertion of a right, and a demand that the law shall give the plaintiff damages for the loss of that which it was wrong in him to have.\n> The ease is completely within the principle of Overdeer v. Lewis, 1 W. & Ser. 90, and of all those cases where redress is allowed by the act of the party. The legal remedies provided for such cases do not affect the right. They are necessary, because possession cannot always be properly assumed by the mere act of the claimant. In all such cases care must be taken that no public wrong be done by breach of the peace, and no private wrong by injuring the goods of the person in possession.\nThe court was in error in instructing the jury that the plaintiff could recover for such an entry. It was giving him a remedy who had suffered no wrong.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "The case was argued by W. H. BimmieJc, for plaintiff in error.",
      "Mallery, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kellam versus Janson.\nA lessfee claiming through a vendee of land who had an equitable title, has no title as against a purchaser at sheriff's sale under a prior judgment against the vendee, as the sale divests the vendee's title: therefore, a tenant of the purchaser from the vendee of his equitable interest in the land, the purchase being subsequent to a judgment against the vendee, has no right to maintain trespass against the purchaser at sheriff's sale under said judgment, for entering the dwelling-house on the premises, in the absence of the tenant, and carefully removing his goods.\nError to tbe Common Pleas of Wayne county.\nThis was an action of trespass by William Janson v. George Kellam and others, for forcibly removing his household furniture from a dwelling-house, which Kellam had purchased at sheriff’s sale, and of which Janson took possession after the sheriff’s sale.\nWarder & Brother owned a piece of land, and on the 24th January, 1846, they contracted to sell it to Abraham Lane. Lane entered into possession, paid part of the purchase-money, cleared some of the land, and built a house.\nKellam obtained a judgment against Lane to September Term, 1848.\nAfter the entry of the judgment, viz., on 9th July, 1849, Lane assigned to Alexander Calder, his interest under the contract, with notice of the existence of the judgment in favor of Kellam, but reserving the grass then growing on the land. Lane left the possession in 1849, before the sheriff’s sale.\nOn 7th September, 1849, Warder & Brother conveyed the land to Calder.\nOn the 80th November, 1849, the land was sold at sheriff’s sale to Kellam, under his judgment, and the sheriff’s deed to him was acknowledged on 8th December, 1849.\nAfter the sheriff’s sale, Lane delivered the key of the house to Kellam. From about the 1st November, 1849, till February, 1850, the premises were vacant.\nIn February, 1850, Janson, with knowledge of Kellam’s title, moved into the house under a lease from Qalder. In March, 1850, Kellam and others went to the house where Janson and wife were absent. The house was entered through a window, the door was opened and the goods put out. The goods were not of much value, and were carefully removed; some of them got wet. For the entrance and removal of the goods this action was brought.\nEldred, J., charged, inter alia, as follows:—\n“ Abraham Lane had an equitable interest in the premises on which Kellam’s judgment was a lien, before Lane assigned his contract to Calder, and that equity could be sold by the sheriff. The purchaser could take possession of the premises if it was vacant and no one in possession. If there was a person in possession, he could obtain it from him by instituting proper proceedings at law. But if there was a person in possession claiming under Calder, the assignee of Lane, the purchaser under the sheriff’s sale had no right to enter the house and remove the goods by force out of the door, and thereby acquire the possession.\n“ There seems to be but little dispute about the facts in the case: the questions are, can the plaintiff sustain this suit; and, if so, what damages should be allowed him ?\n“ If Abraham Lane sold out his contract to Calder and delivered up possession of the premises to him, and if Calder took possession (by himself or his agent) and leased it to plaintiff, and in pursuance of it moved into the house, the plaintiff can maintain this action against George Kellam for removing the goods out of the house. The evidence on the subject referred to the jury. If the jury find for the plaintiff under the rule laid down by the court, they will ascertain what damage the plaintiff has sustained, and render their verdict accordingly.”\nYerdict was rendered for plaintiff for $23.\nError was assigned to the charge.\nThe case was argued by W. H. BimmieJc, for plaintiff in error.\n—After a sheriff’s sale of the real estate of the defendant in the judgment, he or his lessee holding the possession, is regarded in law as a wrong-doer. A landlord may forcibly dispossess his tenant after the expiration of the lease, without giving three months’ notice: Overdeer v. Lewis, 1 W. & Ser. 90.\nOne who was tenant at sufferance cannot maintain trespass against his landlord for expelling him: 1 Johns. Cases 123; 4 Johns. Rep. 150; 6 Id. 61; 13 Id. 335.\nMallery, for defendant in error.\nIt is said in Overdeer v. Lewis, that a tenant at will is bound to remove his property on request. In this case there ivas no request. In Overdeer v. Lewis, there was no forcible entry, as in this case. When entry is allowed by law, it must be a peaceable entry: 4 Bl. Com. 147, &c. The landlords of tenants by sufferance are obliged to make formal entries upon their lands, and recover possession by ejectment : 2 Id. 150.\nMarch 18,"
  },
  "file_name": "0467-01",
  "first_page_order": 467,
  "last_page_order": 469
}
