{
  "id": 967626,
  "name": "Cobb versus Page",
  "name_abbreviation": "Cobb v. Page",
  "decision_date": "1851-03-18",
  "docket_number": "",
  "first_page": "469",
  "last_page": "474",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 469"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 48",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846802
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0048-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 539,
    "char_count": 12952,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 4.843491152466824e-07,
      "percentile": 0.9323806136960109
    },
    "sha256": "9ac6e5895731814d3c3ac9396895dceaa908aa0a5b468c99c25d58f82eedc536",
    "simhash": "1:387e1fa90efad6f5",
    "word_count": 2370
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cobb versus Page."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nIn England, and in most of the states of the union, no promise to pay the debt of another is binding, unless it is reduced to writing and signed; and it is much to be regretted that there are no similar provisions in our statute of frauds. They would save the public the expense of much litigation, and add greatly to the stability of administrative justice. The compensating principle of our law is, that such contracts cannot be sustained unless all their requisites are very clearly proved, and, if there be reasonable doubt as to any one of them, the court should instruct the jury that the contract is not proved.\nThe substantial evidence here is, that the debtor had failed and absconded, and then his father, the defendant below, told the witness that he would pay all the honest debts of his son. He told the witness to tell the creditors to hold on, and they would get their pay. This was in 1845. The father had some land which he had designed for his son, and said he would sell it and apply the proceeds to pay the son’s debts. The witness shortly after-wards told the plaintiff below, that if he held on he would get his pay; but it was not till just before this suit was brought (1849), that he told the plaintiff that the defendant had made the above declaration.\nOn such evidence it is impossible to see that there was any agreement entered into. This sort of contract, like all others, must be an agreement between parties founded upon a consideration. In this case it must appear that there was an agreement by one to pay, and by the other to forbear,^and that each agreement was in consideration of the other.\nAs to the promise to pay, it is proper to say, that a sweeping verbal promise to pay all the honest debts of another, directed to no particular person, cannot fairly be construed into an intention to assume any legal responsibility. It is the mere declaration of an intention, in the execution of which he is to be governed by his own discretion.\nAs to the alleged forbearance and agreement to forbear, we discover no declaration or circumstance from which either can be inferred. It does not appear that indulgence of the debtor was given, or even thought of. It cannot be inferred from the mere fact that he was not sued or pursued; for pursuit of a runaway debtor for forty odd dollars, is somewhat absurd. That it was given on the faith of defendant’s promise is in the teeth of the evidence; for all the delay occurred, before the plaintiff knew that the defendant had made the declaration relied on.\nThe court ought to have instructed the jury, as requested, that by such evidence the contract was not proved.\nJudgment reversed and new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "The ease was argued by F. Wharton, for the plaintiff in error.",
      "F. M. Grane, for defendant."
    ],
    "corrections": "",
    "head_matter": "Cobb versus Page.\n1. To render a person liable on his verbal promise to pay the debt of another, the agreement between the parties must be founded on a sufficient consideration ; and where forbearance is alleged, there must be an agreement by one to pay, and by the other to forbear, and each agreement must be in consideration of the other. There must be actual forbearance by the creditor after the promise, to entitle him to recover.\n2. A mere general promise made to a stranger to pay all of the honest debts of another, no debt being specified as included, is not to be construed into a design to assume any legal responsibility; and not being followed by forbearance, after its communication to the creditor, it entailed no liability on the person who made the promise to pay to the creditor his claim.\nError to the Common Pleas of Wayne county.\nThis was a suit by Henry ~W. Page against John Cobb. It was instituted before a justice of the peace, from whose judgment an appeal was entered. The suit was for an alleged claim of Page, against Cyprian S. Cobb, which he alleged that John Cobb, the defendant, had promised to pay. The claim was for about $49.18. The suit was commenced on 4th January, 1850. It was testified that John Oobb, in the spring of 1845, had said to the witness, that when he sold certain real property he would pay all the honest debts of his son; that he told the witness to tell the creditors to hold on, they would get their pay. He did not, however, wish it to be stated that he would pay. Page, the plaintiff, was told, soon after what John Cobb had said, but it was not stated to him that after, what John Cobb had said, but it was not stated to him then that John Oobb had promised to pay.\nAbout a month or six weeks after the statement by Cobb, Page refused to pay Cobb for a certain improvement, and Cobb then told Page that he would not pay his claim against his son.\nCobb conveyed the land by deed dated 1st April, 1848. Just before the commencement of this suit, the witness communicated to Page that it was John Cobb who had promised to pay the debts as before stated.\nIt was stated as having been admitted that John Cobb had paid from $600 to $800 of debts of his son Cyprian.\nEldked, J., charged, in part, as follows:—\n“ This case comes into court by appeal from a magistrate. The claim is for a debt due by Cyprian S. Cobb (a son of the defendant) to the plaintiff, which it is alleged the defendant agreed to pay. The plaintiff’s right to recover depends, principally, on the evidence of James Van Camp. From this witness it seems that Cyprian S. Cobb lived in Salem, on a farm that belonged to his father, the defendant; that he occupied the place about three years. He put up a store-house and entered into the mercantile business; cleared up seven or eight acres, built stone wall, and made other improvements, amounting to $300 or $400. Cyprian S. Cobb left the property and went west, and appointed the witness (Van Camp) his agent, with full power to transact his business, to make settlements and collect debts due, and pay debts owing. I understand that the plaintiff’s demand is for work and labor, some of which was done before Cyprian S. Cobb went away, and some after. On a settlement, Van Camp says, that there was due him on the 29th August, 1845, $49.13, for which he, Van Camp, as agent of Cyprian S. Oobb, gave his note; and after-wards being called on by the plaintiff, he paid him on the note $15, as the agent. We learn from the witness that the creditors began to press for their money, fearing that Cyprian S. Cobb would not return. When John Cobb, the defendant, came down, the witness asked him what was to be done, and the defendant replied that he would pay all the honest debts; but there was one which he alleged was not honest, and he would not pay it. (This was fc-'Ot the claim in dispute.) He said he calculated the property for his son, and there was more than enough to pay all his honest debts, and the rest he would pay to him, if he returned. He told, the witness to tell the creditors to hold on, that they would get their pay; he wished the witness to tell the creditors to'-hold on, that he would pay them as soon as he sold; that he should go on and settle the books, and he would pay them after this property was sold. He wished the witness not to tell the creditors that he would pay, or use his name, for they would press him. The witness says he told Page what defendant said soon afterwards; this was in 1845. After C. S. Cobb went away, he delivered the possession of the farm to the defendant, and the latter sold the property to Alanson Hollister, in 1848. The consideration named in the deed, which is in evidence, is $3000, dated 1st April, 1848. It was sometime after this period that this suit was commenced. It appears from this witness that the particular debt of the plaintiff was not spoken of, either by himself or Cobb, the defendant, when Cobb told him to tell the creditors to hold on, and they would get their pay, &c.; but he says that Cobb knew that there was a debt due the plaintiff; that he was then working for Cyprian S. Cobb, although he was absent. It appears that Yan Camp, the witness, proceeded, and made settlements with the creditors, in pursuance of the defendant’s request, and about a month or six weeks afterwards, in August, 1845, he heard Cobb, the defendant, ask Page if he would pay him for a certain improvement referred to, and he said he would not. The witness says that this improvement was on another lot which Page had purchased of Torrey, in the possession of which he had been for two years before Cyprian S. Cobb went away. Defendant then told him he would not pay him his demand against his son. The witness did not tell Page that Cobb would pay him; he told him what Cobb said to him, that he would be paid, to hold on. This is the material part of the evidence on which the plaintiff relies. The whole evidence on both sides is referred to the jury. To every contract there must be a consideration to support it, either expressed in words or implied from the very nature of the contract: without it the contract would be void, or what is called a £ nudum pactum.’ A promise to pay the debt of another in consideration that he would wait, forbear to sue for a time certain, or for a reasonable time, or indefinitely, at the instance and request of the promissor, is a good consideration, on which an action can be sustained; and it is for the jury to say if the plaintiff has made out, by evidence, a contract such as is indicated above; but a mere forbearance, without request or agreement, will not render a person liable. This is an answer to the defendant’s second point. It is proper, however, to say, that his main objection to the contract proved is, that the evidence does not show that the plaintiff assented to it, and without that proof the contract is not binding on the parties. This is certainly the law. A contract to be binding must be assented to by tbe parties to it, otherwise it is void. And the question is, did the defendant agree to it ? and it is a question for the jury under the evidence.\n“ The farm, with the improvements the son had put upon it, with the property left, was more than sufficient to pay all of the honest debts; and he requested his agent to say to the creditors of his son, who were getting clamorous and threatened to prosecute, to hold on, and that the debts would certainly be paid. The agent seemed to have the confidence of the plaintiff, and on this assurance plaintiff held on until the defendant realized the advantage of a sale of the farm, which was the time the defendant fixed for the payment of the creditors. There is not in words, evidence that the plaintiff accepted the offer; but no one says he made any objection to the proposition, or indicated any dissatisfaction with it; but it rather tends to show that he was satisfied with it, and assented to it, as we hear nothing more from him until after the farm was sold; and, therefore, I leave this question to the jury. Not like the case of Johnson and Eissler, 7 Watts 48, where it is clear that only one of the propositions was considered, and that he took time to consider of before he answered; and there was no evidence that he ever said whether he would accept it or not. There is no evidence in the cause that shows that the release of Cyprian S. Cobb to John Cobb, formed any part of the consideration for the promise. The court cannot, therefore, answer the defendant’s first point as requested.”\nTo this charge defendant’s counsel excepted. The points submitted by the counsel for defendant were:—\n1. That if the jury believe that the release to John Cobb by Cyprian, of his interest in the real estate, formed part of the consideration of the alleged assumption by defendant to pay the honest debts of Cyprian Cobb, it would oust the jurisdiction of the justice and of this court, and, therefore, plaintiff cannot recover.\nAnswer.—There is no evidence in the cause that such release was required; we cannot therefore submit that question to the jury.\n2. That the action is founded in an alleged contract of defendant to pay the proper debt of Cyprian S. Cobb, and that, under the evidence in the cause, no such contract has been proved as will support such an action.\nAnswered in the negative, with explanation to the jury, submitting the question whether the plaintiff assented to the agreement.\n. It was assigned for error:\n1. The court erred in their answer to the second point submitted on the part of the defendant.\n2. The court erred in deciding that this was a much stronger case against the defendant than that of Johnson v. Fissler, 7 Watts 48.\n3. The court erred in deciding, without evidence, that Van Camp was the agent of the defendant.\n4. The court admit that “ there is not in words evidence that the plaintiff accepted the offer” of the defendant, but they suggest to the jury that “no one says he objected,” and that “he indicated no dissatisfaction,” as grounds for presuming assent and a contract; and herein is manifest error.\nThe ease was argued by F. Wharton, for the plaintiff in error.\nF. M. Grane, for defendant.\nMarch 18,"
  },
  "file_name": "0469-01",
  "first_page_order": 469,
  "last_page_order": 474
}
