{
  "id": 967568,
  "name": "Cress versus Varney",
  "name_abbreviation": "Cress v. Varney",
  "decision_date": "1851-03-22",
  "docket_number": "",
  "first_page": "496",
  "last_page": "508",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 496"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 989,
    "char_count": 34771,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 8.716929418925291e-08,
      "percentile": 0.4936378530176856
    },
    "sha256": "3ce8b8fbec85d5bb88ed900c152af9eb22e386199573dd63fb9f32b7a30a559d",
    "simhash": "1:a6682d39c79985b0",
    "word_count": 6187
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cress versus Varney."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nAll the exceptions in this cause hinge upon the single proposition asserted by the plaintiff in error, that the water-right of the proprietor of the lower mill on Manatawny creek in times of drought, is to be measured by the capacity of the said mill as it was at the time of the devise of John Potts in 1768.\nWe think, however, that a generous regard to a neighbor’s rights could never fall into the error of acting on such a proposition. The essential element in the regulation attempted by that devise, is equality in times of low water. It is not at all necessary to the ascertainment of this equality, that the lower mill should be of the very kind or capacity of the mill existing in 1768, and it is inexcusable injustice in the owner of the upper mill to withhold the water altogether, because of the fact that the kind or capacity of the lower works has been changed. Lapse of time, increase of population and improvement in mechanics, must necessarily give rise to such changes, and these may occasion a necessity to change the mode in which the parties have been accustomed to divide the water-power between them. They should submit to such necessity, and make the new arrangements which the change of circumstances demands. They will find that the pomp and circumstance of a judicial settlement of such matters, is a luxury too costly to be often indulged in.\nThe essential is permanent, while forms change; and it is not to be expected that the form which is indicated by the devise for effectuating the division of the water, should always answer the purpose. If it should prove ineffectual, it is manifest that it and not the essence must yield. We say nothing about the rights of the parties in times of high water, because all this difficulty arose from the fact of low water. But it is in point to say that the parties are not restrained from changing the character of their works, and that such a change does not affect their water rights. Heretofore, both parties seem to have acted upon this principle.\nThe declaration sufficiently sets out an invasion of the water right of the owner of the lower mill, by depriving him of his proper share of water, and that question has been fairly tried by the jury, under proper instructions from the court.\nIt appears that there is a tenant of part of the lower works, and the court was asked to say that the plaintiff below, the landlord, could not recover for the injury done to the tenant by the detention of the water. At first blush there seems to be an inaccuracy in the answer of the court on this point; but on more careful examination it is plain enough that it was answered in the affirmative ; and it is properly added in substance, that unless the whole of the water-power was granted to the tenant, the landlord could recover on account of the wrongful detention of so much as had not been granted.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "B. M. Boyer for Cress, the plaintiff in error.",
      "D. S. Mulvany for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Cress versus Varney.\n1. A proprietor of two mills on the same stream, one below the other, directed in his will, in providing for the sale and conveyance by his executors, that in times of low water, the two mills “ should have an equal use of the water alternately.”\nIt was held, that it was not necessary to the ascertainment of the equality of the water, that the lower mill should be of the very kind or capacity of the mill existing at the date of the will: and that the erection of an axe factory by the owner of the lower mill did not prejudice his right to an equal quantity of the water of the stream.\n2. The owner of the lower mill has the right to recover damages for the undue use and control of the water of the stream by the owners of the upper mill, even though the former has leased the mill to a tenant, provided he reserved in such lease a portion of the water for the use of another establishment, the legitimate operation of which was affected by sueh misconduct.\nError to the Common Pleas of Montgomery county.\nThis was an action by Theodore Yarney and Jesse Yarney, against Henry W. Cress, to recover damages for the improper nse and detention of the water of Manatawny creek, so as to prevent the defendant from using their axe factory in so beneficial a manner as they might otherwise have done. There were two mills on the same stream; the dam and mill of Cress, the defendant in the suit, was the upper mill of the two. The lower mill, together with an axe factory, belonged to Theodore Yarney and Jesse Yarney, the plaintiffs in the suit.\nThe writ issued July 30, 1845; summons, case. Narr. filed. November 13, 1847, defendant plead “not guilty:” replication and issues. March 2, 1848, jury called; March 7, 1848, verdict for plaintiffs for $600 damages, with six cents costs. Do die,' defendant’s counsel moved for a new trial, and in arrest of judgment, reasons to be filed on Thursday following; but on same day the jury fee was paid and judgment was entered. March 9,1848, reasons for a new trial and in arrest of judgment filed.\nJanuary 14, 1851, the defendant’s attorney moved the court to grant a rule on the plaintiffs to show cause why the judgment entered in the above case should not be stricken off,, upon the ground that said judgment was entered within the four days after verdict, and pending motions for a new trial, and in arrest of judgment ; eo die, motion overruled by the court. March 29, 1851, reasons in arrest of judgment and for a new trial overruled by the court, and judgment entered by prothonotary thereon. April 5, 1851, writ of error received.\nThe plaintiffs Theodore Yarney and Jesse Yarney, the defendants in error, who were plaintiffs below, were, at the time when the suit was brought, the owners of the lower mill property, and occupied the same with the exception of the grist-mill, which was in the possession of one Peter Longabaugh, who had rented it from them.\nThe legal title to the lower mill property was still in Jesse Ives, the vendor of the Yarneys, but the latter had taken possession in October, 1843, under articles of agreement with Ives, testimony annexed.\nHenry W. Cress, the plaintiff in error and defendant below, owned and occupied the upper mill property.\nBoth parties trace back their respective titles to the same source, .namely: to John Potts, deceased, who was the owner of both properties at the time of his death, which occurred in 1768.\nBoth parties also derive title through Jesse Ives, who, inter alia, by deed dated April 5, 1818 (with the testimony annexed), conveyed the upper mill property to Daniel Hitner, through whom the title to the same came finally by the deeds, &c., in evidence, to Cress, the plaintiff in error.\nThe works of both parties are supplied from the same stream, called the Manatawny, and the relative situations are such that the water used by the upper mill cannot be returned to the creelc above the dam of the lower proprietors, so as to reach their mill. The tail-race from the dam empties into the Schuylkill.\nAs it sometimes happened in seasons of great drought, that the water in the Manatawny creek was not sufficient for the supply of both grist-mills, John Potts undertook to define their respective rights at such periods by the provisions of his last will, which have never been changed by deed, or otherwise, since his decease.\nIn the days of the testator, besides the grist-mills there was also a saw-mill on each of the two properties described.\nThe important words relating to the subject in the will of John Potts, deceased, are as follows:—\nItem: “ It is my will, and I do order and direct, that at all times when the water in the Manatawny creek is low, the sawmill on the plantation whereon I now live” (the upper property), “shall not work so as to take the water from the grist-mill on the east side of Manatawny creek; and it is my will also, and I do order and direct, that the grist-mill on the plantation whereon I now live, shall not work when the water is low, so as to prevent the grist-mill on the east side of Manatawny creek from working, but the said grist-mills shall, in such case, have an equal use of the water alternately.”\nThe rule observed in practice by the different occupants of the respective mills, as disclosed by the testimony, was as follows:— “When the water in the Manatawny creek 'became so low that the lower grist-mill, going by itself, could no longer work, notice was sent to the upper mill, which would then stop alternately with the lower mill twenty-four hours. In other words, each grist-mill would allow to the other the alternate use of the water for twenty-four hours, until the supply again became sufficient for both. Thus for more than seventy years, the words of John Potts’s will, repeated in successive deeds, sufficed to define the rights <*nd guard the interests of the rival grist-mills.\nOn the 12th day of July, 1843, Jesse Ives, by articles of agreement, sold the lower mill property to Theodore Varney and Jesse Varney, the plaintiffs below and defendants in error.\nBefore Ives sold to the Varneys, however, he had granted by parol, to the Philadelphia and Reading Railroad Company, the right to lay pipes and draw water from his race for the use of their engines at that station; and in pursuance of this grant, the first pipe had been put in in 1841, and other and larger pipes subsequently. The grant of this water privilege to said railroad company was known to the Varneys when they purchased from Ives, and they agreed to it; subsequently this grant was confirmed with the assent of the Varneys, by a deed from Jesse Ives to the said railroad company, dated December 20, 1844.\nIn October, 1843, the Varneys commenced building an axe factory upon the lower property, which went into active operation in June, 1844.\nDuring the summers of 1844 and 1845, the axe factory of the Varneys and the grist-mill of their tenant, Longabaugh, ran on together whenever they could, and the railroad company pumped water with two horses day and night during the whole time, from the same race which supplied the axe factory and grist-mill.\nCress, the defendant below, refused to stop his grist-mill, as was alleged on his part, for the supply of the increased demand caused by the operation of the new establishments, which, together with the grist-mill below, drew water from the lower race at the same time. Of this the plaintiffs below complained.\nOn the part of Cress, plaintiff in error, it was contended that he was justified in this act under the circumstances, by the will of John Potts, a,nd the subsequent title deeds in evidence; and that even if he were not justified, the persons claiming damages here are not the injured parties—they having rented to another the gristmill for which the right to the water was provided, and to which that right is appurtenant.\nIt was averred, inter alia, in the declaration, that on the 2d April, 1798, Jesse Ives became lawfully seised of the lower mill and water power, together with the rights and privileges provided for and secured to the same by the will of John Potts, and being so seised and possessed, the said Ives, on the 12th July, 1843, by articles of agreement agreed to sell off the lower grist-mill, water power and land, &e. And the plaintiffs further say, that on the 1st day of October, 1843, they were possessed of the mills, lands and premises therein mentioned and described, and situate on the east side of Manatawny creek as aforesaid, and being so possessed, erected an axe factory thereon to be propelled by the waters of the said creek, and that before and at the time of the committing of the grievances hereinafter mentioned, all the said mills, axe factory, water power, lands, and premises last mentioned and described {except the last-mentioned grist-mill, which was then in the possession and occupation of one Peter Longabaugh as tenant thereof to the said plaintiffs), were in the possession and occupation of them the said plaintiffs under and by virtue of the said articles of agreement, and that at the time of the committing of-the said grievances hereinafter mentioned, the water in the said Manatawny creek was low and insufficient for the working of the said mills and factory on the west and east side of said creek, but was sufficient for the working of the same alternately. And the said plaintiffs further in fact say, that the said defendant before and at the time of the committing of the grievances hereinafter mentioned, was, and from thence hitherto hath been, and still is possessed of the said upper mill and works, situated on the west side of the said Manatawny creek, and mentioned and described as aforesaid, with the appurtenances, and that being so in possession of the said upper mill with the appurtenances, he the said defendant ought not to have used the water of the said Manatawny creek when it was low, so as to have prevented the grist-mill, axe factory, and works on the east side of the said Manatawny creek from working, but ought to have permitted to the same the equal use of the water alternately with the said upper mill. Nevertheless, the said defendant, contriving, &c., when the waters of said creek were low, wrongfully and unjustly, and without intermission, did work the said upper mill so as to prevent the said mill, axe factory, and works on the said east side of the said creek from working, and did take, divert, and use, for the working and running of the said upper mill, all the water of the said Manatawny creek, and thereby deprived the said lower mill, axe factory and works, of the equal and alternate use of the same for a long space of time, to wit: from the said 2d day of June, in the year last aforesaid, until the 1st day of October, A. D. 1846, by means whereof the said plaintiffs were for and during all the time aforesaid, hindered and prevented from using their said axe factory and works, with the appurtenances, is so ample, extensive, and beneficial a manner, as they otherwise might and would have done, &c.\nA second count existed, in which, inter alia, it ivas stated, that the defendant was, and still is possessed of the said other mill, situate on the west side of the said Manatawny creek above the said factory, in the county aforesaid, and by reason thereof ought not to have worked the said mill when the water was low, so as to prevent the said factory on the east side of the said creek from working, but in such case ought to have suffered and permitted, and still of right ought to suffer and permit the said factory to have equal use of the said water alternately.\nNevertheless, the defendant, wrongfully intending to injure the plaintiffs, did not, nor would, when the water of the said creek was low, suffer and permit the said factory to have the equal use of the water of the said creek alternately, but wholly refused and omitted so to do; and on the contrary thereof, the defendant, when the water of the said creek was low, that is to say, on the 2d day of June, &c., and until the commencement of this suit, wrongfully and injuriously kept and continued the said mill, on the west side of the said creek, running and working, and thereby during all that time prevented the water from flowing down and along the said creek to the said factory, by reason whereof the said factory of the plaintiffs was deprived of the equal use of the said water alternately, and the said factory could not, during the time aforesaid, be supplied with sufficient water for the working thereof, and by reason of the premises, the plaintiffs, during all the time aforesaid, were hindered and prevented from working their said factory in so ample and beneficial a manner as they ought, and otherwise would have done, and thereby lost and were deprived of divers gains and profits, which they might and otherwise would have derived from the use of their said factory.\nPoints submitted on part of the plaintiffs :\n1. That the true construction of the devise and grant, under which the plaintiffs claim, is that the owner of the lower mill is entitled at all times to the equal use of the water with the owner of the upper mill, and that, when the water is low, the owner of the lower mill is entitled to have the whole stream to flow down its natural channel to his premises, at and for such alternate periods, as will admit of the equal use of the water for the lower premises, without regard to its application.\n2. That if the jury believe, that the defendant so worked his mill, when the water was low, as to prevent the plaintiffs from having an equal and alternate use of the water, the plaintiffs are entitled to recover.\n8. That all the evidence in the cause in relation to the use of the water by the railroad company is irrelevant, and not to be regarded by the jury; and even if a privilege to use the water was granted by the plaintiffs to the railroad company, it is no defence in this suit, and the plaintiffs’ right to'recover is not thereby affected.\nPoints were submitted also on the part of the defendant, viz.:—\n1. Under the will of John Potts in evidence, and the deed of Jesse Ives and William Ives to Daniel Hitner, the defendant was not bound to stop his grist-mill in order to let down water for the grist-mill of the plaintiffs, until the water in the Manatawny creek was so low, that by reason of its lownéss the grist-mill of the plaintiffs could not work.\n2. The plaintiffs had no right to require the defendant to stop his jgrist-mill to supply their axe factory with water, and no damages can fee recovered in this action by reason of defendant’s refusal to comply with such demand.\n3. The manner in which the water was used on the premises of the plaintiffs by themselves, their tenant, and the railroad company, in connection with one another, justified the defendant in not stopping his grist-mill, by introducing confusion and destroying the defendant’s ability to apply the only rule which he was bound to regard, to wit, the inability of the lower grist-mill to work from the lowness of the water in the Manatawny.\n4. The plaintiffs cannot recover in this action for any injury to their grist-mill, on account of the defendant’s conduct in running his own mill, the grist-mill of the plaintiffs having been, during the time when the injuries are alleged to have been committed, in the possession of Peter Longabaugh, who was in as tenant of the plaintifjs.\n5. The court is requested to charge the jury, that the plaintiffs have not sustained the first count in their declaration, inasmuch as they have shown no right, by the evidence on the part of the plaintiffs, to require the defendant to stop his grist-mill when the water in the Manatawny creek is low, in order to supply “ the grist-mill, axe factory and ivories” of the plaintiffs.\n6. The court is requested to charge the jury, that the plaintiffs have not sustained the second count in their declaration, inasmuch as they have not shown any right, by the evidence on the part of the plaintiffs, to require the defendant to stop his grist-mill when the water in the Manatawny creek is low, in order to supply the axe factory of the plaintiffs; the grist-mill of the plaintiffs being still in existence,-and in use and occupation during the time when the injuries are alleged to have been done.\n7. The plaintiffs have proved no sufficient notice in this case to the defendant, of the state of the water, to entitle them on any count to recover.\nKrause, J., charged as follows:—\n“ This case requires some analysis, and embraces considerable matter. The plaintiffs gave evidence of title in Jesse Ives, to the mill and water-right below defendant’s dam, under the will of John Potts, and of their purchase from Jesse Ives, by articles of agree.ment dated 12th July, 1843, with payment of $5 of the purchase-money : Also, of their entry into possession in October, 1843. It is possible the jury will have no difficulty in finding these facts in the cause, as well as Ives’ title to convey to them; and if they so find, the plaintiffs had a, right to bring this action.\n“From the draft it appears that plaintiffs’ works are below defendant’s, and consist of a grist-mill, axe factory, and what is used ^sometimes as a chopping-mill, according to some of the testimony; that the defendant has a dam with the tail-race emptying into the ' Schuylleill, and therefore has command of the stream when the water is too low for both mill-works, unless he is restricted by the titles of both proprietors. Necessarily, the plaintiffs’ works are dependent for a supply in the low stages of water, on what falls over this dam, though there is also a dam below it, forming a pool from which they draw more immediately. When the water is high, both have enough; the difficulty occurs when it is low, or not sufficient to keep both works in operation above and below at the same time.\n“John Potts, ^ho owned both properties in 1768, attempted to guard against disputes by directions in his last will and testament; foreseeing, as a prudent man would foresee, that such must occur whenever there should be different owners. He ordered his executors ‘ To grant by deed unto the purchaser of the aforesaid mills, his heirs and assigns, free liberty and use of the water as the same is now used and enjoyed, and also liberty to enter and cleanse the race and mend the dam as occasion may require.’ And in the item immediately following, he says, ‘ It is my will, and I do order and direct, that at all times when the water in the Manatawny is low, the saw-mill on the plantation on which I now live shall not work so as to take the water from the grist-mill on the east side of Manatawny creek; and it is my will also, and I do order and direct, that the grist-mill on the plantation whereon I now live, shall not work when the water is low, so as to prevent the gristmill on the east side of Manatawny creek from working; but the said grist-mills shall in such case have an equal use of the water alternately.’ It would seem that the east side here spoken of, is the location of the works claimed by plaintiffs.\n“ It may be added here, that on the 5th of April, 1813, Jesse Ives was the owner of both upper and lower property, when by his deed, in evidence, he conveyed the upper to Daniel Hitner, ‘ subject to the regulations in respect to the water as recited in said indenture’ (the deed to him from Pierce) ‘ and the last will and testament of John Potts, that is to say,’ &c. (as in said deed), ‘but said grist-mills shall in such case have an equal use of the water alternately.’ In the habendum he grants the said grist-mill and saw-mill, with 24 acres of land, to Hitner, ‘ except as before excepted;’ and under this title the defendant claims the upper -mills, of which claim there seems to be no dispute. It is not perceived that Ives made any material change in the water-rights, as established by Potts’ will. On this point therefore the question is, how did Potts establish them ?\n“ The court instructs the jury that it cannot be supposed Potts' intended to restrain either proprietor to an application of the water assigned him to a grist-mill, but to leave him at liberty to use his quantum for propelling other works, which a change or improved state of society might show in time to be more profitable for the owner, or better adapted to the public wants. Nor did he mean to restrain either from adding other works to those then above and below defendant’s dam, provided only the quantity of water assigned was taken by him. What he intended to do is this: that when the stream is low, so as not to afford sufficient water to keep a gristmill, of the capacity which that above the dam had when his will was .executed, working, and one of the capacity then below the dam working also, the upper proprietor must stop for a period of time and let all the water in the current pass over his dam. In this way he assigned to each his quantum, and his right to an alternate use. It will be seen, therefore, that in establishing the fact of low water as Potts contemplated it, the capacity of both grist-mills, above and below, must be taken into consideration, as in such stage of it, each was to have in equal periods of time the quantity which the grist-mill, on his property when said will was executed, required. And it results from this, that the upper proprietor cannot, by enlarging his works, consume more water than the grist-mill on his place consumed when the will was made, and thus create a deficiency sooner, and compel the one below him sooner and oftener to an alternate use of the stream; for this would be an evil and an interruption. Nor can the lower, so long as the upper takes no more than the quantity indicated, complain of low water if yet sufficient passes over the defendant’s dam to keep such gristmill working as was on his place when said will was executed, whatever enlargement or alteration the upper owner may have made in his works. The one above must stop, whenever, by taking water enough out of the stream for a period of time, to keep his machinery working, being of the capacity stated in reference to the supply required, he does not leave sufficient to carry such gristmill below, as was on the lower place when Potts executed his will. To this the lower mill owner is entitled, by his right to an alternate use, but he is entitled to no more; and so long as he obtains this he is not injured, although his business may be interrupted. And it is proper to add, that the one above being compelled to yield this much, is not allowed to withhold it merely because the one below has changed or multiplied his works. But neither can the one below, by such enlargement or multiplication, create low water and then complain.\n“ The next question is, did the defendant in 1844 and 1845 withhold water from the plaintiffs, to which they were entitled according to the rights of the parties as already explained. If he did, plaintiffs may recover damages in this action for whatever period the jury find it was so withheld previous to the bringing of this suit, provided there is nothing else in the cause to prevent them. But here the operations of the Philadelphia and Reading Railroad Company must be taken into consideration. If said company drew sufficient water from plaintiffs’ side to create low water, they have no cause of complaint; hut the said company must have taken sufficient to create low water, so that if it had not taken the water there would have been sufficient to work the lower grist-mill.\n“In addition to this, both plaintiffs and defendant have submitted points, on which direction to the jury is requested. The plaintiffs’ first is already answered in what has been said as to the construction of Potts’s will, and the respective water-rights. Their second is ansivered by saying, that if defendant so used his mill-works when the water was low, in the sense already explained, as to prevent plaintiffs’ works having an equal aiid alternate use of the water in the stream, some one has a cause of action; and, necessarily, if plaintiffs received the injury, they are entitled to recover. The third is answered by saying that the evidence referred to is relevant, and to be taken into consideration by the jury; and if they find that defendant gave to plaintiffs in low water the quantity of water due them, as explained in the general charge, and the railroad company took it with consent of plaintiffs, that fact is a defence. In such case, if the plaintiffs were injured, they were not injured by the defendant, and he is not answerable. How the fact is, is matter for the jury.\n“ The defendant has submitted seven points. The first, as already stated in the general charge, is correct generally. But the jury must take into consideration the quantity of water which two such grist-mills, as have been referred to, would consume, and see whether, during the time complained of by plaintiffs, there was water enough for the lower oivner to supply the capacity of his grist-mill, as it was when Potts made his will. The second may refer to plaintiffs’ declaration, in which they do not go for permanent injury done to the freehold, but for loss by .interruption of their works. There is evidence in the testimony of Longabaugh, that he was tenant of the plaintiffs’ grist-mill, under a lease during the time in question. Now, renting\" a mill to another gives its water with it, unless there are special restrictions. How the fact here is, the jury must determine. If said grist-mill was then rented to Longabaugh, without restriction as to the water, the point is correct as stated; for in that case the right to the water would be in the tenant, and withholding it his injury. But the terms of the lease are not definitely proved. There is evidence, however, that Longabaugh would stop the grist-mill and let the axe factory have the water when the plaintiffs requested it. If, therefore, the jury find that the tenant was bound to do so by his lease, and plaintiffs were injured by the defendant’s withholding the water in such low stage as has been explained, the plaintiffs are entitled to be compensated to the extent of their injury, consequent upon the interruption of their axe factory, or in proportion to their real injury from such interruption of that particular work. His third is answered by saying that if plaintiffs destroyed the standard for measuring the supply of water they were entitled to, so as to render it impracticable, by proof or otherwise, to determine what is the measure due them, this point is correct. But there is evidence that for a time no water at all run over defendant’s dam; and then there is evidence that the lower grist-mill remains on plaintiffs’ land, whose capacity is a standard in the case. If this evidence is found and believed, the point is not correct, for in that ease there was at least some interruption, for which damages could be recovered by plaintiffs, if they sustained the injury.\n“ His fourth is answered by saying that it is correct if Longabaugh, as tenant of plaintiffs, was then in possession of the gristmill, with the unrestricted right to use the water-power; but it is otherwise if plaintiffs reserved water in the lease for the axe factory ; in that case the law is as the court stated it in answer to the defendants’ second point.\n“ His fifth has already been answered in what the court has said on previous points and in the general charge. The facts noted in it are matters for the jury.\n“ His sixth has also been answered in part. If plaintiffs did not receive the quuntity of water they were entitled to, and had a right to any for the axe factory, by reservation in their lease referred to, damages may be recovered.\n“ In answer to defendant’s seventh, the court says that the will of John Potts does not designate the time for stopping the upper mill specially, nor does it say who shall give notice when the water is low. But there is some evidence in the cause on the subject. If the jury find that the lower proprietor was to give notice, as a rule in the case by agreement of the parties, then this point is correct, if they find, also, that such notice was not given when the water was low in the sense already explained. But the court confesses that it finds no evidence in the catise of a continued custom about the matter. And it says, also, that unless there was such agreement, the defendant was bound to stop his mill when no water run over his dam, without the plaintiffs’ request to do so, since that itself would be notice to him.\n“ It remains, then, to say to the jury, that all the facts in the case are wholly for their determination from the testimony; and to say on the question of damages that none are to be given, if they find for plaintiffs at all, for loss of profits, but merely for the real loss plaintiffs have sustained as the natural consequence of defendant’s acts in the premises. There must be compensation merely for the natural and proximate result of defendant withholding the said water from plaintiffs when they were entitled to its use.”\nThe defendant excepted to the charge of the court, and requested that it be filed in writing.\nYerdict was rendered for plaintiffs for $600 damages.\nIt was assigned for error:—1. The court erred in leaving it to the jury as a question of fact, whether the grist-mill of the plaintiffs below had been rented to Peter Longabaugh, as tenant of said plaintiffs, without restriction; whereas, the declaration in the cause avers the lease to Longabaugh, and his possession of the grist-mill, without setting forth any restriction.\n2. The court erred in charging the jury, in answer to the second point of the defendant below, as follows:—“ There is evidence,” &c.\n3. The court erred- in answering the third point of the defendant below, by leaving it to the jury as purely a question of fact, whether the manner in which the water was used on the premises of the plaintiffs below, by themselves, their tenant, and the railroad company, did or did not confuse and destroy the standard of the defendant below in judging of his obligation to stop his mill; whereas, the court should have treated the question as one of law, and affirmed the third point of the defendant below as it stands, subject only to the jury’s belief of the testimony in the cause.\n4. The court erred in charging the jury as follows :—“ If said company (the Philadelphia and Reading Railroad Company) drew sufficient water from plaintiffs’ side to create low water, they have no cause of complaint; but the said company must have taken sufficient to create low water, so that if it had not taken the water there would have been sufficient to work the lower grist-mill.”\n5. The court erred in charging the jury, in answering the third point of the defendant below, as follows:—“But there is evidence,” &c.\n6. The court erred in charging the jury, in answer to the sixth point of the defendant below, as follows:—“ If the plaintiffs did not receive the quantity of water they were entitled to, and had a right to any for the axe factory by reservation in the lease referred to, damages may be recovered.”\n7. The court erred in their answer to the fourth point submitted by the defendant below, and in not affirming the same as it stands: also, in their answer to the fifth point of the defendant below.\n8. The court erred in charging the jury, in answer to the fourth point of the defendant below, as follows:—“ It is correct, if Longabaugh, as tenant of plaintiffs, was then in possession of the gristmill, with the unrestricted right to use the water-power: but it is otherwise if plaintiffs reserved water, in the lease, for the axe factory.\"\nB. M. Boyer for Cress, the plaintiff in error.\nD. S. Mulvany for defendants in error.\nMarch 22,"
  },
  "file_name": "0496-01",
  "first_page_order": 496,
  "last_page_order": 508
}
