{
  "id": 967575,
  "name": "Balliet versus The Commonwealth",
  "name_abbreviation": "Balliet v. Commonwealth",
  "decision_date": "1851-03-22",
  "docket_number": "",
  "first_page": "509",
  "last_page": "514",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 509"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 592,
    "char_count": 14493,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 1.535030815584639e-07,
      "percentile": 0.6718250755159857
    },
    "sha256": "f60572628d53930e21e701e25a6de5da5d4102dd007aff5080e11b08affcdc96",
    "simhash": "1:6672244fab519fa2",
    "word_count": 2694
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Balliet versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nAll except one of the questions raised by the specifications of error in this case, may be dismissed by saying that the decision of them below did not prejudice the party complaining of them.\nThe record of the road alleged to be obstructed, shows that it was laid out and confirmed to the river Lehigh (which is a navigable stream), and therefore the road runs to the water’s edge, even though the viewers, in laying it out, did not actually survey or mark it, and the supervisors have not worked upon it, further than the top of the bank.\nIt appears, then, by the record in this case, that the jury have found that there is such a road running to the river Lehigh; that the defendant below erected a wharf, and filled it up so as to raise the terminus of the road from the edge of the water to the top of the wharf, and that he had notice and neglected to remove it. This is all included in the general verdict for the plaintiff below; for the jury were instructed to find for the defendant, unless all of these facts were proved.\nIt is admitted that the wharf is four or five feet higher than the water, and it is apparent that such a wharf would be an obstruction, in very many operations, between the road and the river; and this is a matter of common sense, for which we do not need the finding of the jury. It was on these facts that the defendant below prayed the court to instruct the jury, in substance, that an alteration of the road, by the owner of the soil, so as to obstruct the communication between the road and the river, is no offence against the public right—in other words, that the owner of the soil has a right to fence out the public from passing from the road to the river, and vice versa.\nIt would be carrying the decisions on the rights of riparian owners clean out of the region of common sense, if we should use them as instruments to enable us to affirm such a proposition; and if such a deduction could be legitimately drawn from such premises, the absurdity of the conclusion would constrain us to doubt the truth of the premises.\nThe ground between high and low-water mark is as liable to be taken for public use, for a road, as any other. When one road commences or terminates at another road, it is intended to furnish a passage from and to that other; and the same rule applies to a road terminating at a navigable river. This road, terminating at such a river, is intended as a means of public communication between the river and the country adjoining, and the defendant had no right to impede this communication.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "The case was argued by Porter for Balliet, the plaintiff in error.",
      "Wright and Davis for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Balliet versus The Commonwealth.\n1. \"Where the record of a road showed that it was laid out and confirmed to the river Lehigh, a navigable stream and public highway, it was held that the road runs to the water’s edge, even though the viewers, in laying it out, did not actually survey or mark it, and the supervisors had not worked upon it further than the top of the bank.\n2. The ground between high and low water mark is as liable to be taken for a road for public use, as any other ground; and where a road terminated at a navigable river, it was held that it was intended to furnish a communication for the public between the river and the country adjoining, and the owner of the soil had no right to erect a wharf on the river at the termination of the road, filling it up several feet so as to raise the terminus of the road from the edge of the water to the top of the wharf, and obstructing the communication between the road and the river.\nError to the Common Pleas of Lehigh county.\nThis was an action which was instituted before a justice of the peace in the name of the Commonwealth of Pennsylvania, for the use of William Walp, against Stephen Balliet, Jr., under the 68th section of the general road law of 13th June, 1836, in which it is provided, “ If any person shall stop or obstruct any public road or highway, or shall commit any nuisance thereon, by felling trees, making fences, turning the road, or in any other way, and do not, on notice given by the supervisor of the respective township, forthwith remove the nuisance, and repair the damage done to such road, such person shall for every such offence forfeit and pay a sum not less than ten dollars nor more than forty dollars: Provided, That nothing in this section shall be deemed to debar an indictment for any such nuisance, as in case of misdemeanor at common law.” The suit was brought to recover the penalty under the Act, and was brought into court by appeal. The appeal was entered to January Term, 1849.\nThe case being at issue, and a jury being about to be called, on 10th February, 1851, the counsel for plaintiff moved to amend the title of the suit, by adding, after the name of William Walp, these words: “ Who sues as well for himself as for the treasurer of North Whitehall township, Lehigh county, for the use of the supervisors of the public roads of said township.” To this amendment defendant’s counsel objected, but it was allowed to be made.\nThe jury were sworn according to the amendment, and the plaintiff gave in evidence from the sessions’ docket, 1842, the record of the view and confirmation of a road in North Whitehall township, from Wolf’s “to a post on the Lehigh river.”\n^ Philip Andrews testified.—“ The road begins at Wolf’s and goes down to the Lehigh river. I have seen a wharf there at the river Lehigh; it is made of wood. It is in the road. He further said that the road was opened to the water. We cannot get into the water since the wharf was built, with horses and cattle.” He stated that he saw Balliet’s hands, and perhaps himself, a.t work at it. The wharf is built on the river Lehigh. The wharf may be one hundred feet, more or less, in length.\nAnother witness, D. Saeger, Esq., testified that the wharf extended all the way across the road; that Balliet confessed he had erected it. The witness stated that he had given Balliet \"notice not to build the wharf; that he had given him written notice after if^was built, and that he confessed that he had received notice from the supervisors.\nIt was also testified that “ Miller & Balliet owned the land to the right and left, and unload their ore there, on both sides of the road.”\nOther testimony was given on the part of plaintiff, including the Act of 1771, declaring the Lehigh, and some other streams, public highways.\nJohn Clauser testified on the part of defendant.—“ I built the wharf for Mr. Balliet at the end of that road. From the top of the bank to the edge of the wharf, it was twenty-six or twenty-eight feet from the bank into the Lehigh. We logged it up between three and four feet. We filled it up with ground from the wharf logs to the bank. We dug off the bank, and with it filled up the wharf. We did not fill it as high as the bank was. The outer edge of the wharf was in the water. We can drive to the edge of the wharf with wagons now.”\nThe defendant then offered to prove by the witness, “ that the road from above the bank down to where the water edge was before the wharf was erected, has not been obstructed, but has been improved by the erection of the wharf, and cutting off a part, and the filling up the rest of the road, so that it can now be used by teams- and wagons to the edge of the wharf, which was not the case before the wharf was erected.” To the admission of which evidence the plaintiff objected. The court rejected the evidence. Defendant’s counsel excepted. Other evidence was given.\nThe defendant submitted to the court points as follows\n1. That the erection of a wharf by the owner of the soil, at the place where a public highway strikes a river, is not an obstruction of the public highway, unless it actually prevents persons with wagons, carts, carriages, &c., from travelling to the edge of the wharf, where no public ferry crosses the same.\n2. No person but the owner of the soil has a right to use the terminus of a road, at a navigable river, for the purpose of loading or unloading boats, or landing passengers or logs without the owner’s consent.\n3. That if the termination of the road was at the top of the bank, where the stake was driven, and it was not opened by the supervisors further towards the river, there can be no verdict for plaintiff.\n4. That laying out and even opening a road to a navigable stream, does not make the terminus of the road a public landing at such river.\n5. That even if the supervisors had opened the road beyond the point to -which the jury laid it, it would not make such portion of it a public highway, and render the proprietor liable for the penalty for obstructing it.\nJones, J., inter alia, charged the jury as follows:—■\n“A certain road was laid out in North Whitehall, some years ago, the last course and distance of which, by the report of the viewers, was ‘ to a post on the Lehigh river.’ These words would carry the road to the water’s edge, yet they would be controlled in their effect and meaning, by the act of the jury on the ground fixing that post at some distance from the water’s edge.\n“ In our view, however, a road in Pennsylvania, when it is once opened by the supervisors, is not to be controlled in any respect of length, breadth, or location, by the report of the viewers. A court will not go behind the action of the supervisors, in a collateral proceeding like this, to inquire whether the supervisors obeyed the order to open, in the several particulars of length, breadth, course, and distance, or not. We must take the road, as opened, in a case like this, to be the legal road. If the supervisors do not obey the order, they are punishable. The public can only act under their directions in making the road. Farmers put up their fences, build them houses and barns, agreeably to the lines by which the road is made by those sworn officers, and do not trouble themselves to see whether they have acted agreeably to the order to open or not.' There is, probably, scarcely a road in all these three counties which is opened in strict exact compliance, either with the order, or the lines marked by the viewers on the ground; and any different rule than the one indicated, of taking the road as opened, to be the legal road, would produce unprofitable and vexatious litigation.\n- “ That being the law, the important inquiry for you is, was this road opened by the supervisors from the stake to the river, or not ? That is a question of fact exclusively for you. If they stopped at that stake, then there was no legal road beyond it, as to, or upon which, any nuisance, &c., could be committed. If, on the other hand, they opened the road from the stake to the river’s edge, then any erection upon that road of a wharf, with filling up, and level-ling, &c., of the road to accommodate it to the wharf, although it might in very fact improve the road, would be an unauthorized erection upon such road, and would, in the eyes of the law, be a nuisance.\n“ In opening a road it is not required that actual work should be done on every inch, of it. The natural surface of the ground often, for many rods, may not require any alterations. The supervisors are the judges of the necessity of work upon any part of the road they are opening. But if, in this case, there existed between the stake and the river, difficulties of surface, which would prevent that space being used as a road, and these were not removed at the opening, you would be at liberty, and ought to infer that the supervisors did not open this road beyond the stake. If such difficulties did not exist, it will still be a fact for you,' from all the evidence, to say whether this road was opened by the supervisors from the stake to the river’s edge.\n“ The law requires notice to be given, in cases of this kind, by the supervisors, forthwith to remove the nuisance, and repair the damage done to the road. It may be given while the nuisance is erecting, or after it is erected. It is pre-requisite to the bringing of suit, which cannot be sustained without it. It may be verbal or written. Was any such notice given to Mr. Balliet in this case ?\n“ Should you find this road to have been opened beyond the stake at the edge of the bank to the water’s edge, the erection of a wharf on it, with a levelling of, and filling up of the road to accommodate it, the wharf would be a nuisance; and then if Mr. Balliet erected this nuisance, and notice was duly given to him to remove it before suit brought, of all which you should be fully satisfied from the evidence, the verdict should be for the plaintiff, for some sum between $10 and $40.\n“ Should you find that this road was not so opened, or that Mr. Balliet did not erect a wharf, and level and fill a road to accommodate it to the wharf, or that notice was not given before suit brought, in either case your verdict should be for the defendant.”\nTo this charge the defendant’s counsel excepted.\nVerdict rendered for plaintiff.\nIt was assigned for error: that the court erred in permitting the amendment. 2. In permitting Andrews to testify that the road was opened to the water, &c. 8. In rejecting the evidence offered on part of defendant. 4. In their charge: 1. In not answering any of the points propounded by the defendant below. 2. In what was said about the effect of opening a road by the supervisors, whether such opening was according to the report of the viewers or not; and that the road as opened, must be taken to be the legal Toad. 3. In saying that, if the supervisors had opened the road to the river’s edge, then any erection upon that road of a wharf, with filling up and levelling of the road, to accommodate it to the wharf, although it might, in every fact, improve the road, would be an unauthorized erection and a nuisance. 4. In what the court said would be an opening of the road, and referring it to the jury to say from the evidence whether this road had been opened between the stakes set by the jury and the river Lehigh. 5. In saying that if the road had been opened from the stake to the water’s edge, the erection of a wharf on it, with a levelling and filling np of the road to accommodate the wharf, would be a nuisance, and if notice, written or verbal, was given to him to remove it before suit brought, either while the nuisance was being erected or after it was erected—the plaintiff was entitled to recover.\nThe case was argued by Porter for Balliet, the plaintiff in error.\nWright and Davis for defendant in error.\nMarch 22,"
  },
  "file_name": "0509-01",
  "first_page_order": 509,
  "last_page_order": 514
}
