{
  "id": 967652,
  "name": "Schmoyer versus Schmoyer",
  "name_abbreviation": "Schmoyer v. Schmoyer",
  "decision_date": "1851-03-29",
  "docket_number": "",
  "first_page": "520",
  "last_page": "524",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 520"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 500,
    "char_count": 10409,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 6.67849335885322e-08,
      "percentile": 0.4063364311973401
    },
    "sha256": "7428c4536f6c3fd46f2657e554cbb7794cbb6eadba620a47e5673141ac1b475e",
    "simhash": "1:e2b3e474d8c207a3",
    "word_count": 1907
  },
  "last_updated": "2023-07-14T17:50:15.200853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Schmoyer versus Schmoyer."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, J.\nAll the points in this case have been given up save one; and, on the principle of Campbell’s Executors v. Colhoun, 1 Penna. Rep. 140, and Johnson v. Brackbill, Id. 364, that point might as well have been given up too. In the first of those cases, a misdirection in point of law was cured by a finding on a distinct ground to which the misdirection was inapplicable: in the second, it appeared by calculation that the jury had not allowed certain credits, in support of which incompetent evidence had been given; and consequently, that the opposite party had not been injured by it. In each of those cases, and several others in our books, a harmless error has not' been allowed to overturn the judgment. The exception here is to a refusal to allow the statute of limitations to be pleaded after the evidence had been closed. We are not going to say whether the motion to plead it was out of time. On that point, our decisions have been somewhat discrepant; and this is not the time or the occasion to adjust them to the precise line o'f the Act of 1806. For the sake of the argument I will assume that it was not too late. The plaintiffs had exhibited their intestate’s books, containing a charge of money given or lent to his son, the defendant; and the entry, being incompetent to sustain the charge as a loan, was admissible only as inducement to the evidence that followed. As to the entry itself, a plea of the statute was unnecessary to repel what was in itself powerless; and so far the exclusion of it could do the defendant no harm. But the actual basis of the cause of action was the defendant’s subsequent admissions in connection with the entry, amounting, as they did, to an acknowledgment of indebtedness, and that too within the six years of which evidence had been given as the only support of the plaintiffs’ case : and so the jury were instructed. “ Taking the book, and the absence of all those usual evidences of debt together,” said the judge, “if the case rested on that, it would be very strong for the defendant, indeed insuperable.” It would undoubtedly be so as regards the question of loan (and the defendant did not pretend that the money was a gift), for a book-entry is not evidence of money paid or lent. But the parol evidence showed that the defendant claimed, .and had credit for an alleged return of a part of the loan; and payment of interest, or a part of the principal, has always been deemed a confession of indebtedness to arrest the statute, or more properly to create a new and distinct promise. The payment, in this instance, may have been outside of the statutory period; hut the parol confession of the debt, and consequent new promise, was within it. How then could the rejected plea have benefited the defendant ? It might have opened the way, it is said, to disproof of the verbal admission. But the way had not been closed. It was open to him to rebut the evidence of admission on the general issue as direct evidence of the plaintiffs’ whole case. It appears, then, that the jury found against the defendant on evidence which he might have overthrown but could not, and to which the plea would have been inapplicable.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, J."
      }
    ],
    "attorneys": [
      "The case was argued by Bridges, for plaintiff in error; Davis and Porter, for defendants in error; and by Broome, in reply."
    ],
    "corrections": "",
    "head_matter": "Schmoyer versus Schmoyer.\nA harmless error in the court below will not be allowed to overturn the judgment. Therefore, in a suit by the administrators of the estate of the father against the son for money advanced by the father, the account book of the father containing the charge, which was above six years old, was received in evidenoe in connexion with recent declarations of the son that he had paid a specified sum on account: It was held not to have been error in the court, after the evidence was closed, to refuse leave to defendant to plead the statute of limitations to the charge in the book; the real ground of the action was the declarations or admissions of the defendant made within six years, the book entry being only inducement to the admission of the declarations. The rejection of the plea therefore did the defendant no injury.\nError to the Common Pleas of Lehigh county.\nThis was an action on the case, brought to April term, 1849, by David Schmoyer and others, administrators, &c., of the estate of Abraham Schmoyer, deceased, against Jacob Schmoyer. The declaration was in the usual form, for money lent by the decedent to the defendant, for money paid, money received, goods sold and delivered, and for money due.\nThe time of the death of Abraham Schmoyer was not stated on the paper-book received; it occurred after 6th April, 1848. It was stated in the charge of the court, that the money advanced by the father to the son, which was the principal subject of the suit, was advanced on 30th March, 1838.\nOn the part of the plaintiffs William Mink was examined, and he testified that he was one of the appraisers of the estate of the decedent. That a memorandum or account-book was produced to the appraisers, which was said to be the book of the decedent; that ] íe saw in it a charge against Jacob Schmoyer, the defendant, for $2342, and that he pointed it out to Jacob, who said he had paid $1200 on it. He thought Jacob said he had a receipt for it, or could prove that he had paid the $1200. Some of the heirs said it was so. The $1200 was deducted in making the appraisement. A clock was also charged against Jacob at $20, but the price was reduced to $15. A charge against Jacob of $100 also existed in the book.\nGideon Yoder was examined.—He was also an appraiser, and testified that Jacob said he had paid $1200 on the $2342. He said that Jacob did not at first seem to know what to do about the $100. He looked at the book, and said we should take it. He did not say much about the book. The witness stated, “ as much as I can remember, he said he would not put down or discredit his father’s book.”\nOther evidence was given on part of the plaintiffs. Some evidence, on the part of defendant, in relation to the sale of some land by Abraham Schmoyer, the decedent, to Jacob the defendant. It was stated in the charge, that the $1200 were paid by Jacob on the 1st and 6th April, 1848.\nAfter the testimony was closed, and the witnesses dismissed, the defendant’s counsel offered to add the pleas of non assumpsit infra sex annos, and actio non aeerevit infra sex annos. The plaintiffs’ counsel objected, and the court sustained the objection.\nThe charge in the book of decedent was in the German language, and to the effect that he had given to Jacob his son, to purchase a farm in Saucon township, the sum of $2342.\nJones, President Judge, charged the jury, inter alia:—“ Whether a transaction like this, between a father apd a child, be an advancement or a loan, will depend upon what took place at the time; and where this evidence is not within reach, the act and admission of the defendant, the alleged debtor, and of the deceased parent, the alleged creditor, will be received as giving the true character of the transaction. The father’s act and declaration might be given in evidence to show it was an advancement—the son’s, that it was a debt.\n“ That these $2340 were paid by the decedent, at the time and for the purpose mentioned in the book, is not denied. The words in the book of the decedent himself are, iI have given,1 which are the largest and most absolute words of gift that he could use; and then for this large sum it does not appear that the decedent took any of the usual evidences of indebtedness, neither a bond, nor a note, nor a due-bill. Taking the book, and the absence of all those usual evidences of debt together, if the case rested upon that, it would be very strong for the defendant—indeed, insuperable.\n“ The plaintiffs, however, show what took place at the appraisement, when this very charge, Jacob and the other heirs being present, was the subject of some discussion, whether it should be appraised as a debt due the estate or not. According to Mink and Yoder, he said that he had paid $1200 on that sum; that he did not know how the whole $2340 were. At the purchase of the farm in Saucon, the deed for which'was-made to Jacob in November, 1837 but delivered in March, 1838, of what money was paid down at the delivery of the deed, some was paid by Jacob and some by decedent; and for some, not paid, bond was given with the decedent as security. Again, Jacob told James Schmoyer, after the appraisement, that he was indebted to the old man between $2300 and $2400, but that he had paid him $1200 on it. The decedent said if he had his money from Jacob and David, he could pay his debts.\n“ Upon this, and all the evidence, it is for you to say whether those $2340 were given to Jacob, by his father, as an advancement or a loan. If they were given as a loan, did the old man, his father, forgive the interest upon it ? He had an unquestionable right to do so, and if he did, then interest is not recoverable in this action.\n“ Should you find that these $2340 were a loan, then you will give the defendant credit for $1200 paid by him on the 1st and 6th April, 1848, and also for the $1206.92 paid by him to the sheriff on the execution of James Schmoyer and wife against the decedent’s administrators and heirs, on the 1st and 12th April, 1850.\n“ The clock entry in the decedent’s book, was the proper subject of a charge; but, whether or not, that matter seems to have been settled at $15 by the parties at the appraisement. With regard to the $100 paid to Jonas Smith for the defendant, that money could not be recovered as money paid, &c., for his son’s use upon the strength of that entry. A book entry cannot be received to charge a man as evidence of money lent, expended for his use, &c.\n“ This applies equally to both the entries, the one touching the $2340, and the other the $100. The book is no evidence of either as a debt, though it is as to them as an advancement.”\nTo this charge the defendant’s counsel excepted.\nVerdict was rendered for the plaintiffs.\nIt was, inter alia, assigned for error:—That the court erred in not permitting the pleas to be added as stated in the fourth bill of exceptions; and in that part of the charge to the jury in which they say that “ the clock entry in the decedent’s book was the proper subject of a charge.”\nThe case was argued by Bridges, for plaintiff in error; Davis and Porter, for defendants in error; and by Broome, in reply.\nMarch 29,"
  },
  "file_name": "0520-01",
  "first_page_order": 520,
  "last_page_order": 524
}
