{
  "id": 967649,
  "name": "Yost's Report",
  "name_abbreviation": "Yost's Report",
  "decision_date": "1851-03-29",
  "docket_number": "",
  "first_page": "524",
  "last_page": "533",
  "citations": [
    {
      "type": "official",
      "cite": "17 Pa. 524"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "18 Wend. 18",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 891,
    "char_count": 26687,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 2.3395099691672535e-07,
      "percentile": 0.7920091094113981
    },
    "sha256": "ad15b1ff0cfd2a84e06e42706d4d71f7376a2ec0912cc74396b72b2383a3caf8",
    "simhash": "1:91be9c6b3227b9bd",
    "word_count": 4568
  },
  "last_updated": "2024-02-27T16:05:10.368024+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Yost’s Report."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, J.\nA state, in the exercise of its power of eminent domain, may proceed in such form and employ such agents as the public convenience and its own sense of justice may dictate. It cannot take private property, except for a-purpose deemed beneficial to the public; and in that case, although individual right must to some extent give way to the public good, a just compensation must be made for the sacrifice. But the assessment of the amount may be made by such tribunal as the legislature shall appoint. Taking land for the construction of roads and canals, and adjusting and paying the compensation due to the owner, are acts of sovereignty which do not necessarily belong to the judiciary. That department has no constitutional jurisdiction over suits or claims against the state, for the reason that immunity from actions at law is one of the attributes of sovereignty; and our constitution has limited this only so far as to provide that suits may be brought against the Commonwealth “in such manner, in such courts, and in such cases, as the legislature may by law direct.” It is equally true that the construction of works of internal improvement, such as laying out and making roads and canals, do not belong to the judicial power. There are acts of self-improvement which an individual may perform upon his own property, and do not involve an exercise of sovereign prerogative. When the state is the owner of the land upon which such works are to be constructed, or after she has taken it and awarded compensation, in the exercise of her power as a sovereign, her subsequent proceedings in the execution of the work, are but the ordinary action which every individual may exert over his own property, and trenches not in any respect upon the judicial power. A practice has long existed which sanctions the exercise of these powers by the legislature. That authority proceeds by means of such agents as are deemed appropriate to the purposes in view; and whether the duty be performed through the agency of viewers appointed by the courts under authority conferred by the legislature, or through commissioners specially named in an Act of Assembly for the purpose, there is no constitutional objection to the manner of proceeding. The subject is within and under the control of the legislature. That branch of government may order a report to be made designating the line of a street or road, or, after such a report is made without previous authority, it may give vitality to the report by an act of confirmation. The Act of 15th March, 1848, directing the report in this case “ to be confirmed by the court, as if that Act had passed before the proceedings of the commissioners,” is an act of this description, and is a legitimate exercise of power. The report of the commissioners, including, of course, that portion of it which makes it necessary to prostrate the buildings of the party complaining, is as fully adopted and confirmed by the legislature, as if they had previously authorized the action in express terms. This view of the ease renders it entirely unnecessary to inquire whether the commissioners had strictly pursued the directions contained in the Acts of Assembly previously passed on the subject.\nBut it is objected that the court issued an order for opening the street without the preliminary payment of damages, or providing adequate security therefor, according to the requirement of the 4th section of the 7th article of the constitution. That section prohibits the legislature from “investing any corporate body or individual with the privilege of taking private property for public use, without requiring such corporation or individual to make compensation to the owners of the property, or give adequate security therefor, before such property shall be taken.” A practice had prevailed under the old constitution of investing corporations and individuals with the privilege (to be exercised at their discretion) of taking private property for their own benefit, in cases where the legislature deemed the object sought to be accomplished one which would also promote the public good. But the corporations and individuals invested with this privilege were sometimes insolvent, and the citizen was, by that means, deprived of the compensation secured to him by the constitution. The amendment of 1838 was adopted to remedy this evil. Where corporations or individuals seeking their own advantage, are invested with the high privilege of seizing the property of the citizen, it is manifestly just, that they should be compelled to pay or provide adequate security for compensation before the citizen is dispossessed. They are supposed to have an interest in the exercise of the privilege sufficient to induce them to pay the compensation or give the required security. But this reason for the constitutional provision has no application to cases in which duties are imposed upon individuals instead of privileges conferred. In the one ease they may exercise the privileges, or not, at discretion; they exercise them for their own advantage (the public advantage being only an incident), and they have an interest which is justly chargeable with the burden of making compensation. But in the other case the individuals employed are invested with no privileges, but are obliged to obey the mandate of the state without deriving any special advantage from it, and have no interest in the matter whatever, which would render it just to impose upon them the burden of paying or securing compensation to the owner, or which would present any inducement thus to involve themselves for the benefit of the public. They are the mere agents of the Commonwealth; their action is her action, and the duty of awarding compensation rests upon her. The difference between the two classes of cases has been held to be that “ a corporation” or an individual “must pay or secure the price of the property, before it is taken; but the state must provide the means of payment at the passing of the Act: 6 W. & Ser. 114. And it has been decided in a sister state, “ that compensation must be either ascertained and paid before the property is thus appropriated, or an appropriate remedy must be provided upon an adequate fund, whereby compensation may be obtained through the medium of courts of justice, if those whose duty it is to make it refuse to do so.” “And the public purse, or the property of the town or county upon which the assessment is to be made,” has been held to be “ an adequate fund:” Bloodgood v. M. & H. R. R. Co., 18 Wend. 18. The requirements of the constitution and the purposes of justice are fully complied with in this case, if an appropriate remedy to enforce compensation existed at the time the commissioners were authorized to lay out or widen the street. The form of the remedy is unobjectionable; and the property of the county of Montgomery liable to assessment is, we think, an adequate security. That security appears to have been provided by the legislature.\nThe Acts of Assembly under which the street in question has been widened, are to be considered part of the road-law, and unless special provision be made for the payment of damages, the assessment and payment are to be made under that law. Sharret’s Road, 8 Barr 89. This construction is independent of the Act of 29th May, 1840, which merely affirms the same principle. '\nThere is an ambiguity in the language of the Act of 1846, relative to the streets in Norristown, which has produced a pause in the mind upon the question whether the proceedings for assessment of damages, should be according to the 14th section of the Act of 1802, or under the 7th, 8th, and 9th sections of the Act of 1836. The Act of 1845 incorporates the provisions of the Act of 24th February, 1834, only so far as they apply to “the authority, duty, and proceedings of the commissioners appointed to lay out the streets,” and expressly directs that the assessment of compensation shall be “ in the same manner as if the street or road had been laid out or widened pursuant to law, by order of the Quarter Sessions of the county.” And the Act of 1846, although it refers to the payment of damages in a manner which indicates some misapprehension of the provisions of the Act of 1845, evidently contemplates that the assessment of damages shall be alike under both Acts. The doubt, however, if there be one, is upon a mere question of form, and touches not the substance of the case. The 7th, 8th, and 9th sections of the Act of 1836, are but a re-enactment of the 14th section of the Act of 1802. The commissioners to revise the civil code, in reporting the Act of 1836, intended no substantial change in this respect, and none was intended by tbe legislature. Under either Act the same form of proceeding is to be observed; and, under either, the county of Montgomery is liable for the compensation. The damages to be awarded must of course be commensurate with the injury; and, while the advantages of widening the street must be taken into view, full compensation for the destruction of the buildings must of course be allowed. When we consider that an ample remedy has been provided, and adequate security given for the compensation, and consider also that six acres in every hundred were conveyed to the original grantee of the Commonwealth, as-a consideration for the right of resuming so much of the land as should be necessary for the construction of roads, we are constrained to declare that the proceedings in this case are entirely free from constitutional objection.\nProceedings affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Thomas, for appellant.",
      "Fornanoe, contó."
    ],
    "corrections": "",
    "head_matter": "Yost’s Report.\n1. Whether commissioners who were authorized by law to view and lay out streets in a town, have or have not strictly pursued the directions contained in the Acts of Assembly upon the subject, an Act of Assembly passed whilst exceptions to the -report of'the commissioners are pending, prescribing a construction to be given to the Act, and directing the same to be confirmed, is constitutional.\n2. The provision in the 4th sect, of the7th art. of the Constitution of Pennsylvania that “ The legislature shall not invest any corporate body or individual with the privilege of taking private property for public use, without requiring such corporation or individual to make compensation to the owners of said property, or give adequate security therefor, before such property shall be taken,\" has no application to cases in which duties are imposed upon individuals instead of privileges conferred, viz., to the case of the appointment by Act of Assembly of commissioners to lay out streets in a town.\n3. Commissioners were appointed by Act of Assembly to lay out streets in Norristown, Montgomery county: it was held, that compensation to owners of property taken for the purpose, must be ascertained and paid before the property is appropriated, or an appropriate remedy therefor provided upon an adequate fund; and the county of Montgomery being held to be liable, at the time of appropriation, for the damage done, this court considered that to be an adequate security to the persons injured by the proceeding.\nCertiorari to the Court of Quarter Sessions of Montgomery county, in the matter of the report of Jacob S. Yost and others, commissioners under a special Act of Assembly, to view, widen, and extend, &c., certain streets in the borough of Norristown.\nThis was a certiorari to the Quarter Sessions of Montgomery county, upon the application of William Powell to remove the proceedings of certain commissioners, named in an Act of Assembly passed 7th April, 1845 (see Pamphlet Laws of 1845, p. 329), entitled, “An Act relating to views of roads and damages, in the counties of Monroe and Montgomery, and for other purposes,” so far as the same relates to Penn street. The Act is an omnibus bill, and the matters complained of come under the provisions of the 4th section, which is in the following words:—\nSect. 4. That Jacob S. Yost, George Richards, Isaac Linderman, John M. Jones, and William T. Morison, be and they are hereby appointed commissioners, and they, or any three of them, shall have authority to view and lay out streets in the borough of Norristown, in the county of Montgomery, at the following places, and on tbe following lines or routes, and of such width as may be necessary, to wit: One street from Swede street, at or near the angle in the same, near Samuel Jacoby’s barn, and the west corner of William Powell’s land, to the public road leading from the north-east end of Green alley, eastwardly, by Samuel Haw’s house, &c. &c., and make report of their proceedings, accompanied with a plot or draft of the streets laid out and widened by them, and the connecting streets and roads, to the Court of Quarter Sessions, within two months thereafter; and all the provisions of the Act of the twenty-fourth of February, one thousand eight hundred and thirty-four, entitled “ An Act for the improvement of the borough of Norristown, in the county of Montgomery,” so far as the same may be applicable to the said proposed new streets, shall apply to the authority, duty, and proceedings of the commissioners herein named, as fully as if such provisions were herein specifically enacted; and said commissioners shall receive one dollar and fifty cents per day for their services, to be paid by the town council; and the expenses of surveying said streets or running out the same, making said map or draft, and filing and confirming said proceedings, shall be paid by the person or persons on whose written request or notice the said commissioners shall proceed to perform their said duties; and the person or persons who shall sustain any damages by laying out or widening any street, in pursuance of this act, shall be entitled to recover the same, in the same manner as if such street or road had been laid out or widened pursuant to law, by order of the Court of Quarter Sessions of said county.\nOn the 10th day of March, 1845, an Act, entitled “ An Act fixing the construction of certain Acts of Assembly, in relation to the rights of private property,” was passed as follows (see Pamphlet of 1845, p. 126).\nSect. 1. Be it enacted, &c., that the fourth section of the seventh article of the Constitution of Pennsylvania, which directs that the legislature shall not invest any corporate body or individual with the privilege of taking private property for public use, without requiring said corporation or individual to make compensation to the owners of said property, or give adequate security therefor, before such property shall be taken, shall be deemed to apply to all Acts of Assembly passed, or that may.be passed during the present session of the legislature, as fully and effectually as if the same were incorporated in said Act.\nApril 17,1846. Another omnibus law was passed (see Pamphlet of 1846, p. 371), entitled “ A Supplement to an Act entitled an Act to incorporate the Upper Dublin, Lewisville, Whitehallville, and Nazareth Turnpike Company, passed the 17th day of April, 1845, changing the name and title of said company to that of the Northern Turnpike Company, and for other purposes.” The 4th section of which is as follows:—\nSect. 4. The commissioners appointed in the fourth section of the Act, entitled “ An Act relating to views of roads and damages, in the counties of Monroe and Montgomery, and for other purposes,” approved April seventh, one thousand eight hundred and forty-five, in addition to the power and authority heretofore granted to them, are authorized to change and straighten the bed and route of Penn street, in the borough of Norristown, bettveen Gf-reen alley and Heebner’s head-race, so that said street shall be laid out on a straight line, and be of a uniform width betiveen Swede street and Walnut street, and also to straighten Ford street, in said borough, from Egypt street, or Ridge turnpike, to the railroad or to the Schuylkill river, so that the same shall be laid out on a straight line from Egypt street, at a point at or near where they now intersect to said railroad, or to said river, as they may deem advisable, &e., &c.; and all the provisions of the Act cited in said fourth section, relating to the payment of damages for lands taken up by the streets and roads authorized to be laid out, shall apply to the proceedings of said commissioners under this Act, in the same manner as to the proceedings under the said fourth section of the Act which is cited in this section; and the provisions of the eighth section of the same Act, which authorizes the removal and taking down of any stable erected on any street in said borough, after the first day of April, one thousand eight hundred and forty-four, shall be construed to extend and apply to every frame and wooden building erected after said time, except dwelling-houses actually occupied as such; and in case of a vacancy in the above-named commissioners, by death, or neglect or refusal to attend to the performance of the duties hereby enjoined, the Court of Quarter Sessions of Montgomery county shall appoint a suitable person in his place.\nApril 20, 1846. Three days after the last recited Act, the legislature passed an Act, entitled “An Act fixing certain Acts of Assembly in relation to the rights of private property,” as follows: (see Pamphlet Laws of 1846, p. 407.)\n. Sect. 1. Be it enacted, &c., that the fourth section of the seventh article of the Constitution of Pennsylvania, which directs that the Legislature shall not invest any corporate body or individual with the privilege of taking private property for public uses, without requiring such corporation or individual to make compensation to the owners of said property, or give adequate security therefor, before such property shall be taken, shall be deemed to apply to all Acts of Assembly, passed or that may be passed during the present session of the legislature, as fully and effectually as if the same were incorporated in said Act.\nThe provision in the Act of the 24th of February, 1834, referred to in the 4th section of the Act of April 7, 1845 (see Pamphlet Laws of 1833-4, p. 86), relative to damages, is contained in the 2d section, which is as follows :—\nSect. 2. Any person who shall sustain any damage by the laying out and opening or widening of any street, lane, or alley, within the said borough, by virtue of the powers given by this Act, shall have all the rights and remedies provided by the fourteenth section of the Act, entitled “ An Act for laying out, making, and keeping in repair the public roads and highways within this Commonwealth, and for laying out private roads,” passed the sixth day of April, one thousand eight hundred and two.\nAnd the 14th section of the Act of April 6, 1802 (3 Smith, p. 512), is as follows:—\nSect. 14. If a public road or highway shall be carried through any land whereby the owner shall receive damage, the person who sustains such damage may, within one year, but not afterwards, make a representation, by petition, of the damage he has sustained, to the Court of Quarter Sessions, and the said court shall appoint six disinterested men to view and adjudge the amount of the damage (if any) sustained, and the said amount shall be paid, after being approved of by the court, by the treasurers of the respective counties out of the county stock: Provided always, that it shall be the duty of the viewers, in assessing damages, to take into consideration the advantages derived from such road passing through the land of the complainant.\nNov. 24, 1846. There was filed in the Court of Quarter Sessions of Montgomery county a report signed by all the commissioners named in the Act of the 7th of April, 1845, stating, among other things, as follows:—“ And we have also widened and changed or straightened Penh street, in said borough, as follows, viz., beginning at the north corner of William Powell’s stone house in (preen street, thence along the north-east line of said house and the frame house adjoining, and the lot of said William Powell, and along the north-east end of the lots of John R. Brietenbach and Lawrence E. Corson, south 62 degrees east, 74 feet, to the middle of Penn street, from where it is now opened, 50 feet wide, to Walnut street—said street we make 50 feet wide.” And at the conclusion of said report is the following:—\n“ The courses and distances of the respective streets are intended, and to be taken, for the middle of said street.” To said report, a draft was annexed.\nThe following proceedings took place in the court:—\nDec. 15, 1846. William Powell, the owner of the stone and also of the frame house, mentioned in said report, fearing his two houses would be taken and applied to public use without any compensation, filed exceptions.\nJune 22, 1847. These exceptions were argued, and C. A. V. Aug. 22, 1848, the exceptions were overruled, and the report confirmed.\nNov. 30, 1848. The court ordered the street to be opened, according to the said report, whenever it should be required.\nAug. 20, 1849. The town council of the borough of Norris-town took out an order for opening the street.\nOct. 25, 1849. William Powell made affidavit, and the court granted a rule to show cause why the order for opening the street should not be set aside.\nApril 13, 1850. Rule discharged. April 24, 1850, this certiorari issued.\nAfter the argument of the exceptions filed as above, and whilst the court held the same under advisement, viz., on the 15th of March, 1848, the legislature passed a supplement to the Act of April 17, 1846:—(See Pamphlet Laws of 1848, p. 161,) viz.:—\n“ That the words £ Swede street,’ where the same first occurs in the 4th section of said Act, shall be read, construed, and considered £ Green alley,’ and said section shall be read and construed as if the words £ Green alley’ were contained in said section, in the place and stead of said words £ Swede street,’ the same being a clerical mistake in said section; and the report of the commissioners mentioned in said section shall be confirmed by the court as if this Act had passed before the proceedings of said commissioners.”\nOn the part of William Powell it was specified for error:\n1. The court erred in not declaring that the 4th section of the Act of Assembly, passed April 17, 1846, entitled ££ A Supplement to an Act entitled an Act to incorporate the Upper Dublin, Lewis-ville, Whitehallville, and Nazareth Turnpike Road Company, passed the 17th of April, 1845, changing the name and title of said company to that of the Northern Turnpike Road Company, and for other purposes,” was unconstitutional: I. Because it grants the privilege of taking private property for public use, without requiring compensation to be made, or adequate security to be given to the owner before the taking. II. Because it authorizes the taking and applying to public use, of two dwelling-houses, the property of Wm. Powell, without providing a just compensation to him, for them, either before or after the taking. III. Because it authorizes an unreasonable seizure of the houses of Wm. Powell, and renders him insecure in the possession of the same. IV. Because it provides no means of payment for the said houses, but only for damages to lands taken up by the streets therein mentioned, and if the opening order which has been issued is enforced, the two houses must necessarily be destroyed and the owner receive no compensation for them. V. Because, if the law is carried out in the manner attempted, it will deprive Wm. Powell of his property, without the judgment of his peers, and against the law of the land.\n2. In not setting aside the opening order issued at the request of the Town Council of Norristown: I. Because it issued before any compensation was made, or security given to Wm. Powell, the owner of two houses and lot of land, which will be taken and applied to public use, if the order is executed, contrary to the provisions of the Act of the 20th of April, 1846, entitled “ An Act fixing the construction of certain Acts of Assembly in relation to the rights of private property.” II. Because the execution of said order will violate the constitution. III. Because the court has not the power to issue an order in any case that will authorize the officer executing it, -to tear down dwellings—which will be the case, if this order is enforced. IV. Because the whole proceedings upon which said order is founded, are contrary to law, irregular, and void.\n3. In dismissing the exceptions to the report filed by Wm. Powell, and in confirming said report: I. Because, on the face of the proceedings, the commissioners have no power to interfere with Penn street; the Act of April 7,1845, under which they say they met, does not give them any power over Penn street whatever. II. Because the commissioners exceeded their authority, even if they were performing the duties required of them by both the Acts of 1845 and 1846, by widening Penn street through the two dwellings of William Powell. III. Because the commissioners exceeded the authority granted in the Act of 1846, by widening Penn street, when that Act only gives them authority “to change and straighten the bed and route” of said streets, between certain points. IV. Because it does not appear anywhere in all the proceedings, that the part of Penn street, widened, &c., by the commissioners, is between the points to which their power is confined by the Act of 1846; that is, between Green alley and Heebner’s head-race; Heebner’s head-race is not mentioned or alluded to throughout the whole proceedings. V. The commissioners again exceeded their power by fixing the width of the street. VI. The commissioners failed in the performance of their duty by not stating in their report, whether they think Penn street, as they have widened it, is necessary for the convenience of the citizens or for public use, as both the Act of 1845 and the Act of February 24, 1834, expressly require them to do; and have, in other respects, disregarded the imperative requirements of both said Acts. VII. The commissioners have not filed the written request upon which they acted—which is the foundation of their proceedings. VIII. Because it is uncertain which Act the commissioners were to carry out, from the face of their proceedings. IX. Because, if the proceedings are confirmed, Penn street will not be laid out on a straight line, and be of a uniform width, between Swede and Walnut streets, as the Act of 1846 expressly requires; Swede street is nowhere mentioned in the proceedings in connection with the widening or straightening of Penn street.\nThomas, for appellant.\nFornanoe, contó.\nMarch 29,"
  },
  "file_name": "0524-01",
  "first_page_order": 524,
  "last_page_order": 533
}
