{
  "id": 485537,
  "name": "Coxe versus The City of Philadelphia",
  "name_abbreviation": "Coxe v. City of Philadelphia",
  "decision_date": "1864-03-10",
  "docket_number": "",
  "first_page": "9",
  "last_page": "12",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W.&S. 320",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853576
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0320-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 459,
    "char_count": 8133,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 1.698209767749471e-07,
      "percentile": 0.700369596837499
    },
    "sha256": "d7668be4577e06dec88bb1c5899ec3909977b0e35773c77da896d6d9a223af35",
    "simhash": "1:3ee8d4fa5e0d9da6",
    "word_count": 1454
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., was absent at Nisi Prius, when this case was argued."
    ],
    "parties": [
      "Coxe versus The City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe Twenty-fifth street culvert was constructed under the ordinances of the city of Philadelphia, of the 27th February and 1st October 1858, and 10th January 1859. It was built by contract, and the 5th and 6th sections of the first-named ordinance charged upon the properties in front of which it passed, the sum of seventy-five cents for each lineal foot of the front of the said properties, the contractor to accept the sums so assessed and charged in part payment of his contract price, and to collect the same at his own cost; and the better to enable him so to do, to use the name of the city of Philadelphia, and employ all legal remedies or proceedings, whether of lien or otherwise, to which the said city may be competent.\nThe street on which this property is situate is Pennsylvania avenue, which has been laid over the old bed of the Union Canal, and is one hundred feet wide. The state used twenty-five feet of the line of the avenue for the Philadelphia and Columbia Railroad, which, by contract with the state, has passed into the hands of the Philadelphia and Reading Railroad Company. Pennsylvania avenue has been laid out on a plan of the then district of Spring Garden, which has been confirmed but not opened through this lot, nor have any steps been taken for that purpose.\nThe question upon this state of facts is, whether the 8th section of the Act of April 21st 1855, Digest of City Laws 5T, is applicable to this case. . Until opened, it is clearly not a street (for if it is, it is one hundred feet wide), but a piece of land marked out for a street, nearly twenty years ago, and under existing laws it cannot become one until damages are assessed and paid, or secured to be paid, according to law: Sower v. City of Philadelphia, 11 Casey 231; District of City of Pittsburgh, 2 W.&S. 320.\nBy the 40th section of the Consolidation Act of 1854, it is enacted “ That it may be prescribed by ordinance that paving of streets, except at the intersections thereof, and of footways, and laying of water-pipes within the limits of the city, shall be done at the expense of the owners of the ground in front whereof such work shall be done, and liens may be filed by the said city for the same, as is now practised and allowed by law.” This was conforming to the practice of the districts in such cases; in the city proper it having been the rule to charge the paving of streets and laying of water-pipes upon the public funds of the corporation.\nThe 8th section of the Act of 1855, after a provision authorizing the city to construct bridges to carry any street or highway across any ravine or stream therein, enacts that “ The charges for culverts and pipes shall be at not exceeding the following rates per lineal foot, according to the fronts of the owners, to wit, for water-pipes, seventy-five cents, making the usual allowance for corner lots; for culverts', seventy-five cents, and for street paving, one dollar per square yard, and all extra or further charge, and for intersections shall be paid out of the general taxation.”\nIt is clear, from the previous legislation in relation to the districts, and the collocation of the various subjects in this section, that open streets only are contemplated in which’ culverts are built, water-pipes laid, and paving done. This is also clearly the effect of the decision in The City of Philadelphia v. Tryon, 11 Casey 401, where the law on this subject is very fully and clearly stated by the present chief justice.\nIt is not intended to limit the Act of February 18th 1769, 1 Smith’s L. 284, nor the powers vested in the city as a municipal corporation to construct culverts or common sewers through private property when necessary, a power which has been exercised by the old city in various instances; nor is it intended to countenance the recovery back of sums which have been paid on the line of unopened streets. In cases like the present, it is within the power of the legislature to oblige the owners of property, similarly situated to the plaintiff, to pay their share of such expenses. In the present instance, this sewer was of vast importance to the citizens at large, and its object was to prevent the drainage of a large district passing into the Schuylkill above the dam, and thus preserving the purity of the water, upon which so much of the health of our city depends.\nJudgment reversed, and judgment entered on the case stated for the defendant.\nThompson, J., was absent at Nisi Prius, when this case was argued.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "R. O. McMurtrie, for plaintiff in error.",
      "David W. Sellers, for the City of Philadelphia."
    ],
    "corrections": "",
    "head_matter": "Coxe versus The City of Philadelphia.\nLiability of lot-owner for expense of erecting culverts in street laid out, but not opened.\nUnder the Acts of Assembly relating to streets, &c., in the city of Philadelphia, the owners of lots bordering on a street laid out but never opened, are not liable for the expense of constructing a culvert therein.\nError to the Common Pleas of Philadelphia.\nThis was an amicable scire facias by the City of Philadelphia against Charles S. Coxe, upon a claim filed by the city against him for $81.22, being his portion of the expense of constructing a culvert in a street within the city limits, called Pennsylvania avenue.\nThe following case was stated for the opinion of the court:—\n“ Ann M. Coxe, the wife of Charles S. Coxe, the party named in the claim as owner and the defendant here, is the owner of a lot, through or across which a street or avenue, called Pennsylvania avenue, has been laid out on a plan of the district, which has been confirmed. But the street has never been opened, except as hereinafter specified, nor have any steps been taken for this purpose. The proposed avenue is one hundred feet wide, crosses the lot diagonally, and covers about one-half of it.\nSome years ago a portion of the bed of this avenue was laid out and duly opened for the use of .the Columbia Railroad, and was and is occupied for that purpose. The width of this road is twenty-five feet, and is in the centre of the ground laid out for the said avenue, on the plan of the city or district. The avenue is not indicated on the ground by metes and bounds.\n“ In pursuance of ordinances of the said city, of February 27th 1858, November 20th 1858, October 1st 1858, a culvert was built through that portion of the bed of the proposed avenue which lies to the northward of the said railroad, crossing diagonally that part of the said lot covered thereby. The culvert is some feet distant from the north line of the railroad, and some feet distant from the northern line of the proposed avenue.\n“ The claim filed in the case No. 178, is for the proportion of the charge due from that part of the lot situate on the south side of the railroad. No notice was' given to defendant .or the owner, by the city, of the construction of the culvert, nor was there any notice, saving by rumour which reached them, that the city intended constructing the culvert, nor was notice given to the city or to its agents by the defendant, or by any one for him, that the construction of said culvert was on ground which was private property. The court shall have the power to make such inferences from the foregoing facts which a jury could do, or ought to do if the same were proven to them upon issuable pleadings under a writ of scire facias. It is admitted the claims were duly filed. If the plaintiffs are entitled to recover, then a judgment to be entered therefor, and the damages to be assessed in conformity with the claims and interest thereon, as hereinbefore stated; if otherwise, judgment to be entered for the defendant. Either party to take out writs or writ of error, and to withdraw the case stated, if, in the opinion of the court, some further facts should be admitted or proven for the final adjudication of the matters herein submitted.”\nThe court gave judgment for the plaintiffs, orally assigning their reasons, which were, that there was a street laid out, and •whether opened or not was immaterial; which was the error assigned by the defendant.\nR. O. McMurtrie, for plaintiff in error.\nDavid W. Sellers, for the City of Philadelphia.\nMarch 10th 1864,"
  },
  "file_name": "0009-01",
  "first_page_order": 9,
  "last_page_order": 12
}
