{
  "id": 485527,
  "name": "Alexander versus Paxson et al.",
  "name_abbreviation": "Alexander v. Paxson",
  "decision_date": "1864-03-10",
  "docket_number": "",
  "first_page": "12",
  "last_page": "15",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 12"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 464,
    "char_count": 8410,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 4.400479698708787e-08,
      "percentile": 0.2759323033891165
    },
    "sha256": "887f8a72affc86819c037b78f23f46618efeceaf01e23d46fb2a5cb49e402061",
    "simhash": "1:91e2a6756db5975f",
    "word_count": 1456
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, C. J., was absent at Nisi Prius, when this case was argued."
    ],
    "parties": [
      "Alexander versus Paxson et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe will of Mrs. Phoebe Fletcher, dated 30th of March 1854, is a complete execution of the power vested in her by the deed of trust of the 10th of January 1846, executed by her in contemplation of marriage. This deed comprised only personal estate. After the making of the will the testatrix purchased two ground-rents in the city of Philadelphia, in her own name, out of the savings of her trust income, and they were conveyed to her in fee simple. The will, which was executed in New Jersey, where she resided, is in the’form required by the laws of Pennsylvania to pass the separate property of a married woman, having been executed in the presence of two witnesses, neither of whom was her husband.\nThe question is, did these two ground-rents pass by her will ? It is clear, from the language of the will, she did not intend to die intestate, and if there are words in it sufficient to carry this real estate, then it is our duty so to construe this instrument as to effect her intention. The 12th clause of the will is in these words: “ Twelfthly. All the rest and residue of my estate, whatsoever and wheresoever the same may be, after the payment of the aforesaid legacies, I give and bequeath unto the aforesaid Elisha Clarke, Elizabeth Clarke, Francenia Clarke, and Josephine Clarke, children of said Joseph O. Clarke, and unto Samuel Paxson, my great-nephew aforesaid, to be divided among them equally, share and share alike, their heirs and assigns for ever, but in case ho, the said Paxson, shall die without lawful issue, and before this said residuary legacy shall have been paid, then the said residuum shall be divided, as if the said Samuel Paxson had not been named as one of my residuary legatees.” The language here is large enough to pass real estate, and in fact the words require such a construction, which is valid in Pennsylvania, where after-acquired lands pass by a general devise.\nThis instrument, although professing to be by virtue of the power reserved in the deed of trust, is still a last will, which by our law she had the right to make, independently of any power, and therefore these words, which clearly pass real estate, include the ground-rents owned by her in the city of Philadelphia. The words “residuary legacy,” and “residuary legatees,” in the latter part of this clause, do not contradict this construction, for they have often been held to mean land and devisees: 1 Jarman on Wills, 3d ed., 707, 708.\nWe are therefore of opinion that these ground-rents passed by the will of Mrs. Fletcher to her devisees named in the said twelfth clause\nJudgment affirmed.\nWoodward, C. J., was absent at Nisi Prius, when this case was argued.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Eli K. Price, for plaintiff in error.",
      "Edward W. Paxson, for defendants."
    ],
    "corrections": "",
    "head_matter": "Alexander versus Paxson et al.\nWill made in New Jersey, validity of to pass ground-rent in Pennsylvania.\nWhore a married woman, in execution of a power vested in her by a deed of trust, made in contemplation of marriage, comprising personal estate only; made her will in another state, but in the form required by the laws of Pennsylvania to pass her separate property, giving and bequeathing her “residuary estate” to legatees named, “ share and share alike, their heirs and assigns for ever,” Held, that Pennsylvania ground-rents, acquired by her subsequent to the date of the will, passed thereby to the legatees.\nError to the Common Pleas of Philadelphia.\nThis was an action by Samuel Paxson and Francenia his wife, in right of said Francenia, Elisha Clarke, Elizabeth B. Clarke, and Josephine Clarke, against Robert Alexander, to recover $255, arrears of ground-rent due November 1st 1863, which the plaintiffs claimed as devisees of Phoebe Fletcher, deceased.\nThe following case was stated for the opinion of this court:—\n“ On the 10th day of January, A. d. 1846, Phoebe Clarke, single woman, residing at Princeton, in the state of New Jersey, executed a deed of trust of all her personal estate, consisting principally of bonds, stocks, household goods, &c., to Thomas Lavender and George Sykes. A copy of this deed of trust was made a part of the ease.\n“ The said deed of trust was made in anticipation of marriage with one Daniel Fletcher, named therein; which marriage was subsequently consummated. After which, to wit, on the 30th day of March, A. D. 1854, the said Phoebe made and published her last will and testament in the presence of two witnesses, neither of whom was her husband. The will was also made a part of the case, is in the form required in Pennsylvania to pass the separate property of married women, and recited the power vested in her by the deed of trust.\n“ After the making of said will the said Phoebe Clarke, now Phoebe Fletcher, purchased in her own name, out of the savings of her trust estate, two ground-rents in the city of Philadelphia; one of them being a ground-rent of $51 per annum, issuing out of premises north side of Lombard street 35 feet west of Seventeenth street, being the same premises which John MeCrea and wife by indenture, dated August 22d 1853, recorded at Philadelphia, in Deed Book T. EL, No. 130, p. 352, &c., granted and conveyed to Robert Alexander in fee, reserving thereout a yearly rent-charge or ground-rent of $51 per annum; and which said yearly rent-charge the said John MeCrea and wife, by deed, dated April 27th 1857, recorded in Philadelphia, in Deed Book R. D. W., No. 125, p. 326, &c., assigned to Alexander B. Carver, and which said yearly rent-charge the said Carver by deed, dated June 4th 1857, recorded at Philadelphia, in Deed Book R. D. W., No. 138, p. 10, &c., granted and conveyed to the said Phoebe C. Fletcher, her heirs and assigns.\n“ The defendant is the owner of the premises out of which the said ground-rent issues.\n“ The other ground-rent is one of $60 per annum, issuing out of premises south side of Addison street, one hundred and thirty-seven feet east of Eighteenth street, but as it is not embraced in this suit it is not considered important to refer to it further. The point to be decided is the same in each case.\n“ The reservation of said ground-rent and the assignments thereof are in the usual form of such instruments, and they are made a part of this case.\n“ The said Phcebe O. Fletcher died in the year 1859, her will was proved, and letters testamentary granted thereon by the surrogate of the county of Mercer, in the state of Neur Jersey, on the'2d of February 1859.\n“ The above-stated action was commenced by the plaintiffs as residuary devisees, under the will of said Phoebe Fletcher, to recover the sum of $255, being the arrears of ground-rent due November 1st 1863.\n“ It is agreed that the heirs at law of the said Phoebe C. Fletcher are : — Plaintiffs—Samuel Paxson, Francenia Paxson, wife of said Samuel Paxson, late Francenia Clarke, Elizabeth B. Clarke,. Elisha Clarke, Josephine Clarke;\n“ Joseph O. Clarke, Charles S. Clarke, William Clarke, Ann Elizabeth Clarke, Mary Clawson (late Clarke), wife of Henry Clawson, Samuel Austin Clarke, Anderson Clarke, Mary Ann Black (late Clarke), intermarried with John Black, Benjamin Clarke.\n“The above all stand in equal degree to the said Phoebe C. Fletcher, being her nephews and nieces.\n“ If the court be of opinion that the ground-rent first above mentioned and described passed to the plaintiffs in this suit under the will of Phoebe Fletcher, then judgment to be entered for the said plaintiffs, for the said sum of $255, with’interest; but if not, then the said suit shall abate for the non-joinder of the proper parties plaintiffs.\n“ The costs to follow the judgment, and either party reserving the right to sue out a writ of error.”\nThe defendant took defence principally that he might certainly know to whom the ground-rent was payable. The court below gave judgment for plaintiffs, which was the error assigned. The principal points discussed in this court were—\n1. Whether the will was a mere execution of the power reserved in the deed of trust, or a general will disposing of all the estate of the testatrix, whether held in trust or otherwise; and,\n2. If a general will, whether the fact that testatrix had her domicil in New Jersey at the time of her death would prevent its operating as a conveyance of real estate in Pennsylvania.\nThe material parts of the deed and-will will be found in the opinion of this court.\nEli K. Price, for plaintiff in error.\nEdward W. Paxson, for defendants.\nMarch 10th 1864,"
  },
  "file_name": "0012-01",
  "first_page_order": 12,
  "last_page_order": 15
}
