{
  "id": 485566,
  "name": "The City of Philadelphia versus Flanigen",
  "name_abbreviation": "City of Philadelphia v. Flanigen",
  "decision_date": "1864-03-13",
  "docket_number": "",
  "first_page": "21",
  "last_page": "28",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 21"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 860,
    "char_count": 19265,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 2.1234326582767297e-07,
      "percentile": 0.7648700754368305
    },
    "sha256": "4c80787167b7c5d31e2301d5fa5179df91c89e0841863a4ad32fb8e4a7fad1ee",
    "simhash": "1:537249719d2db563",
    "word_count": 3249
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Strong, J., dissented."
    ],
    "parties": [
      "The City of Philadelphia versus Flanigen."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThe councils of Philadelphia appropriated the sum of $2600 for advertising delinquent tax-payers for the year 1860, with this proviso : “ That said advertising shall not be done in more than two newspapers, nor more than one time in each; and provided further, that the entire cost of said advertising shall not exceed eight cents per name.”\nThe receiver of taxes, considering himself not bound by this proviso, had publication made three times each in three newspapers, thereby causing the appropriation to fall short $1663.14. The “ Daily News” was one of the papers making publication, and the proprietor, the plaintiff below, being thrown upon the deficiency, brought suit against the city to recover compensation. The single question is the power of the receiver to make publication as he did. It is one wholly legal, belonging to no particular time, policy, or party, and is to be solved by the enactment alone.\nThe fundamental question overriding all others, viz., the lodgment of the power of control over the purse and the departments of the city, has been settled in the case of The City of Philadelphia v. Josephine Johnston, decided at this term, in the opinion read by the chief justice. It is therefore needless to repeat all that he has so well said. I may remark, however, that not being familiar with the legislation for the city, at the time of the argument, my mind was left rather impressed with a belief that a power to contract might be lodged in the several departments in reference to particular objects. Rut a careful reading of the Consolidation Act and its supplements as to this point, has produced'an opposite conviction.\nIt is manifest that the city government is founded in its leading thought upon the American idea of a popular representative government, its immediate prototype being the form of the state government. The right of supervision and control is therefore vested in the councils as the immediate representatives of the popular will, which exerts and enforces its determining power, by means of constantly recurring elections. Subject to this primary power the affairs of this people, great in numbers, wealth, intelligence, and influence, are conducted by departments and officers.\nThe tendency to abuse and corruption to be found in the entire consolidation of power, causing the tyranny of a hydra-headed majority sometimes to equal that of a single despot, finds its counterpoise in the district system, which fairly represents the interests and influence of the minority. This check is applied to the immediate representatives of the people, and also to the subordinate departments and officers.\nBut in the exercise of their powers by departments and officers, the necessity of another counterpoise appears. For if these inferior agents were not subjected to a common rule, we should find in their mode of election, and distinct district representation, a variety and contrariety of purpose and action productive of utter confusion and disorder. The interests of a people so numerous and diverse in pursuits, employments, and localities, therefore require a common supervision and control, to be found nowhere in so much perfection as in those bodies which are their own immediate and responsible representatives.\nThe greatest power of a people, and, as a consequence of human infirmity, their greatest corruption, are to be found in their money — their financial system. Hence the necessity of a perfect and entire control over the purse by the immediate representatives of the whole people. Let this power once be segregated in the disbursement, so that while there is but one purse, there are many hands to reach into it, and the preponderance of the separate selfish interest over the united public is immediately visible in the scramble it produces. Each then endeavours to grasp all and hold all it can. The power to contract is essentially a power to disburse. A valid contract is uncontrollable; demanding its performance at the hands of the judiciary, and calling to their aid the whole power of the government. If an appropriation for its payment is not made this year, it must be in the next, or some following.\nIt is manifest, therefore, that an independent, uncontrolled power to contract resting in the several departments, or chief officers of the city, would in effect take the control of their own finances out of the hands of the people themselves, and lodge it where it would be liable to the most pernicious abuses, by extravagance, favouritism, and illegal expenditure.\nThe objection to this, that councils may fail to do their duty by making the proper appropriations, is of no moment. So may the legislature of the state; so may Congress. The case is supposable, of course, and faction may retard or obstruct. But in all human affairs discretion must be lodged somewhere, and the only question is this — is it not safer in the hands of the immediate representatives of the people, than in the many-headed subordinates beneath them ?\nIt remains only to point out a few of the enactments of the legislature which prove that it was the intention to bring the control of the public purse fully within the grasp of the councils. I shall not undertake to set forth all the provisions which have led my mind to its conclusions, but only so many as indicate them fully.\nThe general legislative character and powers of the city councils are so clearly set forth in the Consolidation Act of February 2d 1854, I shall say nothing as to them.\nThe 50th section of this' act provides, “ that it shall be the duty of city councils to provide by ordinance for the establishment and regulation of all the departments indicated by this act, and other laws in force in said city, under the proper heads, and with the necessary clerks, officers, and assistants, to wit: for law, police, finance, surveys, highways, health, gas, fire, the poor, the city property, and the public grounds, and such others as may from time to time be needful, and through the mayor and proper committees the said councils shall maintain a supervision of each department, whether corporate or otherwise, and over the inspectors of the county prison, for the correction of all evils and abuses,” &c.\nSection 12 provides for a controller of the finances, and declares his duties: “ It shall be the duty of the said city controller to scrutinize, audit, and publish in two or more newspapers annually, verified by his oath or affirmation, the public accounts of the said city, and of the trusts in their case, exhibiting all the receipts and expenditures of the city, the sources from which the revenues and funds are derived, and in what manner the same have been disbursed, each account to be accompanied by a statement in detail in separate columns of the several appropriations, and the balance standing to the debit or credit of each such appropriation. He shall countersign all warrants on the city treasurer, and shall not suffer any appropriation made by the city councils to be overdrawn, and shall perform all the duties now enjoined by law on the county auditors. He shall superintend the fiscal concerns of the city in such manner, and make reports thereon at such times, as shall be prescribed by ordinance.”\nSection 66 : “ That the city controller shall be and is required to keep separate accounts for each specific or separate item of appropriation made by the city councils to each and every department of the city, and shall require all warrants to state particularly against which of said items the said warrant is drawn; and he shall at no time permit any one of the items of appropriations to be overdrawn ; or the appropriation for one item of expenses to be drawn upon for any other purpose by any one of the departments than that for which the appropriation was specifically made; he shall, upon receiving a bill or warrant from any one of the departments, proceed immediately to examine the same, and if the said bill or warrants contain an item for which no appropriation has been made, or the appropriation for which is exhausted, or to which for any other cause he cannot give his approval, it shall be his duty immediately to inform such department, and the warrant therefor shall not be issued unless by special authority from the city councils.”\nNothing can be more clear than these provisions to maintain and preserve the control of councils over every object and item of expenditure. They are strengthened by supplemental legislation, taking away expressly all pecuniary control from the city commissioners, who perform the duties of the county commissioners, the ordinary financial agents of the counties. The 18th section of the Act of 1856 forbids them to disburse moneys, or make contracts for public works, and concludes by placing in the hands of the city solicitor a control over the payment of road damages by countersigning orders “ which shall not be countersigned or paid until an appropriation therefor be made by councils.”\nThe 4th section of the Act of April 21st 1858 requires the city commsssioners to give bond “ for the faithful performance of the duties of said office, and that no debt shall be contracted or warrant drawn against the city by said commissioners, except for the purposes legally authorized, and not to exceed the appropriation therefor made by councils.”\nWe discover the same intention to maintain the control of councils in the legislation for the public schools. After other provisions, the 23d section of the Consolidation Act concludes: “And all sums of money due, payable to or received by the board of controllers, shall be paid into the city treasury, and all sums expended by or for the purposes of the board of controllers shall be paid by the city treasurer, upon orders drawn under appropriations regularly made by councils.” The concluding portion of the 19th section of the Consolidation Act, as to guardians of the poor, is an exact transcript of the language just quoted.\nThe 3d section of the Act of April 21st 1858 declares that “ no contract made by either of the said boards, shall be binding upon the city, unless a warrant therefor shall be issued and countersigned,” &c. The countersigning officer is then required to give bond “ that he will not countersign any warrant upon the city treasurer, except such as may be authorized by law or ordinance, and within the appropriations made by councils.”\nThe Act of April 21st 1855 contains the following provisions: Section 20 — “ That no contract on the construction of any new building, school-house, bridge, culvert, new paving of streets, redemption of tolls of any turnpike or plank road, to be paid for by the city, shall be binding thereon, without an ordinance therefor duly enacted. No contract shall be made by the head of any department for work or materials for- the city, unless for objects authorized by councils,” &c.\nSection 21: “ That no appropriations shall be made of the moneys of the city without an ordinance therefor, expressing the objects thereof, and the amount appropriated for each object.” “ It shall be a misdemeanor in office for the controller of the city to pass, or the treasurer of the city to pay any bill or order for any object not authorized by law.”\nWe might cite other provisions bearing on this question, but enough is given to show conclusively the legislative intent to take away all power of involving the city in debt, except under the immediate supervision of councils.\nIt is asserted that this construction is objectionable because it strikes dead all executive action, and consequences may arise unprovided for. The objection is rather fanciful than real. Ample provision is made for all ordinary and probable expenditures. The 23d section of the Act of May 13th 1856 requires “that the head of every department shall, by the 1st of November of each year, report to the controller the estimate of the appropriations that will be required for his department for the ensuing year; and of said controller to communicate at all times to the mayor, and the committees of councils, such information of the condition of the finances, and the accounts of all officers expending or receiving the moneys of the city, as his department can afford.” The 31st section provides “That it shall be the duty of city councils, in all -cases when making appropriations, to state the items of expenditures, under separate and distinct heads, for which such appropriations are intended.”\nThere are other provisions, but these are sufficient to show that it is unlikely that in affairs thus systematized and reduced to detailed estimates, and appropriations recurring year after year, any serious omissions can occur — certainly not to recur. An omission for a single year would be a small injury compared with the immense advantages of supervision and responsibility offered by the system. Besides, any important omission can be .remedied by special ordinance long before the expiration of the year.\nI have reserved the most important law for notice at the close, because it is the last crowning act of legislation, which puts all departments and all officers upon the same footing, by a provision embracing all action that can create liability.\nSection 5, Act of April 21st 1858: “ That no debt or contract hereafter incurred or made, shall be binding upon the city of Philadelphia, unless authorized by law or ordinance, and an appropriation sufficient to pay the same be previously made by councils: Provided, That persons claiming unauthorized debts or contracts may recover against the person or persons illegally making the same.”\nThis strikes the very case of the plaintiff below, and puts an end to any question of recovery. So the parties themselves understood it, the receiver of taxes taking a bond of indemnity to protect -himself.\nThe law is plainly written, and the citizens are bound to know the powers of those with whom they deal, for they belong to the charter under which they live, and they must see to it before they contract, that councils have authorized the contract by appropriating moneys for its payment; otherwise, they must look to the individual liability of the officer who exceeds his just powers.\nThis leaves another but subordinate question — the number of insertions of the advertisement. It is contended it must be in three papers. This is clearly wrong. The 11th section of the Consolidation Act made it the duty of the receiver of taxes, “ immediately after the first day of December, annually to give public notice in at least four of the public newspapers of said city for ten days to all persons who have omitted to pay their taxes, to pay them before the 1st day of January,” &c. Then came the Act of April 21st 1855, the 13th section of which provided “ That all the public advertising for the said city, except for municipal claims, whether for elections, taxes, or otherwise, shall be inserted in no more than three daily newspapers, nor more than three times in each; nor shall there be paid for the same any greater rates than those advertised in such papers to be paid by the citizens, and the controller shall pass no bill for advertising otherwise done” &c.\nIt was contended that because the former act required advertisement in at least four papers, that the latter act must be construed to mean at least three, although its language is “ nor.more than three.” But this ignores both the language and the purpose, and extent of the latter act. The language “nor more than three,” clearly imports an option for a less number. But what is conclusive is, that the latter act is of greater extent and wider in its purpose than the former. The former relates specifically to the case of delinquent tax-payers. The latter extends to all public advertising, except municipal claims. Clearly it was not the intention of the legislature to control all the public advertising by the provision for delinquents alone. In the vast circle of the public affairs, why should all the advertising therefor be necessarily and compulsorily required to be inserted in no fewer as well as in no more than three papers ? We can well understand that a maximum should be fixed to prevent extravagant wastefulness ; but we cannot understand why the legislature should mean (for it did not say so) that every advertisement should he inserted in three papers. We are compelled, therefore, by the purpose of the law, which was to regulate all advertising, to say that the legislature meant what it said, viz., “ nor in more than three papers,” which leaves an option to insert in fewer.\nIt is thought also that this construction militates against the interests of the tax-payers by exposing their property to sale upon insufficient notice. If the notice be too limited, the remedy lies with the legislature. But the complaint is perhaps less real than is supposed. In the first place, tax-paying is an annual recurrence at stated periods, so as to fix it in the minds of all property-owners as a duty not to be overlooked. In the next place, the tax-payer is reminded by advertisements of a general kind to pay, or that he will be advertised as a delinquent. Besides, in a populous city where every one is bound to do the same thing, a man is not apt to overlook what his neighbours are talking about as well as doing.\nNor is he apt to overlook his property with everything thus to remind him. He is therefore not very likely to overlook the delinquent list -when published, even though in but two papers. As a means of knowledge, the number of publications is not of so much importance. Those who neglect their taxes are not likely to be prompted more by three papers than two.\nBut we have no concern with the necessities of publication. As to that, the people must prompt their representatives. It is ours alone to ascertain and pronounce the law, and doing this, the judgment of the court below must be reversed.\nStrong, J., dissented.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "David, W. Sellers and Charles JS. Lex, for the City.",
      "Mi K. Price, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The City of Philadelphia versus Flanigen.\nPower of expending money for public purposes in municipal corporations lodged with the legislative and not with executive authorities.— City councils, and not the heads of departments, empowered to authorize public expenditures.— Gity not liable for amount expended beyond appropriation.\nThe city councils of Philadelphia have power, in an appropriation for advertising delinquent tax-payers, to restrict it as to the number of newspapers, the number of insertions in each, and as to costs; and the receiver of taxes has no power to bind tbe city in excess of the appropriation, or to advertise otherwise than as directed by the councils.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit, by Joseph B. Flanigen against The City of' Philadelphia, to recover an amount claimed to be due to him for publishing in the Daily News (of which he was the proprietor), a list of delinquent tax-payers for the year 1860, in which, under the ruling of the court, there was a verdict and judgment in favour of the plaintiff.\nThe facts of this case are fully stated in the opinion of this court.\nDavid, W. Sellers and Charles JS. Lex, for the City.\nMi K. Price, for defendant in error.\nMarch 13th 1864,"
  },
  "file_name": "0021-01",
  "first_page_order": 21,
  "last_page_order": 28
}
