{
  "id": 485559,
  "name": "The East Pennsylvania Railroad Company versus Hottenstine",
  "name_abbreviation": "East Pennsylvania Railroad v. Hottenstine",
  "decision_date": "1864-03-21",
  "docket_number": "",
  "first_page": "28",
  "last_page": "31",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 28"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 469",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0481-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 384,
    "char_count": 6586,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 1.8590780261641501e-07,
      "percentile": 0.7246088478517474
    },
    "sha256": "55df132114cc12a035f73ee317b48fbdedb41d4fbf13549ed20ea296bf9d9693",
    "simhash": "1:c6704eb0e3591e71",
    "word_count": 1136
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, C. J., and Agnew, J., did not sit during the argument of this cause."
    ],
    "parties": [
      "The East Pennsylvania Railroad Company versus Hottenstine."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nWe are of opinion that the learned judge of the Common Pleas committed no error in his charge, on the various questions arising on the subject of the assessment of damages in this case. The market value of the land taken has in more than one case been affirmed to be the proper standard to be adopted in estimating the damages done by railroads in passing through private property. At present we need cite only Searle v. The Lackawanna and Bloomsburg Railroad Company, 9 Casey 56. While this, at first blush, seems an inadequate medium of remuneration to the owner, seeing that it is generally but a narrow strip, often taken out, it may be, of the centre of the farm, yet in addition to this the jury may, and very often do, allow for the disadvantages to the farm from the manner in which it may be cut by the projected or constructed road. It is always allowed for, unless indeed the advantages to the whole property outweigh it, and then, by our construction of the Act of 1849, courts allow the amount of the preponderating advantages to stand against the value of the property taken’, or other specific injury done. If .1 am capable of comprehending the charge of the court, this was the principle laid down in this case, and it is just what is affirmed in The Northern Central Railroad Company v. Patton, 9 Casey 426. There was nothing wrong, therefore, in this part of the case.\nRegarding the rule as laid down by the courts in many cases, there was no error in allowing evidence of the difference in value of the whole property before and after the improvements made ; and in saying to the jury, “ you may properly inquire what the property would sell for before and after the road is made, and in successful operation.” This was the rule indicated as far back as the case of The Schuylkill Navigation Company v. Thoburn, 7 S. & R. 411, in administering the law of a similar statute, and followed in regard to railroad damages, as appears in several cases, but one of which it is necessary to cite, viz.: Watson v. Pittsburgh and Connellsville Railroad Company, 1 Wright 469. To aseertam this, the opinion of witnesses must necessarily be resorted to. I do not say this is the exclusive test, but I know of no other that would so well embrace easy consideration, both of appreciation and depreciation, if the testimony be from men of candour and judgment. But we need not enlarge.\nSeeing no error in the case,\nThe judgment is affirmed.\nWoodward, C. J., and Agnew, J., did not sit during the argument of this cause.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Jeremiah Hageman and F. W. Hughes, for plaintiff in error.",
      "Benjamin W. Gumming, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The East Pennsylvania Railroad Company versus Hottenstine.\nMeasure of damages in proceeding against railroad companies for land occupied and injury done in construction of road.\n1. In assessing the damages caused by the construction of a railroad through a farm, a proper standard is the market value of the land taken: the jury may also allow for the disadvantages resulting from the manner in which it is cut.\n2. Evidence is also admissible as to what the property would haye sold for before and after the road was made and in successful operation: and such diiference in value is a measure of damages.\nError to the Common Pleas of Schuylldll county.\nThis was a proceeding by Benjamin Hottenstine, to recover damages from the East Pennsylvania Railroad Company, for the land occupied and injury done to him by the location and construction of their railroad through his lands in Berks county. After the report of viewers was filed, the case was removed to Schuylkill county, where it was tried.\nUnder the ruling of the court below (Ryan, P. J.), there was a verdict arid judgment in favour of the plaintiff. Whereupon the defendant sued out this writ, assigning for error the following portions of the charge of the court:—\n“ The value of the land ‘ appropriated’ is easily ascertainable. This is measured by the custom or common dealing of the country. The market value is measured by the price usually given for such land in the neighbourhood, &c. This is the necessary measure in order to avoid the favouritism or oppression that would attend any other measure. But in a case like the present, where the land taken,, and through which the railroad is located, is used for farming purposes, when you come to ascertain the actual damages, you are not confined to the land actually appropriated, but you must inquire and compare the attendant advantages and disadvantages.\n“ The true rule is, in estimating the damages, to make a fair and just comparison of the value of the whole tract through which the road passes, before and after the road is made. Is the property benefited, or is it injured ? If benefited by the road, the owner neither is nor ought to be entitled to any compensation whatever. If really injured, not a mere fanciful injury, compensation is to be given to the amount of the damages sustained by the owner.\n“In coming to these conclusions you may properly inquire what the property would sell for before and after the road is made, and in successful operation. You are required to take into consideration the advantages and disadvantages resulting to the owner in consequence of the making and opening of this road, and we cannot doubt that the compensation is to be sufficient to cover all the damages actually sustained by the construction of the road, whether direct or consequential.”\nThese instructions were alleged to be erroneous in these respects:—\n1. That the court instructed the jury in effect, first, to allow the market value of the land actually taken, and in addition thereto to, to weigh and “ compare the attendant advantages and disadvantages” as against each other, instead of instructing them to estimate the damages in view of the value of the land taken, and the other disadvantages, and to deduct from the whole the advantages.\n2. In referring the jury to the market value of the land actually taken as the mode of determining its value, and in immediate connection instructing them as to the mode of ascertaining the “ attendant advantages and disadvantages,” that they “ might inquire what the property would sell for before and after the road is made,” &c.; thereby implying that the jury were not necessarily confined to this standard, even in determining upon the comparative advantages and disadvantages, and thus leaving it optional with the jury to adopt any other standard or measure of damages their imaginations might suggest.\nJeremiah Hageman and F. W. Hughes, for plaintiff in error.\nBenjamin W. Gumming, for defendant in error.\nMarch 21st 1864,"
  },
  "file_name": "0028-01",
  "first_page_order": 28,
  "last_page_order": 31
}
