{
  "id": 485514,
  "name": "Schnepf's Appeal",
  "name_abbreviation": "Schnepf's Appeal",
  "decision_date": "1864-03-21",
  "docket_number": "",
  "first_page": "37",
  "last_page": "42",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 37"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 538,
    "char_count": 13364,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 9.729898134554775e-08,
      "percentile": 0.5305166440205588
    },
    "sha256": "cf7cf6b0124467deeaa223e8baca40ab3eb698d87fc99682ddfc307be54c3134",
    "simhash": "1:dde984618249ff2e",
    "word_count": 2300
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, C. J., was absent at Nisi Prius, when this case was argued."
    ],
    "parties": [
      "Schnepf's Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nIt was a radical error in this case to treat the judgment obtained in the scire facias upon the mortgage given to the Falls of Schuylkill Building and Savings Fund Association, as not conclusive upon the mortgagee, upon Persch, the terre-tenant, and upon the mortgagees of the terre-tenant. Persch himself had an opportunity of contesting the first mortgage. On the 17th of January 1868, he was let into a defence, tííe case was tried as between him and the assignee of the mortgagee upon the issues formed between them, and a verdict was returned on the 16th of April 1863, for $2306, as the amount then due on the mortgage. Upon this verdict judgment was entered, without objection, on the 19th of May following. This closed the month of the terre-tenant. He was no longer at liberty to deny that the amount of the verdict was due upon the mortgage.\nWhatever credits might have been claimed at the trial were as to him credits no longer. Nor were his mortgagees in any better condition. His mortgage to the Accommodation Saving and Building Association was made on the 20th of April 1863, after the verdict had been recovered against him in the issue formed to try what sum was due on this first mortgage. True, the judgment on the verdict was not entered until afterwards, but there was then lis pendens. The mortgagees of the terre-tenant held his interest, no more. It would be most extraordinary if they are not concluded by the judgment against him in the scire facias. If not, if, after a verdict in a scire facias on a mortgage, the mortgagor or his terre-tenant can, before judgment, open the whole matter again by making a conveyance, or a new mortgage, there may be no end to such a judicial proceeding. The law is not so. The Accommodation Saving and Building Association having taken their mortgage pendente lite, are concluded by the proceedings then pending on the prior mortgage. The judgment entered on the 19th of May 1863, ivas therefore binding upon them. This disposes of the case. What their rights may be as against the holder of the stock originally given as a collateral to the first mortgage, and afterwards assigned, or whether they have any, are questions foreign to this record. The appellant, as the assignee of the first mortgage given to the Falls of Schuylkill Building and Saving Fund Association, is entitled to take out of court the sum adjudged to him in the issue to which Persch was a party.\nThe decree of the District Court is reversed, and it is decreed that the appellant, Christian Schnopf, be allowed to take out of court the sum of $2347.50; and there is decreed to the Accommodation Saving Fund and Building Association, No. 3, the sum of $1280.05; and the remainder of the decree of the District Court is affirmed. And it is further ordered that the costs of this appeal be paid by the Accommodation Saving Fund and Building Association, No. 3.\nWoodward, C. J., was absent at Nisi Prius, when this case was argued.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Byron Woodward, for appellant-",
      "Samuel Robb, for appellee."
    ],
    "corrections": "",
    "head_matter": "Schnepf's Appeal.\nJudgment on scire facias sur mortgage, validity of as against terre-tenant with notice to defend.\nA purchaser of mortgaged premises, who has, as terre-tenant, an opportunity to defend in an action upon the mortgage, cannot, after verdict and judgment deny that the amount thus fixed is due upon it, nor can his mortgagees do so, after verdict and before final judgment on the first mortgage.\nAppeal from the District Court of Philadelphia.\nThis was an appeal by Christian Schnepf, from the decree of the court dismissing exceptions filed by him against the confirmation of the report of the auditor appointed to distribute the proceeds of the sheriff’s sale of real estate, sold on an alias levari facias, at the suit of Christian Schnepf, assignee of the Falls of Schuylkill Building and Saving Fund Association, against Henry Becker, defendant, and John P. Persch, terre-tenant.\nThe facts of the case, as reported by the auditor, were these :—\nThe execution was issued on a judgment obtained by a scire facias on a mortgage given by Henry Becker, the defendant, to the Palls of Schuylkill Building and Saving Pund Association, to secure the payment of his bond for $2000. The association was incorporated in 1851, and the mortgagor was a member of it, and a subscriber to ten shares of its stock. Each share entitled him to a loan from the association of $200, and on his ten shares he obtained a loan of $2000, on the 14th of May 1855, for which he paid a bonus of $150. On the same day he gave his bond to the association for $2000, bearing 6 per cent, interest, payable on the second Tuesday in every month. The principal was made payable within three years. To secure this debt with its interest, he executed the mortgage above mentioned, bearing even date with the bond, and at the same time assigned his ten shares of stock to the association as collateral security, which he was required to do by its rules. The rules also required that he should pay an instalment of $1 per month on each share of this stock, which he continued to do until the month of August 1860, inclusive, at which time he had paid $109 on each share, making $1090 in all. His payments of interest on his bond amounted in the aggregate to $650, which was in full to the 14th of August 1860.\nOn the 21st of November 1859, John P. Persch obtained a judgment against Becker for $650. On the 6th of October 1860, Becker executed a second mortgage of the same and other premises, to secure the payment of his bond for $20,000, to the Herman Association, No. 3. On the 23d of October 1860 Persch obtained another judgment against him for $1200. Both judgments were liens on the mortgaged premises. On the 9th of December 1861, a,fi. fa. was issued on the latter judgment, under which all the real estate included in the two mortgages was levied on and condemned.\nOn the 1st of May following Becker executed to Byron Woodward, Esq., an assignment of his ten shares of stock in the association, “ and all moneys paid by him, or on his account, to the association as dues and fines” on the said stock, and, by the same instrument, authorized its transfer on the books of the association, to the said Woodward, “to the end that he may become the absolute owner thereof, and entitled to all rights and privileges connected therewith.” Mr. Woodward is Schnepf’s counsel in this case. On the 10th of the same month the association assigned Becker’s bond and mortgage to Schnepf, for which they received from him the principal sum of $2000, and $230 as arrearages of interest. They subsequently transferred Becker’s stock to Mr. Woodward, who holds a certificate for the same, which they assigned to him, and which bears no date. 'The assignment of the mortgage was recorded on the 14th of May 1862.\nPrior to the assignment of the bond and mortgage to Schnepf, Becker executed to Schnepf an instrument under seal, whereby he declared that he had no set-off at law or in equity to the said bond and mortgage, and’in consideration.of the sum of $1, covenanted that the whole sum, with lawful interest, was due and payable by him and his heirs and assigns. This instrument bears date the 7th of May 1862.\nOn the 1st of September 1862, the mortgaged premises w'ere sold under Persch’s judgment of the 23d of October 1860, and bought by him at sheriff’s sale, for $150, subject to Becker’s mortgage. The second mortgage (to the Herman Association) was satisfied of record on the 21st of April 1863.\nOn the 17th of November 1862, Schnepf issued a scire facias on the mortgage assigned to him, and took judgment against Becker for want of an affidavit of defence, on the 20th of December following. This judgment was opened on the 5th of January 1863, on the application of Persch, who was admitted to defend as terre-tenant, and pleaded unon est factum, nil cleiet, and payment with leave,” &c. On the 16th of April 1863 judgment was entered against Becker for want of a plea, and a verdict rendered for the plaintiff for $2306 against Persch, as terre-tenant. Judgment was entered on this verdict May 19th 1863, under which the premises were sold by the sheriff on the 1st of August folloAving, and bought by Persch for $3950. Out of the proceeds of this last-mentioned sale Schnepf claimed to be paid the amount of his judgment with interest to the day of sale, being $2347.50.\nBut the Accommodation Saving Fund and Building Association, No. 3, hold a mortgage on the same premises and other real estate, executed to them by Persch, on the 20th of April 1863, to secure the payment of his bond of the same date for $23,200. They objected to the claim of Schnepf, on the ground that the sum actually due on the mortgage assigned to him was considerably less than the amount of his judgment, and they asked the auditor to deduct from it the bonus paid by Becker for the loan, together with the payments made by him on his ten shares of stock, up to the date of the assignment of his bond and mortgage to Schnepf, by the Falls of Schuylkill Association.\nThe auditor (Charles Gibbons, Esq.) stated Schnepf’s claim thus:—\nLoan to Becker, deducting bonus (May 14th\n1855), . $1850.00\nInterest to August 3d 1863, $923.15\nCredit interest paid, . 650.00 273.15\n$2123.15\nBy payments on ten shares of stock from July ’51 to August ’60, at $109, . $1090.00\nInterest from July 1851 to August 1863, average six years, .... 392.40 $1482.20\nTo balance due, .... 640.75\nAnd the fund will be distributed as follows:—\nFund in court, ..... $3848.75\nExpenses of audit:\nAdvertising in North American, . $18.59\nAdvertising in Legal Intelligencer, . 5.00\nProthonotary’s commissions and fees for certificate, 5 checks, &c., $47.61, less certificate paid by auditor, 75 cents, 46.86\nAuditor’s fee, $150, certificate, 75 cents, 150.75 221.20\nBalance, ..... $3627.55\nDistributed as follows:—\nTo the city of Philadelphia, taxes for 1862, 1863 (no claim presented).\nTo Christian Schnepf, . . . $640.75\nTo the Accommodation Savings and Building Association, No. 3, to be credited on Persch’s bond and mortgage on account, ......$2986.80 $3627.55\nTo this report B. Woodward, attorney for Schnepf, filed the following exceptions : — •\n1. The auditor erred in not reporting the fact that the judgment held by Persch v. Becker for $650 was fully paid out of the proceeds arising from the sale made under the execution under which he, Persch, bécame the owner of the mortgaged premises in question; also $134.83 was paid on the judgment of $1200.\n2. The auditor erred in deciding that the payment of dues on the stocks of Becker were payments on the mortgage debt, and reducing the same pro tanto.\n3. The auditor erred in deciding that the judgment against the mortgagor, and the verdict and judgment against John P. Persch, the terre-tenant, were not conclusive on the Accommodation Building and Saving Fund Association, No. 3, who were Persch’s mortgagees.\n4. The auditor erred in deciding that said association had a right to claim a reduction of the judgment against Becker and Persch, to the extent of the amount of dues paid by Becker on the ten shares of stock, and the premium paid by Becker for the loan.\n5. The auditor erred in not awarding to the plaintiff the full amount of his judgment against John P. Persch, with interest thereon to the time of sale, to wit, the sum of $2347.50.\nJanuary 23d 1864. The court below dismissed the exceptions and confirmed the report absolutely, but without giving any opinion thereon, as plaintiff’s counsel asked to have the matter disposed of, in order that it might be brought before the Supreme Court at this term.\nThe errors assigned here were,\n1. The court below erred in dismissing the exceptions filed to the report of the auditor, and confirming the report absolutely.\n2. In not deciding that the judgment against Becker, the mortgagor, and the verdict and judgment against the terre-tenant, were conclusive as against the terre-ten'ant’s mortgagees in respect to the amount due the plaintiff in error.\n3. In deciding that the mortgagees of John P. Persch, the terre-tenant, were entitled to have the judgment against the terre-tenant reduced to the extent of the premium paid by Becker for the loan, notwithstanding the plaintiff was a bond fide purchaser of the mortgage for a full consideration, without any knowledge or notice of any premium having been paid for the loan, and he having obtained from the mortgagor, before he purchased the mortgage, a declaration of no set-off or defence to the mortgage debt.\n4. In deciding that said mortgagees of the terre-tenant were entitled to have said judgment reduced to the extent of the payment made by the mortgagor on the ten shares of stock assigned to Mr. Woodward, notwithstanding the plaintiff in error was a bond fide purchaser for full value, without notice or knowledge that his assignors ever held said stock as collateral security, and notwithstanding the mortgagor had refused to apply the payments on the stock in reduction of the mortgage-deht before the plaintiff in error purchased said mortgage.\n5. In not overruling the report of the auditor, and awarding to the plaintiff in error the amount of his judgment against the terre-tenant, to wit, $2347.50, according to the alternative report of the auditor.\nByron Woodward, for appellant-\nSamuel Robb, for appellee.\nMarch 21st 1864,"
  },
  "file_name": "0037-01",
  "first_page_order": 37,
  "last_page_order": 42
}
