{
  "id": 485584,
  "name": "Emlen versus The Lehigh Coal and Navigation Company",
  "name_abbreviation": "Emlen v. Lehigh Coal & Navigation Co.",
  "decision_date": "1864-03-28",
  "docket_number": "",
  "first_page": "76",
  "last_page": "84",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 76"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wright 78",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 349",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12147046,
        1408335,
        1408337,
        12147124,
        1408476,
        12147198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0349-01",
        "/us/1/0366-01",
        "/us/1/0366-02",
        "/dall/1/0349-02",
        "/us/1/0366-03",
        "/dall/1/0349-03"
      ]
    },
    {
      "cite": "6 W. & S. 44",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480163
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0044-01"
      ]
    },
    {
      "cite": "6 Whart. 334",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "8 N. H. 413",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6756437
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/8/0413-01"
      ]
    },
    {
      "cite": "6 Binn. 437",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "6 Binn. 162",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "24 P. S. R. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9504491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0310-01"
      ]
    },
    {
      "cite": "5 Rawle 257",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824625
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0257-01"
      ]
    },
    {
      "cite": "3 Binn. 121",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0121-01"
      ]
    },
    {
      "cite": "5 Whart. 503",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878761
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0503-01"
      ]
    },
    {
      "cite": "5 Whart. 503",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878761
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0503-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 863,
    "char_count": 20523,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 8.247859389101395e-08,
      "percentile": 0.47774175251143985
    },
    "sha256": "c3e2ea943ba62dc1cf74c29c6b0e5020203fff3c0172d8cdb9863fbf0d2ecde6",
    "simhash": "1:9697c5b942cd9f74",
    "word_count": 3653
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "Emlen versus The Lehigh Coal and Navigation Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe general rule in this state is, that all debts draw interest, the legal rate of which, for one hundred and forty-one years, has been six per cent. This moderate and uniform rate has arisen, in a great measure, from our short and inexpensive proceedings in the case of mortgages, which securities have formed a permanent standard for other money contracts. There are, however, exceptions to the general rule, as in the case of banks, who are the debtors of their depositors, and of trustees wdio have not failed in the discharge of their trusts. And we must undoubtedly add the cases in which the United States and the several states have been prepared to pay their loanholders when their loan fell due, of which it is their practice to notify their creditors beforehand. It is true, that these governments cannot be sued except by their own consent, and can therefore impose terms upon their creditors; but this is not the only reason, for it is obvious that they cannot go round the world searching for the individuals to whom they owe money. The result is, that these debts are payable at a fixed and known place of payment, and at a fixed period, at which time and place the loanholder is to present his evidence of debt, and receive payment. Whether he does or not, interest stops from that moment.\nWithin the present century large loans have been effected by great municipalities, and by canal and railroad companies of large capital, which are assimilated in amount and extent to at least the loans by the state governments. The city of Philadelphia has a funded debt of nearly twenty-five millions of dollars, and the Pennsylvania Railroad Company has home mortgage-debts of over seven million five hundred thousand dollars. Both these large corporations have their known officers in the city of Philadelphia, and the only real difference between their situation and that of a state government is, that they can be sued. The same rule might therefore be properly applied to them, with perhaps the proper condition that they should be able to show that they always had on hand a sum sufficient to pay the principal and any interest that may be due. In the present case the defendants are one of those large canal and railroad companies whose office and place of business have always been in the city of Philadelphia, and they had in bank, when the bond of the plaintiff fell due, and at all times afterwards, cash to their credit sufficient to pay the loan to the plaintiff, principal and interest, and all other accruing and payable debts of the company, but they did not keep the principal of said loan, or the interest thereof, separate and apart from the rest of their funds. The plaintiff’s bond was dated 21st of April 1840 for $1900, payable on 1st October 1853, with six per cent, interest, payable quarterly. No interest was paid from 1842, when her attorney in fact, Mr. Wistar, died. The plaintiff having been abroad in Europe during the whole of this period, and having no fixed residence, and having no person here authorized to act as her agent until, by a power of attorney executed at London in September 1861, she appointed William S. Vaux her attorney in fact, who received the principal on the 12th October 1861, and the arrears of interest up to 1st October 1853, on the 3d December 1862.\nOn the 15th September 1853 the defendants published a notice in the newspapers of Philadelphia, that the certificates of the company, falling due on the 1st of October 1853, would be paid on presentation of said certificates at their office, and also that the interest on all certificates so falling due would cease on the 1st of October aforesaid.\nThe company were not bound to seek their creditors in a foreign country (Co. Litt. 210 b); and the only difference between us and the court below is, that we think it was not necessary for the defendants to set apart specifically for the benefit of their debtor, so as to be entirely beyond their own control, or subject, under any contingency, for their debts or other liabilities, a sum sufficient to cover the debt, principal and interest. We are of opinion that the company did show their willingness and ample ability to pay the debt at all times, and that it wms the negligence of the plaintiff only, which prevented her receiving it when it fell due. In Miller v. The Bank of Orleans, 5 Whart. 503, if it had been shown that the acceptors always had in bank a sum sufficient to pay their acceptances, although the balance to their credit was always being used for the general purposes of the business, they would not have been held liable to pay interest on it.\nJudgment reversed, and judgment entered on the special verdict for the defendant.\nThompson, J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Gr. M. Wharton, for plaintiff in error.",
      "W. F. Judson, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Emlen versus The Lehigh Coal and Navigation Company.\nInterest on corporate loans, where and when payable.\nWhere, the loans of a corporation are payable at a fixed place and time, the interest thereon ceases at that time, whether the bond or evidence of indebtedness be presented or not; it is not necessary, to escapo after-accruing interest, that the amount of the loan with accumulated interest at the time of payment, be kept separate from the other funds of the company, if it can be shown that funds sufficient for payment were at all times in hand.\nError to the District Court of Philadelphia.\nThis was an action of covenant by Deborah Emlen against The Lehigh Coal and Navigation Company, in which the following special verdict was found by the jury :—\n“ The defendants are an incorporated company, under the Act of February 13th 1822,'and its supplements.\n“ The plaintiff on the 21st April 1810, lent to defendants the sum of $1900, on the terms set forth in the following certificate :—\nOn the 12th October 1861, the defendants paid to William S. Vaux, the attorney in fact of the plaintiff, under a written power of attorney, executed at London, September 1861, the principal of said loan.\n“ That on the 3d December 1862, defendants paid to said Yaux, attorney as aforesaid, the arrears of interest on said loan, down to October 1st 1853.\n“ That said payments were made without prejudice to either party.\n“ That the plaintiff on the 1st October 1858 was absent from the United States, being somewhere in the central part of Europe, and had been absent from the United States for several years previously, and had no fixed residence in Europe.\n“ That the loan above referred to was made by the plaintiff through the said W. S. Yaux, as her representative.\n“ That the said Yaux, down to and on the 5th January 1842, had received from the defendants interest on the said loan, under a power of attorney, theretofore given by the plaintiff to one Bartholomew Wistar, which contained a power of substitution, and the said Yaux having been substituted for the said Wistar thereunder.\n“ That the said Wistar died in or about the year 1842.\n“ That subsequently thereto, and prior to October 12th 1861, the said Yaux demanded at the office of the defendant, interest on said loan, which had become in arrear since the prior payments thereof, which demand was refused, on the ground that the said Yaux had no proper power of attorney.\n“ That the said defendants, on and at all times after October 1st 1851, had in bank cash to their credit sufficient to pay the loan to said plaintiff, principal and interest, and all other accruing and payable debts of the said company, but that the said defendants did not keep the principal of said loan, or the interest thereof, separate and apart from the rest of their funds.\n“ That the said company had a known office at No. 122 south Second street, in the city of Philadelphia, when the said loan was created, and prior thereto and constantly thereafter, at which office all payments on their account were made by their officers.\n“That on the 15th September 1853, the following notice was published in the newspapers of the city of Philadelphia, to wit:\n“ Oerice or the Lehigh Coal and Navigation Co.\nPhiladelphia, September 15th 1853.\n“Notice is hereby given, that the certificates of the Lehigh Coal and Navigation Company Loan, falling due on the 1st of October next, will then be paid on presentation of said certificates at this office: and notice is also given, that the interest on all certificates, so falling due, will cease on the 1st of October aforesaid.\n“By order of the Board of Managers.\n“ Otis Ammidon, Treasurer.\n“ That no personal notice was communicated to the plaintiff of the contents of said published notice.\n“ That no demand was made by the plaintiff upon the defendants for payment of principal or interest of said loan, other than as hereinbefore set forth.\n“ That no payments on account of said loan have been made to the plaintiff by said defendants, other than as hereinbefore set forth.\nBut whether upon the whole matter aforesaid by the said jurors in form aforesaid found, the said defendants have broken the covenant as within supposed to be by them done, the said jurors are entirely ignorant, and therefore pray the advice and consideration of the court here, and if upon the whole matter aforesaid, by the said jurors in form aforesaid found, it shall appear to the court here, that the said defendants have broken their said covenant, then the said jurors upon their oaths and affirmations say, that the said defendants have broken their said covenant, and have not kept the same in manner and form as the said plaintiff within complains against them, and then they assess the damages of the said plaintiff on occasion of said breach of covenant, beyond her costs, and char-ged by her about her suit in this bohalf expended, at the sum of $>1004.04.\n“ And if upon the whole matter aforesaid, by the said jurors in form aforesaid found, it shall appear to the court here, that said defendants have not broken their said covenant as aforesaid, within supposed to be by them done, then the said jurors say upon their said oaths and affirmations, that the said defendants have not broken their said covenant.”\nOn these' facts the learned judge, before whom the case was tried (Stroud, J.), delivered the following opinion:—\n“ The defendant corporation did not set apart, or in any way retain money specifically to pay either the principal of the loan by the plaintiff to the corporation, or the interest which is claimed. All that is found by the special verdict is, ‘ that the said defendants on, and at all times after October 1st 1853, had in bank cash to their credit, sufficient to pay the loan of said plaintiff, principal and interest, and all other accruing and payable debts of the said company, but that the said defendants did not keep the principal of said loan, or the interest thereof, separate and apart from the rest of their funds.’\n“ This is nothing more than could be said of any debtor of large means in respect to his business affairs. Money thus placed and kept in bank is entirely subject to the control of the depositor,, may be drawn upon by him at pleasure, and constitutes the source of general credit. It might also be attached in the custody of the bank to answer any claim or judgment against the company, whether that judgment had been recovered upon a contract, or on account of negligence or torts. All that the special verdict finds is, that the company ‘ had in bank cash to their credit sufficient to pay the loan of said plaintiff, and all other accruing and payable debts of the said company.’ They had no provision for the great risks to which they are continually exposed, of a destruction of their dams and canal, by which they had been brought to the brink of insolvency again and again, nor for the heavy verdicts which are often visited upon corporations for injuries to others, through the negligence of their numerous officials and other agents.\n“Nothing short of a setting apart specifically, for the benefit of their debtor, so as to be entirely beyond their own control, or subject, under any contingency, for their debts or other liabilities, ought to exempt them from a charge for interest accruing upon a loan.\n“Nothing short of this would satisfy the requirements of the law on the subject of tender, which is referred to by the court in Miller v. Bank of Orleans, 5 Whart. 503 and 505, as a proper test on a question like the present.\n“Fasholt v. Reed, 16 S. & R. 266, and Commonwealth v. Crever, 3 Binn. 121, which are cited by the court in Miller v. Bank of Orleans; Troubat v. Hunter, 5 Rawle 257; Martin v. Schaeffer, 9 S. & R. 263; and Hummel v. Brown, 24 P. S. R. 310, are authorities on the same point.\n“ Judgment for plaintiff on the special verdict.”\nThe defendants thereupon sued out this writ, and filed the following specifications of error :—\n1. The court below erred in entering judgment on the special verdict in favor of the plaintiff below.\n2. The court below erred in not entering judgment on the special verdict in favour of the defendant below.\nGr. M. Wharton, for plaintiff in error.\nThe action is covenant. The claim supposes the breach by the defendants of a covenant to pay interest. The question is whether, under the circumstances found by the jury, the company is in law bound to pay the interest in dispute, interest is not always demandable of strict right. Liability to pay it is often a question for the jury. In many cases it depends upon the equities between the parties : Hummel v. Brown, 12 Harris 312.\nIn our case, the absence of the plaintiff in a foreign country, and her unknown residence there, rendered all efforts to find her, for purposes of. tender and payment, useless, even although the defendants were bound to seek her in a foreign country, which is denied.\nThe general rule as to payment of interest is well stated in the note to the case of Selleck v. French, 1 Am. Lead. Cases 347, and by Tilghman, C. J., in Obermeyer v. Nichols, 6 Binn. 162. The defendants below were always prepared to pay the interest on their certificate of loan as well as the principal, when it matured; and the retention of the money was no accommodation to them. They kept always idle, in bank, a sum sufficient to pay the principal on demand, and it was therefore unprofitable to them.\nIn Miller v. The Bank of Orleans, 5 Whart. 503, relied upon by the court below, it was held that the acceptor of a bill payable at a bank, was not liable for interest after maturity, if the bill was not presented there for payment, and he had funds lying in the bank to meet it when presented. In that case the money or deposit constituted as much “a source of general credit” as the money in our case did, according to the opinion of the District Court.\nWhenever the money is actually used by the party sued, or where he is in the enjoyment of the property which is the consideration of the debt claimed from him, or where he has made an express promise to pay the interest after maturity, it may be both legal and equitable to compel him to pay interest on the debt; and it was on some of these grounds, as we contend, that the other authorities cited in the court below were decided. A similar decision is to be found in Shaller v. Brand, 6 Binn. 437. It is very ancient law, that a debtor is not bound to seek the person of his creditor out of the realm or government of the country in which he resides, and where the contract is made: Litt. § 340; Co. Litt. 210 b. Inability to perform by tender of money, where the inability arises from the act of the creditor, is considered as equivalent to actual performance.\nThe place of performance of a contract depends upon the intent of the parties to it. Where there is nothing to the contrary in the terms of the agreement, the intention is presumed to be, that' the contract is to be performed within the sovereignty where it is made. If the debtor is ready to perform it there, and the creditor is absent, the former is in no default: Barker v. Jones, 8 N. H. 413.\nThe same principle is laid down with great distinctness by Gibson, C. J., in Allshouse v. Ramsay, 6 Whart. 334: citing for his principle, Co. Litt. 210, and 3 Burge’s Confl. 822. All the reasons which exempt an individual from the obligation to go into another country and seek his creditor, in order to the tender of money, apply with tenfold force to the case of corporations ; particularly those which are local in their character, such as improvement and municipal companies.\nNo man should be made debtor against his consent. It is well settled that a depositary or mere bailee of .money is not, by the fact of having money in bis hands, liable for interest. See 1 Smith’s Am. Lead. Cases 362, note to Selleck v. French.\nThe same rule applies to a trustee. He is only held liable to interest where he has made profit himself out of the trust-money, or has neglected to invest it profitably for his cestui que trust.\nIt may be added, that it seems unreasonable that one party to a contract can, without the consent of the other, extend the term of credit, or the duration of a loan at interest. He ought not to be permitted to compel the other party to open a separate account with him for the fund in question, and assume the position and duties of a trustee. See also Graham v. Williams, 16 S. & E. 258.\nW. F. Judson, for defendant in error.\nIt is expressly found by the special verdict that the company “ did not keep the principal of said loan, or the interest thereof, separate and apart from the rest of their funds.” It is therefore impossible for us to say that “they were not in the enjoyment of the property which is the consideration of the debt claimed from them.” There being no specific appropriation for the purpose of paying the principal of the loan that had matured, it is but fair to presume that they derived a benefit from having a large surplus of money on hand, and that they should therefore compensate the person whose funds they were using by the payment of interest.\nThe general law on this subject is stated by Gibson, C. J., in Miller v. Bank of Orleans, 5 Whart. 503; Sims v. Willing, 8 S. & R. 110.\nWhere a trustee mingles the trust assets with Ms own funds, he is responsible as well for any loss of the principal as for the interest that should have accrued on the amount in his hands: Morris v. Wallace, 3 Barr 323; Myers v. Entricken, 6 W. & S. 44. See also Rapelie v. Emory, 1 Dall. 349; Ogden’s Adm’rs. v. King’s Ex’rs., Cameron & Norwood 446.\nIt is set up as a defence that the defendants below were always prepared to pay the interest on their certificate of loan, as well as the principal when it matured, but, as it is well said by Woodward, J., in Hummel v. Brown, 12 Harris 312, “ Possession of the means with a disposition to pay which is all that readiness can impart, is not alone a fact to be submitted to the jury,” as bearing on continued liability for interest. See Poole v. Tumbridge, 2 M. & W. 224; Hume v. Peploe, 8 East 167.\n2. In the able note to the case of Selleck v. French, 1 Am. Lead. Cases 528, it is stated as a rule of law that “ the mere absence of the creditor out of the country, or beyond seas, not in time of war, will not suspend interest where it is otherwise due.” In support of this position the learned editor quotes our own case of Shaeffer’s Estate, 9 S. & R. 263.\nAt the time this loan was made, the 21st April 1840, Miss Emlen resided abroad, and she has remained there ever since. The principal of the loan and the interest was made “payable to her.” And although no doubt the lex loci contractus would govern the interpretation of the contract, as was decided in Allshouse v. Ramsay, 6 Whart. 334, yet it is respectfully submitted it would not relieve the company from the necessity of making a tender of the amount due, and thus avoid the continuance of the charge of interest.\nIn Partridge v. Partridge, 2 Wright 78, which was an action of sei. fa. sur mortgage, the affidavit averred an agreement to forbear suit, in consideration of certain payments, which were to be deposited in bank in Pittsburgh, to the credit of McMahan, who resided in Ohio, and to whom the certificate of deposit was to be sent. Thompson, J.: “ The arrangement to send a certificate of deposit was evidently for the convenience of the debtor; otherwise it would have been his duty to have gone or sent some one to Ohio to pay off the mortgage.” See also Chapman v. Robertson, 6 Paige Ch. R. 630; 5 Greenleaf (Me.) 192; Parsons on Contracts, II. 162.\nMarch 28th 1864,"
  },
  "file_name": "0076-01",
  "first_page_order": 76,
  "last_page_order": 84
}
