{
  "id": 485577,
  "name": "Adams's Appeal. (Mahlon Hutchinson's Estate.)",
  "name_abbreviation": "Adams's Appeal",
  "decision_date": "1864-03-21",
  "docket_number": "",
  "first_page": "94",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 94"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 270,
    "char_count": 3772,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 2.630165390885931e-07,
      "percentile": 0.8221419472718293
    },
    "sha256": "93306fe7931259db3ebda9e056714deeca19b84d1d0c5b6e59af44800d6f11ab",
    "simhash": "1:377bf439e706acfb",
    "word_count": 620
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, C. J., was absent at Nisi Prius when this ease was argued."
    ],
    "parties": [
      "Adams’s Appeal. (Mahlon Hutchinson’s Estate.)"
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nA&new, J.\nThe only question in these appeals is, whether the commissions of an executor may be attached in the hands of his co-executor and himself. We think not; the policy of the law as well as the inconvenience attending it forbid it. It would be incalculably mischievous if the interests of estates and of legatees and distributees were to be retarded and imperilled by the attacks of creditors upon the accounts of the executors or administrators, in order to reach the commissions. It would make the main interests of the estate subservient to collateral claims ; and its effect would be to diminish the interest of the executors or administrators, in making speedy and effectual efforts to settle the estate, by taking away his compensation.\nIf a creditor can serve his attachment, and then by virtue of his writ intervene in the settlement of the account in order to secure the commissions, settlements might be postponed almost indefinitely. As soon as one creditor was disposed of, another would intervene, protracting the controversy as long as the commissions should last, or food for controversy remain.\nThe inconvenience of ascertaining the precise sum owing to the executor for commissions, is another reason forbidding the attachment. Commissions are not kept separately from the other portions of the estate in the hands of the executors. The general rule is, that they are deemed to be appropriated as they are earned. Hence, whenever an attachment should be laid, such a settlement would have to be made as would disclose what yet remained of the commissions subject to the writ. We look upon an executor or administrator as exercising a trust which should not be jeoparded or prejudiced by collateral and minor interests. He resembles a sheriff, prothonotary, or treasurer in respect to his duties towards the trusts he is executing, and the same general rule of policy applies to him.\nThe decree of the court below is therefore affirmed as to the appellants, and they are ordered to pay the costs of their respective appeals.\nWoodward, C. J., was absent at Nisi Prius when this ease was argued.",
        "type": "majority",
        "author": "A&new, J."
      }
    ],
    "attorneys": [
      "Gi. W. Biddle, for Robert Adams.",
      "Pierce Archer, Benjamin PL. Brewster, and David Paul Brown, for Elizabeth Kintzing, appellant.",
      "Henry M. Phillips, for appellees."
    ],
    "corrections": "",
    "head_matter": "Adams’s Appeal. (Mahlon Hutchinson’s Estate.)\nLiability of commissions of executor to attachment.\nThe commissions of an executor are not attachable at the suit of his judgment-creditors, in his own hands or that of his co-executors.\nAppeal from the Orphans’ Court of Philadelphia.\nThese were appeals by Robert Adams, guardian of the minor-children of Mrs. Sarah IT. Adams, deceased, and by E. Kintzing and J. P. Hutchinson, from the decree of the Orphans’ Court made in the distribution of the estate of Mahlon Hutchinson.\nThe appellants, who were judgment-creditors- of Daniel L. Hutchinson, one of the executors of Mahlon Hutchinson deceased, sued out attachment executions issuing from the District Court, on the 19th of April 1862, upon any property of the defendant in the hands of the executors of said deceased, and summoned them as garnishees.\nOn hearing before the auditor they claimed,—\n1. That Daniel L. Hutchinson’s share in his father’s estate should be awarded to them in payment of their judgments ; and\n2. That their attachments also bound the commissions of Daniel L. Hutchinson as executor, and that to the amount of their judgments his commissions should be awarded to them.\nThe auditor having decided in the preceding case that the share of Daniel L. Hutchinson was exhausted by his indebtedness to his father’s estate, ruled against the attaching creditors on both points; which was the error complained of here.\nGi. W. Biddle, for Robert Adams.\nPierce Archer, Benjamin PL. Brewster, and David Paul Brown, for Elizabeth Kintzing, appellant.\nHenry M. Phillips, for appellees.\nMarch 21st 1864,"
  },
  "file_name": "0094-01",
  "first_page_order": 94,
  "last_page_order": 96
}
