{
  "id": 485575,
  "name": "Shaw et al. versus Read",
  "name_abbreviation": "Shaw v. Read",
  "decision_date": "1864-03-21",
  "docket_number": "",
  "first_page": "96",
  "last_page": "103",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 96"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 307",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856425
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0307-01"
      ]
    },
    {
      "cite": "10 Watts 13",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851011
      ],
      "pin_cites": [
        {
          "page": "407"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0013-01"
      ]
    },
    {
      "cite": "5 W. & S. 49",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478660
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0049-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 767,
    "char_count": 19720,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 1.2199138149876323e-07,
      "percentile": 0.5979362117250852
    },
    "sha256": "31cbf0c98e232b9b75aebe5d64631d4a15b8746f98bddea36885fb3f5d6a011a",
    "simhash": "1:3d30b3385b4e3eeb",
    "word_count": 3463
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, C. J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "Shaw et al. versus Read."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nWe are of opinion, that the fifth point of the defendants should have been answered by the learned judge below, in the affirmative. Had Read’s claim, to the land in controversy been evidenced by deed, which it was not, as the defendants’ title was derived through and under the first deed on record, without notice that any other existed, when it was executed and recorded, his would have been postponed by theirs, unless they had been affected by actual notice before the deed to .Shaw, which was not pretended.\nTime, this first deed was from Stewartson’s executors to Josiah W. Smith, who had, as their agent, contracted to sell the land in dispute, as the plaintiff alleges, to Read. Assuming it to be true as alleged, that in the contract between Smith and the elder Read, the line was to be from the whitethorn corner, and thence south, including a portion of tract 1904; the point was nevertheless correct, as the following facts will show.\nStewartson’s executors conveyed the whole of tract No. 1904, by its official boundaries and call, to.Smith, on the 30th of June 1846, and the deed was duly recorded on the 6th of January 1847. On the 24th of July 1846, Smith conveyed the same by deed to Hurxthal and Clyde, whose deed was recorded on the 26th of May 1851, without notice of any equity in any one against Smith. In 1851 Clyde and wife conveyed an undivided moiety of the tract to one Wright, who, in 1854, conveyed to Smith, who had in 1851 repurchased the other half from Hurxthal, and received a conveyance for it. These conveyances were all recorded. On the 25th of August 1856, Smith, being the full and entire owner of the tract, conveyed it as bounded and described in the patent, together with one hundred acres out of an adjoining tract, to Shaw for the consideration of $5000, all paid down excepting $800 secured by judgment-bond, on which judgment was soon after entered, and he recorded his deed October 25th 1856.\nThe deed of Stewartson’s executors to the' plaintiff below, including a prior purchase of one hundred acres, part of tract No. 1909, making one hundred and sixty acres, of which the land in dispute, about eighteen acres, is on tract No. 1904, is dated November 9th 1846, and recorded June 17th 1847, five months and near a half after Smith’s deed, under which Hurxthall and Clyde were purchasers. Shaw derived title through conveyances under the first deed on record, without notice of any intervening title or conveyance, and if the deed to Read had contained an accurate description, lie having derived title through purchasers without notice, would have been protected.\nBut it is not necessary to insist much on this, for the title on which the plaintiff claimed the land was neither on record, nor was there actual occupancy by anybody when Shaw took his deed and recorded it. The. record and ground were both silent as to adverse ownership. The way was clear, therefore, to him or any other, without notice, to purchase. The recording acts cut off every unrecorded title, and by express provision render such void, as against a subsequent purchaser for a valuable consideration, without actual notice.\nThat no such title as claimed by the plaintiff was on record, is evident from the fact that he felt and submitted to the necessity of making parol proof of it. That it is to be found in the plaintiff’s deed is not true, else why the parol proof? Indeed it is effectually excluded by the boundaries, calls, and adjoiners given in it. No stranger could have read it, and believed, that a single foot of tract No. 1904 was contained in it, nor was there anything whatever, that would put him on inquiry dehors the deed. The official surveys and patents of tracts Nos. 1904 and 1909, each call for a whitethorn, as a common corner. And the plaintiff’s deed calls for the same, and thence south by tract No. 1904 one hundred and sixty-nine perches to a post, &c., concluding the description with the words, “ being part of tract No. 1909.” There was nothing in this to give notice that any portion of 1904 was embraced by that deed.\nSuppose that as against Smith, the title to the land might have passed by way of estoppel, if the testimony given by Read was accurate: it was, in the absence of actual notice or occupancy, but an equity, and a secret equity as to a subsequent purchaser; and would be extinguished by a deed from him without notice. The recording acts are worth nothing, as also is every other species of notice, if' this be not so. The doctrine may be found upon this point in 3 S. & R. 423; 5 W. & S. 49; 10 Watts 13, 407; 4 W. & S. 307 ; Story’s Equity, § 410. After conveyance for a valuable consideration, accepted and recorded, without notice of title or claim in another, derived through recorded conveyances, that cut off any previous equity or title derived from the original owners, the vendee is not to be subjected to have a piece of his tract taken from him, to be measured by the extent of unpaid purchase-money. The recording acts relieve against such a result, even when the claimant has the prior deed, by rendering it void as against the subsequent deed for a valuable consideration, first recorded, without actual notice. There was therefore'no necessity for balancing the equities between the plaintiff’s alleged original equity, and the residue of the purchase-money. It was not a case for- the application of that rule. On these principles, we hold that the plaintiff was not and will not be entitled to recover, unless upon some different and better grounds than presented.\nJames A. Read was not an incompetent witness. The circumstance that he bought the land, paid for it, and directed the deed to be made to his son, raised no resulting trust in his favour. The law regards such a transaction as an executed gift; Knouff v. Thompson, 4 Haines 357; but under the view we have taken, his testimony was not of any great consequence, excepting as it raised the question here discussed.\nJudgment reversed, and a venire de novo awarded.\nWoodward, C. J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "William A. Wallace, for plaintiffs in error.",
      "J. B. McBnally, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Shaw et al. versus Read.\nValidity of title under recorded, deed, as against previous unrecorded conveyance.— Vendee of land, when competent as witness in ejectment for land purchased by him,.\n1. A party who derives title to land through and under the first recorded deed by which it is conveyed, pays the purchase-money and takes and retains possession, without notice of the existence of a previous unrecorded deed for the same land, is in law, “ an innocent purchaser for a valuable consideration and without notice,” and is, with his vendees, protected by the recording acts from all claim under such unrecorded title, even though the latter contain an accurate description of the property thus conveyed.\n2. A person who purchases and pays for land which by his order is conveyed to his son, does not thereby raises a resulting trust in his own favour, and is therefore not incompetent to testify in an action of ejectment brought by the son for land alleged to be within the limits of the purchase.\nError to the Common Pleas of Clearfield county.\nThis was an action of ejectment by Thompson Read against Joseph Shaw and Zaccheus Ogden, to recover a tract of land in Lawrence township, containing about eighteen acres.\nThe material facts of this case were as follows:—\nThe title to the land in dispute was originally vested in Thomas Stewartson, under whom both parties in this suit claimed.\nPrior to 1845, Stewartson owned two adjoining tracts of land, Nos. 1904 and 1909, each containing over five hundred acres. They were surveyed in 1792, and called for a common boundary, a whitethorn.\nOn the 30th of August 1845, articles of agreement between J. W. Smith (attorney in fact for Stewartson, and for his executors after his death), and James A. Read, were entered into for the sale to Read of a part of tract No. 1909, supposed to contain about sixty acres. The description in the agreement was as follows : “ Beginning at corner of William Read’s purchase, thence west sixty perches by No.-, thence south by No. 1904 one hundred and sixty-nine perches, thence east sixty perches to corner of William Read’s purchase, thence alone his line north one hundred and sixty-nine perches, containing sixty acres, being out of the north-west corner or side of tract No. 1909.” At that time James A. Read liad contracted for the \"William Read purchase.\nJames A. Read, who was examined as a 'witness in the cause under exception, testified that previous to making this agreement, being desirous of purchasing a piece of land for his son, Thompson Read, -the plaintiff, he called on Smith for the purpose of negotiating for a tract of one hundred acres; that thereupon Smith called his attention to this residue of tract No. 1909, which adjoined another portion of the same tract then owned by witness, suggested that he should examine it, gave him a draft which had been made by Mr. Fulton, a surveyor, and advised him to call on Fulton and receive from him directions for finding the land; that he found Fulton too ill to accompany him, but obtained from him directions for finding the lines on the ground; that he went upon the ground, cut a measuring-stick, and commenced to measure from the corner of the William Read purchase ; that when he had proceeded forty-three or forty-four rods, he came to a white oak corner (claimed by defendants to be a corner common to tracts Nos. 1904 and 1909, blocking to 1792), he then went on beyond it on the same course, but found no other corner at that time; that he then went back to Fulton, who instructed him where he would find a corner called the whitethorn corner; that he then returned and found some white-thorn sprouts, sixty-one or sixty-two rods from the corner of the William Read purchase. From this point he discovered a line running southward, well marked, and which, on further examination, was found to count to 1805; that soon after he saw Smith, told him that he was satisfied with the land, but that he had found these two corners some seventeen rods apart, and that Smith replied it made no odds, as he was buying by the acre, was the first purchaser, and the land all belonged to one man; that “upon these conditions” he made the above-recited agreement with Smith, telling him that it was for his son.\nThe purchase-money was paid by James A. Read, and on the 9th of November 1846, a deed was made to Thompson Read for one hundred and sixty acres, which embraced the purchases made by William Read and James A. Read, and was recorded June 17th 1857. This was the plaintiff’s title.\nThe defendants proved that, on the 80th of June 1846, Josiah W. Smith purchased by deed from Stewartson’s executors tract No. 1904, and had their deed recorded-January 6th 1847; that on the 24th of July 1846, Smith conveyed it to Hurxthal and Clyde, whose deed was recorded May 26th 1851; that on the 23d of May 1851, Clyde conveyed his undivided moiety to A. K. Wright, who, .on the 19th of December 1854, conveyed it to Josiah W. Smith, to whom Hurxthal had previously reconveyed his moiety. These conveyances were all recorded.\nThat on the 25th of August 1856, Smith being then the owner of tract No. 1904, conveyed the same by deed of special warranty to Joseph Shaw, one of the defendants. In paying the consideration for this sale Shaw gave Smith a judgment for $847, which was assigned to William Porter, and of which $400 remained unpaid in 1859. This was the title of the defendant.\nThe dispute between the parties related to the extent of Read’s purchase'westward, he claiming to hold up to the line of 1805, running from the so-called whitethorn corner to a spruce tree, which corresponded on the south with the white oak corner, and was connected with it by a marked line, while the defendant contended that his title came no further westward than to the line running from the white oak to the spruce, the land in controversy lying between these points.\nSoon after the purchase by James A. Read, Thompson Read, his son, went into possession, cleared some part of the sixty acre tract, but no part of that now in dispute.\nInstructions were asked by the parties on the following, among others, legal propositions, viz.:—\nThe plaintiff requested the court to charge the jury—\n1. .If, when Smith took his conveyance from Stewartson’s executors, the line from the whitethorn corner was the adopted line of the survey described in the deed, and so understood by the parties,' then Smith by that conveyance got no title either legal or equitable to the land on the plaintiff’s side of that line; and the law applies in the same way to Shaw when he purchased from Smith.\n2. If the jury believe that Smith acted as agent of Stewart-son’s executors in selling the land to James A. Read, who was buying for the plaintiff, and that said Smith, in making the sale, represented or assisted in representing or pointing out the line running southward from the whitethorn as the boundary, then the said Smith could have, at the time he sold to Shaw, no such title to the land in dispute as would prevail against the plaintiff.\n3. .The plaintiff, as the first purchaser, would be entitled to the land in dispute, and the burden of proof is thrown upon the defendants to show how his 'later purchase can confer a better title than that of the plaintiff.\n4. - In order to maintain his defence, Mr. Shaw, the defendant, is bound to prove satisfactorily, every one of the following things: — First. That the line from the white oak • is the true original line between the surveys. Second. That his purchase extended to that line. Third. That he was a bond fide purchaser for a valuable consideration. Fourth. That the consideration-money was all actually paid before the defendant had notice of the plaintiff’s claim; and if the defendant fails in any one of these points, the verdict must be for the plaintiff.\n6. Notice of the plaintiff’s title or claim was in time, so long as there remained any part of the purchase-money unpaid; and the making of a deed, the giving of a bond, and entry of a judgment on the bond, and assignment of it to Porter, did not change the rights of the parties in this respect.\n8. The positive evidence, uncontradicted, that at least upwards of $400, the balance on the judgment assigned by Smith to Porter, was unpaid at the time of notice, and not paid till April 1859, entitle the plaintiff to a verdict for the land, so far as the unpaid purchase-money at the time of notice will cover it.\n11. If the jury believe that Josiah W. Smith has a direct interest in the event of this suit, either by being liable over to Shaw, or in any other way, then his testimony would be legally inadmissible, and should be disregarded by the'jury. •\nThe 5th, 9th, and 10th points of plaintiff were withdrawn by counsel, after the general charge had been delivered.\nThe defendants requested the court to charge—\n1. If the jury believe the spruce of 1792 and the white oak of 1792, testified to by Mr. Ross, to be the corners called for by the returns of survey of 1904 and 1909, as originally marked upon the ground, then the true division line between said tracts is to be run between the said corners.\n2. If the jury believe that the conveyances from Stewartson’s executors to Thompson Read and to J. W. Smith, respectively, were made to follow the surveys and patents respectively, in accordance with the official calls, then as they find the'original division line of 1792 to be marked upon the ground, their verdict must be; and if the original line be from the spruce to the white oak, their verdict must bo for the defendants.\n3. The deed from Stewartson’s executors to J. W. Smith, being placed upon record before the deed to Thompson Read, it is the most powerful in law.\n4. The conveyance from Stewartson’s executors to J. W. Smith, of 30th of June 1846, is a conveyance of the legal title, and vests the title to the warrant and survey and patent, No. 1904, in said Josiah W. Smith, and his conveyance of the 24th July 1846 passed the legal title to Hurxthal and Clyde.\n5. Hurxthal and Clyde, by virtue of their deed of the 24th July 1E>46, from J. W. Smith, with payment of purchase-money thereon, and possessionNaken and maintained'thereunder, both being done before the conveyance to the plaintiff, or possession taken‘by him of the sixty acres constitute the said Hurxthal and Clyde innocent purchasers for a valuable consideration without notice, and'the vesting of their title in Joseph Shaw, protects the title in his hands as an innocent purchaser for a valuable consideration, and the verdict must be for the defendants.\n6. “The purchaser of a legal title takes it discharged of every trust or equity which does not appear on the face of the conveyance, .and of which he has not had notice either actual or constructive;” this title is such a one, and contains no notice, either actual or constructive, to Joseph Shaw, the purchaser.\n7. Joseph Shaw, the purchaser of the legal title by official metes, is bound to look to those metes and bounds, and if he finds no actual, unequivocal, and clear possession by any one within said official metes and hounds, he need look no further for notice from possession ; the mere running of a line across said boundary, or within it, is not such possession, and in this state of facts is protected as an innocent purchaser for a valuable consideration of a title perfect upon its face.\n8. If there be no actual possession sufficient to affect Shaw with notice, then he is not bound to look outside of the title he is purchasing; if it be formal, and he pays a valuable consideration, he is protected.\n9. That the testimony of James A. Read is insufficient in law to affect the defendant; that the contract in writing, and the deed in pursuance thereof, are the more powerful in law, and cannot be changed or varied by said testimony ; and if the jury believe the original line to be from the white oak to the spruce, then the verdict must be for the defendants.\n10. That the proof of knowledge by Joseph Shaw, after the acceptance of the deed, and after the transfer of the judgment to William Porter, does not deprive Joseph Shaw of the character of a bond fide purchaser for a valuable consideration.\nUnder the ruling of the court below, there was a verdict and judgment for plaintiff. Whereupon the defendants sued out this writ, and assigned for error here the following matters, to wit:—\nThe court erred — 1. In the admission, of the testimony of James A. Read.\n2. In' submitting the evidence of James A. Read to the jury, with general instructions to regard it; and in their refusal to affirm the ninth point of defendant.\n3. In-their answer to the defendant’s second point and to the plaintiff’s eleventh point, by which the jury were directed to inquire whether an estoppel exists, which is the exclusive province of the court, and not of the jury.\n4. In their answer to the fourth, sixth, and eighth points of plaintiff’s counsel, and in their answervi’n the general charge to the defendant’s tenth point, viz.: “ Shaw, when this suit was brought, was in a situation to resist a recovery by Smith of the balance of the purchase-money due on his judgment, if he could show defect in the title Smith had undertaken to convey, and this notwithstanding the transfer of the judgment to Porter;” and “ there is nothing to show that, at the time of suit brought, anything had transpired to bar the equities of Shaw.”\n5. In refusing to affirm defendants’ fifth point.\nWilliam A. Wallace, for plaintiffs in error.\nJ. B. McBnally, for defendant in error.\nMarch 21st 1864,"
  },
  "file_name": "0096-01",
  "first_page_order": 96,
  "last_page_order": 103
}
