{
  "id": 485528,
  "name": "Shankland's Appeal",
  "name_abbreviation": "Shankland's Appeal",
  "decision_date": "1864-02-25",
  "docket_number": "",
  "first_page": "113",
  "last_page": "115",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 113"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wright 392",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 Rawle 33",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820621
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0033-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 336,
    "char_count": 6006,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 2.959103565959281e-07,
      "percentile": 0.849433885913812
    },
    "sha256": "22c0b196f5924fd6f9fc246ec1b53e61052cc12423e28ad1bc83eee0355168a9",
    "simhash": "1:1bf0aa761918a7da",
    "word_count": 1074
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shankland’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nWe have so lately gone over the list of cases beginning with Fisher v. Taylor, 2 Rawle 33, and ending with Brown v. Williamson’s Ex’rs., 12 Casey 338, in Barnett’s Appeal, 10 Wright 392, that it is unnecessary to repeat or discuss them. In the present case the trust was an active one, being to hold the remaining one half part of all the estate, real and personal, of the testatrix in trust for and to collect and receive the rents, issues, and interest thereof, and pay over the same to my son, Alexander T. Shankland, for and during all the term of his natural life, without being subject to his debts or liabilities. The legal estate was vested in the trustee, and no act of the cestui que trust could deprive him of it, or allow him to interfere with the collection of the income, and no creditor could touch the income or any interest which the cestui que trust had in it. Shankland could grant no life estate, and put the vendee in possession of it, for he had not the slightest power over the possession. This contract seems to have proceeded on the ground that Kuhn v. Newman destroyed this trust, and placed an unlimited life estate in the cestui que trust, discharged of all restrictions. As that case has been overruled, it is clear that Shankland can give no such estate as he contracted to sell, and the appellee is therefore not bound to take it, nor would a court of equity compel him to accept such a title.\nAppeal dismissed, at the costs of the appellant.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "A. Thompson, for appellant.",
      "Henry Wharton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Shankland’s Appeal.\nTrusts, when active and operative. — Power of cestui que trust over trust property.\n1. A devise to a trustee of real and personal estate, to lioid in trust for, and to collect .and receive the rents, issues, and interest, and pay over the same to a son of the testatrix, during his natural life, without being subject to his debts and liabilities, is an active operative trust, and the whole estate is vested in the trustee.\n2. Hence the cestui que trust cannot dispose of his interest ’ in the estate devised in trust for him, and a court of equity will not decree specific execution of the agreement of sale.\nAppeal from the Common Pleas of Philadelphia.\nThis was a proceeding in equity, founded on a bill filed by Alexander T. Shankland against Benjamin L. Berry.\nThe bill was for the specific execution of an agreement entered into between the complainant and respondent, dated' the 3d day of November 1862, by which Alexander T. Shankland agreed to sell, and Benjamin L. Berry agreed to purchase “all the estate, right, and interest of the said Alexander T. Shankland, under and by virtue of the last will and testament of his mother, the late Elizabeth Shankland, duly proved and registered at Philadelphia on the 18th day of December, a. d. 1860, being at least an estate for the term of his own life, of and in one full, equal, and undivided moiety or half part of the following mentioned messuages and lots of ground, or the right to receive one half part of the rents, issues, and profits thereof during the term of his natural life,” viz. (then followed an enumeration of eight several small houses and lots), “for the consideration or sum of twelve hundred dollars, to be paid within ten days from the date hereof, upon the execution of a good and valid conveyance or assignment of all and singular the premises by the said Alexander T. Shankland to the said Benjamin L. Berry, his heirs and assigns, during the natural life of the said Alexander T. Shank-land.”\nThe bill alleged that the complainant was seised of a life estate in an undivided moiety or half part of the said messuages and lots of ground, or entitled to the rents, issues, and profits thereof, under the will of his said mother; set forth the agreement above stated, and alleged a willingness and readiness to perform complainant’s part of the contract on payment of the said sum of $1200, and a refusal on the part of the defendant.\nThe answer admitted the agreement as set forth in the bill, but alleged that on an examination of the will of the said Elizabeth Shankland, it appeared that the supposed interest of the complainant, which was the subject of the intended sale, was not directly devised to him thereby, but was created by a devise in the following words :—\n“Item. — I give, devise, and bequeath to the said William Drinkhouse, his heirs and assigns, the remaining one half part of all my said estate, real and personal, to hold the same in trust for, and to collect and receive the rents, issues, and interest thereof, and pay over the same to my son, Alexander T. Shank-land, for and during all the term of his natural life, without being subject to his debts or liabilities; and at his decease then I do give, devise, and bequeath the same to all and every the child or children, if any, of him, my said son, his, her, and their heirs and assigns, in fee simple. But in case of the death of him, the said Alexander T. Shankland, without issue him surviving, then to hold the same in trust for my said daughter, Anna Gertrude, in the same manner and upon the same trusts, limitations, and conditions as are hereinbefore limited, declared, and set forth as to the other one half part hereinbefore devised to her; and also subject to the same and like disposition thereof in case of her death without issue, as is also mentioned and directed in respect of the other moiety devised.”\nThat the respondent was thereupon advised, and so submitted to the court, that the complainant had no such interest in the premises as could be lawfully assigned or conveyed by him according to the terms and intent of the said agreement, and therefore not such a title as a court of equity would compel a purchaser to accept.\nThe case was heard on bill and answer. The court below, on the 26th of December, dismissed the bill without giving any opinion; which was the error assigned here by the appellant.\nA. Thompson, for appellant.\nHenry Wharton, for appellee.\nFebruary 25th 1864,"
  },
  "file_name": "0113-01",
  "first_page_order": 113,
  "last_page_order": 115
}
