{
  "id": 485574,
  "name": "Robertson & Co. versus Reed",
  "name_abbreviation": "Robertson & Co. v. Reed",
  "decision_date": "1864-03-28",
  "docket_number": "",
  "first_page": "115",
  "last_page": "117",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 115"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 182",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0182-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 6743,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 2.4243266287143904e-07,
      "percentile": 0.8013223936994011
    },
    "sha256": "080c433222cbcef50b7068de0e533ea2b1e9a2d83a1b7a8ffbae1827c70988da",
    "simhash": "1:d8b87ba92da63a88",
    "word_count": 1222
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, C. J„ dissented, and",
      "Agnew, J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "Robertson & Co. versus Reed."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThe cases of Blymire v. Boistle, 6 Watts 182, Edmundson v. Penny, for use, &c., 1 Barr 334, and Finney v. Finney, 4 Harris 380, all strongly tend to show that the plaintiff below was not entitled to maintain this action in his own name. He was an entire stranger to both the promise and the consideration ; and, as the promise to pay was not in the shape of mercantile paper, these considerations, according to the cases cited, would seem to be decisive as to his right to sue in his own name. But if this were the only objection, it would be hardly worth while to reverse, as the defect would undoubtedly be amendable, under the Act of Assembly authorizing a change or alteration in the names of parties ; we should in such case treat it as amended, or permit the amendment here: but we think there are other grounds .of just complaint on the record.\nThe defendants, after entering a credit upon Reed’s account, of the sum claimed to be due by Batten for completing his contract with Robertson & Co., in hauling bark, discovered, or supposed they did, that instead of hauling the bark, it had been burned by Batten or his men, and with his knowledge, at least, if not personally active in it. To claim for hauling what he knew (if he was not a participant in it), was destroyed, and to procure an allowance, was a gross fraud on Robertson & Co. To the offer to prove this the plaintiff objected, and the court overruled the testimony.\nWe cannot see on what grounds this was done. Had it been an acceptance in favour of Reed, which it was not, as he parted with nothing for it, the fraud would have been a defence when he came to enforce it. It was but a certificate that Batten had left $47.31 to place to the credit of Reed. There was nothing in the form of the instrument to prevent an attack upon it for fraud or mistake, and the plaintiff parted with nothing as a consideration, so far as we can discover. Indeed, it seems, he never even had possession of the certificate. Under these circumstances the defendants were entitled to withdraw the credit, before the plaintiff was involved in a loss by their doing so. This they did and so informed the plaintiff, who does not seem to have made any objection, but settled his account, on which the sum in question was to have been a credit, and received the balance without objection.\nWe think the court erred in rejecting the offered testimony, and in instructing the jury that the plaintiff was entitled to recover.\nJudgment reversed, and venire de novo awarded.\nWoodward, C. J„ dissented, and\nAgnew, J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "O. JP. ‡ Gf-. Gr. Waller, for plaintiffs in error.",
      "The defendant’s counsel presented no printed argument."
    ],
    "corrections": "",
    "head_matter": "Robertson & Co. versus Reed.\nSuit, by stranger to contract and consideration, not maintainable.— Evidence of fraud or mistake vitiating contract, admissible in an action to enforce it.\n1. Where, upon the completion of a contract for hauling bark, the balance due the contractor was at his request placed to the credit of a third person: held, that the latter could not maintain an action in his own name for the amount credited; for he is a stranger to the contract and consideration.\n2. But as the defect would be amendable, it is not a ground for reversal of the judgment.\n3. In the action to recover the amount of the credit, evidence was admissible that part of the bark, claimed to have been hauled, and for which credit was given, had been burned instead, with the knowledge if not privity of the contractor, before the settlement: that in consequence, nothing was due him by the firm, with whom he had contracted; and that the credit was taken on their books from the account of the plaintiff, who afterwards settled it and received the balance without objection.\nError to the Common Pleas of Wayne county.\nThis case came into the Common Pleas by appeal from the judgment of a justice of the peace, and ivas an action brought by Amos Reed against L. A. Robertson & Co.\nThe facts of the case were these:—\nWilliam Batten entered into a contract with L. A. Robertson & Co. to draw for them a certain quantity of bark from the woods to their tannery, at a certain price per cord. On the 25th of February 1861, Batten called at the store of Robertson & Co. to settle, and represented to them that he had drawn all of the bark. On this assurance they settled, and found a balance of $47.31 due him. Batten then requested them to place this amount to the credit of Amos Reed, to whom he was indebted, which Mr. Robertson assented to and did, giving Batten the following paper:—\n“William Batten has left $47.31 to place to the credit of Amos Reed on our books. February 25th 1861.\n“ L. A. Robertson & Co.\n“By L. S. Collins.”\nThis paper being at the time of the trial in the possession of L. A. Robertson & Co., and no explanation given as to how it came there, on notice from the opposite party it was produced and read.\nAmos Reed was not present, and knew nothing of the arrangement at the time. In a day or two it was ascertained that a portion of the bark had not been drawn, but had been burned in the woods by Batten or his hands. On the 1st of March Amos Reed came to Robertson & Co.’s store — not having seen Batten since his arrangement of the credit — when he was informed what had been done, but that owing to the burning of the bark they did not owe Batten anything, and would, therefore, not pay any money to Reed. Reed then settled with them his account of about $11, and gave them a receipt in full.\nOn the 12th February 1862, Amos Reed commenced this suit in his own name against Robertson & Co. to recover the $47.31.\nOn the trial defendants called John Layman, and offered to prove by him “that William Batten, when he, settled with Robertson & Co. on the 25th of February 1861, represented to them that he had hauled and delivered all of the bark contained or mentioned in the contract of November 10th 1860, when in fact a portion of the bark had been burned by his teamsters, and that Batten had knowledge of the fact; and by such representations the entry of the credit to Reed was procured by Batten on the books of Robertson & Co.” This was objected to, and the offer rejected by the court.\nUnder the ruling of the court below (Barrett, P. J.), there was a verdict and judgment for plaintiff. Whereupon the defendant sued out this writ, averring that the court below erred:—\n1. In rejecting the evidence of John Layman as to the burning of the bark, &c.;\n2. In instructing the jury that the plaintiff was entitled to recover in the action, they should have been instructed to find for defendants; and,\n3. In their charge generally.\nO. JP. ‡ Gf-. Gr. Waller, for plaintiffs in error.\nThe defendant’s counsel presented no printed argument.\nMarch 28th 1864,"
  },
  "file_name": "0115-01",
  "first_page_order": 115,
  "last_page_order": 117
}
