{
  "id": 485548,
  "name": "Smith's Appeal",
  "name_abbreviation": "Smith's Appeal",
  "decision_date": "1864-04-02",
  "docket_number": "",
  "first_page": "128",
  "last_page": "140",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 128"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. & S. 102",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0102-01"
      ]
    },
    {
      "cite": "8 Watts 490",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 497",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788967
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0497-01"
      ]
    },
    {
      "cite": "2 Binn. 40",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788946
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "129"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0040-01"
      ]
    },
    {
      "cite": "3 Yeates 186",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6772650
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0186-01"
      ]
    },
    {
      "cite": "2 Watts 75",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840088
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0075-01"
      ]
    },
    {
      "cite": "4 Wright 453",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 276",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481807
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "406"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0276-01"
      ]
    },
    {
      "cite": "2 Wright 9",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 491",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts 267",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 111",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 492",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848520
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0492-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1082,
    "char_count": 33322,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 3.1105796908894235e-07,
      "percentile": 0.8599451164913475
    },
    "sha256": "4b20cadec5cac8fa7698c04ee162a7af3f2f97d01575a5516720cd539f2727d8",
    "simhash": "1:702f2c34f3e2625e",
    "word_count": 5754
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nWe find ourselves of opinion with the learned judge below, instead of the very competent auditor whose conclusions were overruled.\nActual notice of a mortgage or judgment supplies a defective or omitted index of the registry, but to be actual notice the subsequent encumbrancer must be himself personally informed of the specific prior lien before his rights as a lien-creditor attach. It is not enough to give notice to his counsel of the existence of a judgment-note, on which judgment may or may not have been entered, but if the gentleman of the bar to whom such an insufficient notice is given has not yet become the counsel of the subsequent encumbrancer, it is idle to insist that their employment of him afterwards affects them with even such notice as he had received. Such was the case according to the finding of the auditor. When Armstrong was informed that MePall & Martin had given William S. Smith & Co. a judgment-note, which MeEall á'aid he did not know had been entered as a judgment, no professional relation had been established betwixt Armstrong and these appellees. He became their counsel afterwards, but if he had been their counsel at the time of the above communication, it could not avail the appellants as actual notice to the appellees, for it was neither definite nor personal. Whether Armstrong ever informed them of what he had heard from MeEall does not appear, and is immaterial, for it was not such notice of a judgment as a creditor is bound by law to give to subsequent encumbrancers. The law requires him to have it properly docketed and indexed, or in default of these, which amount only to constructive notice, to bring home notice to subsequent encumbrancers that shall be actual. It was not such in this case, and therefore the ruling was right.\nDecree affirmed.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "A. E. Brown and Edward J. Fox, for appellant.",
      "Reeder Grreen, for appellees."
    ],
    "corrections": "",
    "head_matter": "Smith’s Appeal.\nEntry of judgment against a firm, when invalid as against subsequent lien-creditors. — Notice actual and, constructive discussed.\n1. Where the Christian names of the'partners of a firm who had given a judgment signed with the firm name, were not set out upon the judgment docket, on entry of the judgment, it was held without effect as a lien against subsecpient purchasers and lion-creditors, without notice.\n2. Actual notice of the judgment would have supplied the directive or omitted index of the registry: but to be actual notice the subsequent encumbrancer he must be personally informed of the specific prior lien, before his rights as a lien-creditor attached: notice to his counsel is not sufficient.\nAppeal from the Common Pleas of Northampton county.\nThis,was an appeal by William S. Smith & Co. from the decree of the Common Pleas on the distribution of the proceeds of the sheriff’s sale of the real estate of P. W. MeFall and Joseph Martin, partners, doing business as MeFall & Martin.\nThe facts of the case as reported by the auditor were as follows: — P. Winters McFall, James Martin, and Joseph Martin, were engaged as partners in the business of milling and distilling, at Martin’s Creek, Northampton county. In the course of their dealings they became indebted, by simple contract, to a number of persons. On the 2d of April 1851, John M. Young and wife conveyed to them, as tenants in common, the land, the proceeds of the sheriff’s sale of which were in court for distribution. On the 13th of March, 1857, P. Winters McFall, in conversation with William S. Smith, of William S. Smith & Co., in Philadelphia, was told that it was safe to buy all the grain he could store away. McFall said that his firm were short of funds. The conversation turned about Smith’s accepting the draft of McFall & Martin. He said he would accept their draft to raise money to buy grain with, if they would give him a judgment. McFall then gave him a judgment-note, whereby “ McFall & Martin” promised to pay him or order, three months after date, $3000. Mr. Smith showed McFall quite a number of judgments of the same kind, which he had taken and had not recorded, and said he did not know that he would record this one.\nOn the 27th of October 1860, James Martin conveyed his undivided third in the land to P. Winters McFall and Joseph Martin, as tenants in common. James Martin died soon after this, but the precise time of his death did not appear.\nOn the 25th of January 1861, William S. Smith & Co. entered their judgment as of January Term 1861, No. 64. In pursuance of the practice in this court the judgment-note was not filed of record, but returned to the plaintiff. The continuance docket-entry was headed “William Smith & Co. v. McFall & Martin.” There was nothing on the record to identify the parties further. The judgment was entered on the judgment docket or judgment index under letter M thus, “McFall & Martin,” without setting forth the Christian names of the partners. Under this judgment the fi. fa. No. 8, of April Term, 1862, was issued, and this fund brought into court for distribution.\nSome time after this, some of the parties to whom McFall & Martin were indebted became apprehensive of the security of their claims. One of them called to see McFall, and he gave her to understand that the firm would take care of her as far as they were able. No definite understanding was arrived at with any other of their creditors.\nAbout the 21st of January 1862, McFall came to William H. Armstrong, Esq., of the Easton bar (who had no previous connection whatever with any of the creditors), and told him that the affairs of the firm were involved, and retained his services as counsel for the firm, but without retaining him for any other party. They went up,to Martin’s Creek together. There a conversation took place between McFall and Armstrong, in the presence of Joseph Martin. McEall stated the condition of their affairs, -without mentioning the Smith judgment, and said that they had certain confidential creditors, whom they wished to prefer. Mr. Armstrong advised them to confess judgment in favour of these creditors. After this advice was given they examined their papers, and found a receipt relating to the Smith judgment-note. On discovering tnis receipt, McEall told Mr. Armstrong that he did not know whether a judgment had been entered or not, but that, when the note was given, Smith had said that he did not know that he would ever enter the judgment. The communication, however, did not impress itself on the memory of Mr. Armstrong, as he stated that he had no knowledge whatever of the existence of this judgment for some time afterwards.\nAfter this, a list of' the confidential creditors was furnished Mr. Armstrong, and he drew confessions of judgment in favour of the parties above mentioned. They were executed by both the parties that evening or the next day. All these papers were dated the 22d of January 1862. The one to Elizabeth Martin was a bond payable the 1st of February 1862, with interest from date. The others were single bills, payable one day after date.\nElizabeth Martin....... $4861.96\nJohn McEall. ....... 1048.34\nJoseph Engler ........ 1800.00\nPeter D. Kieffer...... 838.67\nDavid K. Messinger....... 660.00\nElizabeth McEall . . . ... 707.64\nWilliam Morris ....... 524.17\nDavid K. Messinger, Trustee for Mary Matilda McEall 1000.00\nSamuel Eakins...... 256.00\nCharles Kieffer ....... 300.00\nGeorge Stocker ....... 183.07\nWilliam Hutchinson...... 104.84\nJohn Pope ........ 350.00\nMessinger & Brother ...... 375.00\nIn all of these judgments the names of the partners were given in full.\nWhen these judgments were signed, Messrs. McEall & Martin requested Mr. Armstrong to enter them. Nothing whatever was said about his acting as counsel for anybody except McEall & Martin. Nor was Mr. Armstrong requested to act for any one except McEall & Martin. He was not then requested to issue executions.\nMr. Armstrong entered all these judgments on the 23d of January 1862. In compliance with a custom at the Easton bar, he entered his name as counsel for the plaintiffs in the judgments.\nOn the 30th of January 1862, William S. Smith & Oo. sued out fi. fa. No. 8, April Term, 1862, on their judgment. About the same time Mr. Armstrong first became aware of the existence of the Smith judgment, and communicated his knowledge of the fact to McFall. On the 31st of January, Joseph Martin, by Mr. Armstrong as his attorney, petitioned the court to strike it off.\nIn February 1862, Mrs. Martin wished McFall to see that her judgment was attended to, and he and David K. Messinger went to Mr. Armstrong and directed him to issue executions on Mes-singer’s and Mrs. Martin’s judgments. They gave no order to issue execution on any others. About the same time, Joseph Engler spoke to Mr. Armstrong. Up to that time Mr. Armstrong had considered himself as retained for McFall & Martin only. He received instructions, at these interviews, to issue executions on all the judgments confessed on the 22d of January. Under these executions the sheriff sold the land on the 24th of March 1862. At that time the judgment of William S. Smith & Co. called for $2054.39, with interest from January 28th 1862, being $2073.56. The judgments entered January 23d 1862 amounted to the sums above mentioned, with interest and costs.\nThe property sold for $10,605. Out of this fund Elizabeth Martin was paid in full. The costs on all the judgments claiming the fund for distribution were also paid by the sheriff.\nOn the 2d of May 1862, on motion of E. J. Fox, Esq., for William S. Smith & Co., the sheriff paid into court, of the above $10,605, the sum of $2300, being the fund to be distributed.\nOn the 30th of July 1862, the court directed that the name of Martin be stricken from the judgment of William S. Smith & Co., and that the judgment remain good against McFall.\nSoon afterwards Mr. Armstrong entered the military service of the United States, and relinquished his charge of the judgments entered on the 23d of January.\nOn the foregoing state of facts, the counsel for the other lien-creditors, who succeeded Mr. Armstrong, contended that the judgment of William S. Smith & Co. was incorrectly indexed,' and was, therefore, to be postponed to the judgments of his clients, to whom the fund in court ought to be awarded.\nThe auditor refused to postpone the lien of William S. Smith & Co., chiefly on the ground that by the exhibition of the receipt of William S. Smith & Co. to Mr. Armstrong and the remarks made then by Mr. McFall, the other creditors had notice of the lien.\nTo this distribution exceptions were filed, which on argument were sustained by the court below, and the claim of William S. Smith & Co. stricken from the list of distributors, which was the error assigned here for William S. Smith & Co.\nA. E. Brown and Edward J. Fox, for appellant.\n1. Tlie court in thejr opinion do not allude to the facts, which were sworn to by McEall, and reported by the auditor as facts. They allude to the testimony of Mr. Armstrong, in which he says he did not know of the existence of the Smith judgment until some time after the entry of the judgment in favour of the appellees, but apparently attach no importance to the fact that he was informed of the existence of the judgment-note in favour of Smith k Co.; and then decide that the judgment of the appellants is postponed, because the judgment being defectively entered in the judgment-docket, notice of its actual existence was not brought home to the appellees.\nWe contend that the auditor’s report of the facts in this case is conclusive: White’s Appeal, 12 Casey 139 ; Robinett’s Appeal, Id. 174; Miller’s Appeals, 6 Id. 492; Mellon’s Appeal, 8 Id. 125.\nIs there then any “ plain mistake or flagrant error” in the auditor’s report of the facts, that Mr. Armstrong saw the receipt for the judgment-note of William S. Smith & Co., and that McEall told him then that he did not know whether a judgment had been entered upon it or not? McFall swears positively to the fact, and the auditor has reported it to be a fact, but that it did not impress itself on Mr. Armstrong’s memory. It is to be noticed, that the testimony of Mr. Armstrong is that “ he thinks bis first knowledge of Smith k Co.’s judgment was obtained after the judgments of appellees were entered.” He does not testify that he did not see the receipt for the judgment-note before the judgments were entered.\n2. It must be conceded then that Mr. Armstrong did see the receipt, and the question is, what is the effect upon the appellees of the communication of that knowledge to him at that time. It can hardly be disputed, that if the appellees had been present in person at that interview between Mr. Armstrong and Messrs. McEall k Martin, and they had acquired the same knowledge before the single bills were drawn, or the judgments entered, as that which was communicated to Mr. Armstrong, that it was such information as made inquiry a duty, which, if pursued, would have led to a knowledge of the judgment itself, and would therefore have been to them such notice as would have bound them.\nThe inquiry then becomes material, when Mr. Armstrong became the attorney for the appellees. We contend that he became so at the interview between him and McFall k Martin, when he drew the bills single and took them with him to have the judgments entered upon them. It is true that he did this at the request of McEall & Martin, but it was in the interest of the appellees and to secure their debts that he did it. He drew the judgment-notes on the 22d January, and on the 23d of January he took them to the office of the prothonotary, had judgments entered upon them, and at the same time entered his name upon the record as the attorney for the plaintiffs in the judgments. He was then the attorney upon the record on January 23d 1862 of the appellees. Can either Mr. Armstrong or his clients, then, be permitted'to contradict the record, and to say that although the record showed him to be the attorney, he was not so in fact ? 1 Bacon’s Abridgment, title Attorney, C., p. 295.\nBut it is said that Mr. Armstrong entered his name as attorney for the plaintiffs in the judgments “ in .compliance with a custom believed by him to be universal.” We deny the universality of the custom; but whether he did it 'in compliance with a custom or not, he was none the less the attorney of the plaintiffs upon the record. But the appellees never complained that he had acted as their attorney without authority. On the contrary, they assented to and ratified all that Mr. Armstrong had done in their behalf. After that time he was directed by three of the appellees to issue executions, and he did issue executions on all the judgments entered January 23d 1862. Can the appellees, therefore, claim that Mr. Armstrong’s acts as their attorney were proper, and give them their approval so long as they were beneficial to them, and repudiate him as their attorney and deny his authority to bind them, so soon as they find that they are to be injuriously affected by information received by him, while engaged in the transaction of their business ? Was it not their business ? The chief, if not the only subjects of conversation at the consultation between McFall, Martin, and Mr. Armstrong, were the embarrassments of the firm, and the question how they would secure the appellees, whom they called their “ confidential creditors.” Why they were “confidential” and “William S. Smith & Co.” were not “confidential creditors,” does not clearly appear. The only facts that appear are that the appellees had their debts unsecured by judgments, while Smith & Oo. advanced their money upon the security of a judgment-note.\nIf the position we have assumed is correct, Mr. Armstrong as the attorney of the appellees received this information before their rights attached by the entry of the judgments in their favour, and they had therefore notice of the judgment of the appellants: Hood v. Fahnestock, 8 Watts 492; Bracken v. Miller, 4 W. & S. 111.\nIt seems hardly necessary to argue that the ascertaining of the amount due, the drawing and execution of the judgment-note, and the entry of the judgment on the note, were the same transactions in which Mr. Armstrong was employed by the appellees.\n“ The general doctrine is, that whatever puts a party on inquiry amounts, in judgment of law, to notice, provided the inquiry becomes a duty, as in case of purchasers and creditors, and would lead to the knowledge of the requisite fact by the exercise of ordinary diligence and understanding. Notice of a deed is notice of its contents; and notice to an agent is notice to his principal:” Jaques v. Weeks, 7 Watts 267. See York Bank’s Appeal, 12 Casey 460.\nWe think we have shown that Mr. Armstrong was the attorney of the appellees before the judgments were entered, and that they had such notice as the law requires of the existence of the judgment of the appellants, and that, as notice to the agent or attorney is notice to the principals, and the appellees were judgment-creditors subsequent to the appellants, the appellants are entitled to be paid first out of the fund in court.\n3. But the court and the auditor have assumed as a fact that Mr. Armstrong did not become the attorney of the appellees, until he was spoken tb by them to act as their attorney shortly before the executions were issued. Even if this be so, the auditor has shown by authorities which have never been shaken, that the notice which Mr. Armstrong received, even before he became the attorney of the appellees, affected them with notice of the existence of the judgment the moment that they employed him to act as their attorney: Jennings v. Blincorne, 2 Vernon 609; Le Neve v. Le Neve, 3 Atkins 648; Brotherton v. Hatt, 2 Vernon 573; Toulmin v. Steer, 3 Meriv. 210; 2 Pow. Mort. 554, note Y; Hood v. Fahnestock, 8 Watts 491-2; Bracken v. Miller, 4 W. & S. 111.\nThese cases were much harder ones for the parties affected by the notice to the agent, than this case would be for the appellees, should the decision of the auditor be sustained. For what was their position and what is their equity ? They had had dealings with McFall & Martin, who had become indebted to them. They had no security for these debts except the personal- security of McFall & Martin. They had not asked them for a confession of judgment, nor were attempting or even threatening to attempt to recover 'judgments against them. On the other hand, the appellants at the time they loaned their money to McFall & Martin, took a judgment-note from them, upon which they had judgment entered more than a year before the confessions of judgment were entered in favour of the appellees.\nWe submit, therefore, that the appellees were charged with notice of the judgment of the appellants before their rights attached, and that therefore the judgment of William S. Smith & Co. is not to be postponed in favour of the subsequent judgment-creditors.\nReeder Grreen, for appellees.\nThere is no conflict between the court and the auditor as to any finding of facts by the latter. The court do not decide any facts found by the auditor to be otherwise than as reported. The only difference between the court and the auditor is in the legal conclusions drawn by them respectively from the same facts. The auditor argues that Mr. Armstrong had constructive notice of Smith’s judgment, and therefore the creditors, his subsequent clients, had actual notice. The court deny the correctness of this reasoning, and combat it.\nBy far the largest part of the auditor’s report is devoted to the task of showing that a judgment-creditor is not entitled to any kind of notice of prior liens, and therefore cannot be permitted to question a previously-entered judgment, no matter how defectively it may be entered or docketed. The auditor feels constrained to admit, however, that the law is against him on this subject, and yields to the authority of Ridgway, Budd & Co.’s Appeal, 3 Harris 181, and York Bank’s Appeal, 12 Casey 458.\nTo these might be added a host of other cases, in which the same doctrine is clearly held, but as the counsel for the appellant do not dispute them, we content ourselves with the assumption that Smith & Co.’s judgment being entered and docketed against “ McFall & Martin,” without mention of the Christian names of either of the defendants, it is no notice to the subsequent judgment-creditors, and must be postponed to them, unless there is something else in the case to restore its priority.\nThe auditor concludes: “Independently of the notice received through Mr. Armstrong, therefore, the entry of the judgment, as it stands, would not have been a sufficient notice to the subsequent judgment-creditors.” He contends, as do the learned counsel for the appellants, that the conversation testified to by McFall between himself and Mr. Armstrong, was a sufficient notice to these contesting judgment-creditors of the Smith judgment, and therefore that judgment has priority.\n1. What kind of notice will suffice for the record notice, provided by the Act of 29th March 1827, § 3 ?\nThere is but one kind of constructive notice, and that is the record notice directed by the act: York Bank’s Appeal, 12 Casey 458.\nThe auditor’s chain of reasoning is, 1st, That the conversation between McFall and Armstrong was a good constructive notice to Mr. Armstrong. “ Therefore Mr. Armstrong had good constructive notice of the existence of the Smith judgment.”\n2d. That constructive notice has the same legal effect as actual notice, and concludes his citations thus: “ Therefore the constructive notice given to Mr. Armstrong was equivalent to actual notice to him.”\n3d. The conclusion from the foregoing premises is, “ It would seem, therefore, that the notice of Mr. Armstrong was notice to the subsequent judgment-creditors.”\nThe whole result of this argument is that constructive notice to Mr. Armstrong was actual notice to the judgment-creditors for whom he subsequently became concerned.\nIf it had been constructive notice to the parties themselves, it was not the kind of constructive notice provided by the act. For that kind of constructive notice there is but one substitute, and that is, actual notice to the subsequent encumbrancer, before his rights attached: York Bank’s Appeal; Stephens’s Executor’s Appeal, 2 Wright 9.\nWe conclude, therefore, that (1), the notice must be actual; (2), it must be brought home to the subsequent encumbrancer himself; and (3), it must have been given before the rights of the latter attached, in other words before his judgment was taken; and we insist that the notice in this case was fatally defective in every one of these particulars.\n(1). It was not actual. It could at the most operate only to apprise Mr. Armstrong of the fact that a number of years before McFall had given to Smith k Co. a means of acquiring a lien against him.\nSuch a notice could possibly have no larger effect than to put Mr. Armstrong upon inquiry, and that kind of notice is but constructive notice.\nBut this notice having put Mr. Armstrong upon inquiry, could at best but lead him to the record. If, when he got to the record of the judgment itself, to wit, the entry in the continuance docket, he found a well-entered judgment, he might be possibly charged with notice of the lien. He looks at the judgment-docket, and finds there no lien against Peter W. McFall. He lo'oks further to the continuance docket, and finds there no judgment against Peter W. McFall; nothing but an attempt to enter a judgment against “McFall,” or “McFall & Martin.”\nAn actual notice might well supply the deficiency of the judgment docket, which is itself but a notice. But how can it supply deficiencies in the judgment itself? In the cases of Ridgway, Budd k Co.’s Appeal, and York Bank’s Appeal, the judgments themselves were well entered against the several parties by their full names : and in the latter case the actual notice accomplished all that could have been effected by a perfect index, viz., it led to the discovery of a good and well-entered judgment. But no examination of the record would have led to such a discovery here. It would have ended where it commenced, in the knowledge of an irregular and defectively-entered judgment against some person or corporation whose whole name must have been presumed to be “McFall,” or “McFall & Martin,” and it is immaterial which: Porter v. Cresson, 10 S. & R. 257; McKinney v. Mehaffy, 7 W. & S. 276; Wood v. Reynolds, 7 Id. 406; Heil & Lauer’s Appeal, 4 Wright 453.\nIf the want of Christian names is a fatal defect in the judgment-docket, it would seem a fortiori to be fatal in the judgment itself, as entered in the continuance-docket. Certainly a notice to be actual of the existence of a judgment, ought to be so precise in substance as to accomplish the object of a correct entry in the judgment-docket, that is, it ought to contain information of the fact that there was a judgment. A notice that Smith & Co. might have acquired a judgment against McFall because they had the means of doing so, is not notice that they have done so. See also Kerns v. Swope, 2 Watts 75; Jaques v. Weeks, 7 Id. 261; Peebles v. Reading, 8 S. & R. 496; Friedley v. Hamilton, 17 Id. 17; Simon v. Brown, 3 Yeates 186; Heister v. Fortner, 2 Binn. 40; Billington v. Welsh, 5 Id. 129; Bolton v. Johns, 5 Barr 149; Lead. Cas. in Eq. 114.\nIf Mr. Armstrong, or the judgment-creditors themselves, had actually seen the judgment as entered on the continuance-docket, it would have been no notice to them, and they would be at liberty to disregard it. Nothing but a most specific and detailed notice that the defendants in that judgment were Peter W. McFall and Joseph Martin would be treated as actual notice.\nIn no point of view can the indefinite and vague conversation testified to by McFall be construed or held to be actual notice to Armstrong of the fact that W. S. Smith & Co. held a judgment in the Court of Common Pleas of Northampton county against Peter W. McFall and Joseph Martin, or either of them.\nThere is no pretence that this loose conversation, which the auditor finds made no impression upon the memory of Mr. Armstrong, was in any aspect an authorized notice coming from Smith & Co. There is not even an allegation that they gave or caused to be given any kind of notice whatever.\n(2). But no matter what was the character of the notice, it was not brought home to the parties.\nNotice to a party’s counsel affords an inference of notice to bis client, and would have effect possibly as furnishing a presumption that it was communicated to the client, which would prevail until it was rebutted. But as a presumption it can have no greater effect than this, and it falls at once when it is opposed by evidence showing it to be untrue in fact.\nIf the notice to a principal through an agent is regarded as constructive notice, and it is so held in most of the cases, then we argue it is not the kind of constructive notice of a judgment required by the act, and therefore it is no notice at all. If, on the other hand, it is to be treated as a species of actual notice, then it must be tried by the test of actual notice. If it was not really delivered to the party to be affected, and that is proved by testimony, then it was not actually brought home to the party, and the presumption that it was delivered must give way to proof of the contrary.\nThe evidence shows, and the auditor so finds, that Mr. Armstrong was not in any manner concerned for any of the appellees at the time the judgment-notes were drawn, nor for some time thereafter.\nBut it is argued that he must be held or construed to have been concerned for them at that time, because, after the judgments were entered, he entered an appearance for them on the record. To which we reply (1.) That there is no evidence that the appearance was recorded when the judgments were entered. The appellants have no right to assume that the appearance was entered on January 23d 1862. There is no such testimony, and the auditor does not so find. (2.) Even if the appearance were then entered, it was unauthorized, and not binding upon the plaintiffs in the judgments, unless they specially knew the fact, and approved it, and of this there is no sort of evidence. (3.) The appearance could not have been entered till after the judgments were, but the rights of the creditors attached the very instant the judgments were entered, and before the appearance could be written. (4.) It is at best as explained by the testimony but evidence of constructive retainer, and the notice to the principals of the Smith judgment would therefore be constructive notice of constructive notice through a constructive agent.\nThe appellees are not claiming the benefit of a part of Mr. Armstrong’s acts, and repudiating those that tell against them. They repudiate no act done after he was retained, and are not to be charged with repudiating an appearance at a particular time anterior to retainer, unless they knew at the time of retainer that the appearance had actually been thus entered.\nIt is argued that although Mr. Armstrong was not counsel for appellees until after their judgments were entered, yet they are bound by his knowledge of the Smith judgment; and the conversation with McEall is therefore to be treated as actual notice to them. We reply to this, (1.) That this is charging the principals constructively with constructive notice of a constructive notice. (2.) That the constructive knowledge of Mr. Armstrong was not obtained in the same transaction in which he was employed by the appellees, and therefore does not bind them. See Lowther v. Carlton, 2 Atk. 242; Worsley v. Earl of Scarborough, 3 Id. 392; Warrick v. Warrick, 3 Id. 291-4; Henry v. Morgan, 2 Binn. 497; Hood v. Fahnestock, 8 Watts 490; Bracken v. Miller, 4 W. & S. 102; Fuller v. Benett, 2 Hare 394.\nThe transaction in which Mr. Armstrong was employed by the appellees was in no respect the same as the obtaining of the Smith judgment, or even as the obtaining the judgments of the appellees. That business was done, finished. They were no parties to it, knew nothing of it, had not in any way participated in it. When the appellees first retained Mr. Armstrong they had already acquired fixed, vested, complete rights, and did not require his assistance in any way to obtain or perfect them. They simply required him to enforce those rights by issuing execution and collecting the money. That business was totally distinct from and independent of the business of obtaining the judgments. There is no sort of necessary connection between the two transactions.\nIn Jennings v. Blincorne, relied upon for the appellants by the auditor, the purchase was made by Blincorne expressly in the character of agent for Moore, and Moore accepted the act of the agent as originally done, and was of course chargeable just as if he had employed Blincorne before the purchase was made.\nBrotherton v. Hatt was the ordinary case of notice to a scrivener who acted for all the parties in interest and at the same time, and so also was Toulmin v. Steer.\n(3.) This is a case of statutory notice of a judgment, and therefore different from the ordinary instances of notices of prior unrecorded conveyances by deed or mortgage, secret trusts, adverse claims, &c., all of which are found upon equitable considerations. The difference is well and strongly illustrated in the case of Hine v. Dodd, 2 Atk. 275, which is in the same category with York Bank’s Appeal, 12 Casey 458, and is principally valuable as exhibiting in detail the kind of proof of notice required to supply the place of the statutory notice. It is needless, perhaps, to add that the improper index in the case at bar is the same as no index at all, which puts the two cases on a par, except that here the judgment itself was defectively entered and gave no notice when fully examined.\n4. Lastly, we argue our rights had fully attached before any notice was given to us, and therefore we are not to be affected.\nGranting that we are chargeable with notice to Armstrong from the time of his retainer, it was subsequent to the acquisition of our rights as against Smith & Co., and will not postpone us. On the morning of the 23d January 1862, the instant the judgments were entered, the appellees had priority of lien over Smith & Co., and certainly this cannot be taken away by subsequent facts.\nIn Jennings v. Blincorne, and all the other cases, the rights set up and sought to be affected by the notice to counsel, were not acquired until after the relation of counsel and client or principal and agent had commenced de facto.\nThe attempt made at the conclusion of the argument for appellants, and in the report of the auditor, to exhibit superior equity in Smith & Co., is an entire mistake. Smith & Co. are creditors, but so are the appellees. Their equities are equal, and neither has any advantage in that respect. But on the other hand the appellees were vigilant, while Smith & Co. were not. The former had their judgments properly entered and indexed, while the latter were negligent in both these respects. Vigilantibus non dormientibus jura subveniunt is a maxim as well of equity as of law, and if between the vigilant and the negligent somebody must suffer, it will surely not be the former.\nApril 2d 1864,"
  },
  "file_name": "0128-01",
  "first_page_order": 128,
  "last_page_order": 140
}
