{
  "id": 485586,
  "name": "Speer versus Evans",
  "name_abbreviation": "Speer v. Evans",
  "decision_date": "1864-04-02",
  "docket_number": "",
  "first_page": "141",
  "last_page": "144",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 141"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 424,
    "char_count": 9343,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 2.3579871075571913e-07,
      "percentile": 0.7939617329041191
    },
    "sha256": "a45cdf87b548530ff57f1c2bc7c3e4fe151c030785882facb03f29f94e508250",
    "simhash": "1:1d7e686591ec3b36",
    "word_count": 1666
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Agnew, J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "Speer versus Evans."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nThis was not the case of an unrecorded mortgage. It was duly recorded, and as between the parties thereto, the mortgagors and mortgagees, was in all respects a valid and effectual mortgage. But it was not duly indexed, and not, therefore, constructive notice to third parties. As a guide to inquirers, the index is an indispensable part of the recording, and without it, the record affects no party with notice.\nAs the sole purpose of the index is to enable those who are affected with constructive notice of the mortgage to obtain actual notice of it, no man to whom actual notice has been brought home by other means, has the right to complain of the want of an index. Eor it never can be a subject of just complaint, that he who was entitled by law only to constructive notice has received more than his due — all that the registry, duly indexed and actually searched, could have given him.\nThe question of actual notice to Speer was very fairly submitted to the jury upon competent evidence, and the event was made to depend wholly upon the finding of that fact. The only legal conclusion which such a record requires us to declare is, that actual is equivalent to constructive notice. We so decide, and as this makes an end of the cause, it is unnecessary to discuss all the collateral questions suggested in the assignments of error and in the argument.\nThe judgment is affirmed.\nAgnew, J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Reeder Grreen, for plaintiff in error.",
      "M. M. Pirámide and P. R. Weitzel, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Speer versus Evans.\nNotice of mortgage,'actual and constructive.\n1. Actual notice to a subsequent purchaser or encumbrancer of the existence of a prior mortgage upon land, is equivalent to the constructive notice given by the index to the mortgage-books.\n2. Hence if a purchaser of land have actual notice of the existence of a mortgage upon it, recorded but not indexed, he cannot complain of the want of the index.\nError to the Common Pleas of Carbon county.\nThis was a scire facias on a mortgage given by George H. Weiss, Joel Berlin, Joseph Serfass, and Samuel Hawk to Morris Evans, dated 1st November 1855, upon, a tract of land the title to which afterwards passed into the hands of William H. Speer. On the 5th of November 1855, the mortgage was recorded in the proper record-book in and for Carbon county. The register placed upon the mortgage his certificate to that effect, but neglected to index the recording of the mortgage. The two bonds secured by the mortgage were also entered of record on the same day. Several payments were made upon the bonds, leaving finally unpaid a balance of $2158.10. Before the sale of the property by the sheriff, the judgment-bond which remained unpaid had lost its lien.\nOn the 6th of April 1858, George H. Weiss, Joel Berlin, and Samuel Hawk gave to William Speer a judgment-note for $2021.9Q, which he entered upon the records of Carbon county, thereby creating a lien upon the same premises included in the mortgage of Morris Evans. On the 20th of August 1861, Speer issued a fi.fa. upon his judgment, and under it on the 30th of September 1861 (inquisition having been waived), the premises were sold to William H. Speer, the plaintiff, and on the 2d day of January 1862, the sheriff executed to him a deed. This sci. fa. was then brought making Speer terre-tenant.\nIt was claimed by the defendant that he took the land discharged from the lien of the mortgage, because the recorder had neglected to index the recording of the same. This was the only question in the case.\nThe plaintiff, to meet this defence, proved that when Speer loaned to the mortgagors the $2021 which was the consideration of his judgment against them, it was loaned to them to make a payment to Evans on account of one of his judgment-bonds above mentioned, and that Speer was then informed before advancing the money, that the bond thus held by Evans was secured by mortgage. Plaintiff also showed that at the sheriff’s sale, before the property was struck off, notice was given to all bidders of the existence of the mortgage, and also of its being recorded.\nEvidence was also given that between the obtaining of his judgment, and his purchase of the property at sheriff’s sale, Speer had the record examined, and was informed by his counsel, who obtained his information from examination of the indexes and also from the recorder, that there was no such mortgage on record.\nThe plaintiff requested the court to charge:—\n1. That the plaintiff’s mortgage was legally recorded on the 5th day of November 1855, and that under all the evidence in the cause the verdict of the jury ought to be in favour of the plaintiff for the sum of $2165.82.\nIf the court decline so to charge, then,\n2. That if the jury believe that W. H. Speer, before he loaned his money to Weiss, Berlin, and Hawk, and took their judgment-note for the same, was informed of the existence of the plaintiff’s mortgage, and that at the sheriff’s sale immediately before the premises were exposed to sale, the plaintiff’s counsel gave public notice in the hearing of W. IT. Speer or his counsel, Mr. Albright, that the plaintiff’s mortgage was recorded, and stated publicly then and there the book and page where the same was recorded, and produced the mortgage-book containing the record thereof, that any one interested might see the record if they pleased, then the verdict of the jury ought to be in favour of the plaintiff for the amount of the mortgage yet unpaid.\nThe first of these points was negatived, and the second was affirmed by the court.\nThe court also charged the jury as follows:—\n“ If the mortgage, when copied into the record-book, had been indexed properly, there would be no question about the right of the plaintiff to recover. The sale having been made on a junior judgment, would not have discharged its lien.\n“ If there was neither constructive nor actual notice to William II. Speer at the time he advanced his money and obtained his lien, of the existence of the mortgage, then he took the land discharged of any lien under it, and the plaintiff cannot recover.\n“But if the jury believe from all the evidence that Speer had full and ample notice of the existence of the mortgage, supposing it to be legally recorded, at the time he advanced the money, and full notice of its existence on the records of the county of Carbon before he became the purchaser at sheriff’s sale, it amounts to actual notice or notice in fact to him. If such be the case he took the land encumbered by the mortgage, and the plaintiff is entitled to have it paid out of the property. If you so find, jour verdict should be for the plaintiff for the sum of $2157.10, the balance due as agreed upon this day.”\nUnder this ruling there was a verdict and judgment for plaintiff for the amount of his claim with interest, whereupon the defendant sued out this writ, averring that the court below erred:—\n1. In admitting the record of the mortgage sought to be enforced in this case.\n2. In admitting proof that the said mortgage had been given for purchase-money.\n3. In admitting evidence that the lands mortgaged had been conveyed to the mortgagors by the mortgagee.\n4. In admitting in evidence that notice of the existence of plaintiff’s mortgage had been given to defendant before loaning the money secured by his judgment.\n5. In admitting in evidence that notice of the record of the mortgage had been given at the sheriff’s sale.\n6. In charging that the mortgage was for purchase-money.\n7. In charging as follows: “But it is insisted on the other hand that the defendant had actual notice of the existence of the mortgage as a lien prior to loaning his money or obtaining his judgment, and consequently prior to the sale by the sheriff. If this is the fact, it amounts to actual notice to this defendant of the existence of the lien.”\n8. In charging as follows: “Applying the facts in this case to the law as we have stated it, had the defendant actual notice of the existence of this mortgage ? This is a question of fact for the jury, and the only question to be disposed of by them.”\n9. In charging as follows: “ If they did refer to this very mortgagé as being a lien upon the premises on which Speer was about to advance money and take a lien, it was direct and positive notice to him of its existence. How can he then escape on the ground that he was an innocent purchaser without notice ?”\n10. In charging as follows: “If there was neither constructive nor actual notice to William II. Speer, at the time he advanced his money and obtained his lien, of the existence of the mortgage, then he took the land discharged of any lien under it, and the plaintiff cannot recover. But if the jury believe from all the evidence that Speer had full and ample notice of the existence of the mortgage, supposing it to be legally recorded at the time he advanced the money, and full notice of its existence on the records of the county of Carbon, before he became the purchaser at sheriff’s sale, it amounts to actual notice or notice in fact to him. If such be the case, he took the land encumbered by the mortgage, and plaintiff is entitled to have it paid out of the property.”\n11. In affirming the second point put by the plaintiff.\nReeder Grreen, for plaintiff in error.\nM. M. Pirámide and P. R. Weitzel, for defendant in error.\nApril 2d 1864,"
  },
  "file_name": "0141-01",
  "first_page_order": 141,
  "last_page_order": 144
}
