{
  "id": 485564,
  "name": "Fifield versus The Insurance Company of the State of Pennsylvania",
  "name_abbreviation": "Fifield v. Insurance Co.",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "166",
  "last_page": "189",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Wright 492",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "2 Black 670",
      "category": "reporters:scotus_early",
      "reporter": "Black",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "2 Peters 307",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "3 Wheat. 634",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "5 Wheat. 150",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "6 Allen 373",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2124636
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mass/88/0373-01"
      ]
    },
    {
      "cite": "6 Allen 373",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2124636
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "449"
        }
      ],
      "opinion_index": 3,
      "case_paths": [
        "/mass/88/0373-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1880,
    "char_count": 65744,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 6.884153238199108e-08,
      "percentile": 0.41867865655488024
    },
    "sha256": "38781b17a1591fe8759936580832993b55673b34bd2c6c49166bb56d748c01fe",
    "simhash": "1:7a25f51a5dc5d2c4",
    "word_count": 11229
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fifield versus The Insurance Company of the State of Pennsylvania."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, C. J.\nThis was an action of covenant upon amarine policy of insurance, issued 24th November 1860, for one year, upon the plaintiff’s interest, valued at $3000, in the brig John Welsh, valued at $12,000. The perils insured against were the seas, fires, pirates, rovers, assailing thieves, jettison, &c., and the language of the excepting clause in one of the provisoes was “ that the said company shall not be liable for any claim for or loss by seizure, capture, or detention, or the consequences of any attempt thereat.\"\nThe brig sailed from Philadelphia, in May 1861, to Trinidad de Cuba, and there took in a cargo of sugar and sailed thence for Falmouth, England. On the 6th July, being about two hundred and fifty miles from the Nantucket shoals, she was captured by a stranger vessel, which floated French colours when first seen, but which ran up the secession flag before the capture, and which proved to be the privateer Jeff Davis, cruising under letters of marque issued by authority of the so-called Confederate States. The Jeff Davis subsequently captured the Enchantress, and afterwards her crew were themselves captured and brought to Philadelphia, where, under the name of William Smith and ■others, they were indicted, tried and convicted, but not sentenced, for piracy, in the Circuit Court of the United States. Their offence was laid as committed against the Enchantress, not the John Welsh. By direction of the President of the United States they were subsequently exchanged with the Confederate States as prisoners of war.\nUpon this very brief statement of the leading facts of this case, the question arises whether the loss of the John Welsh is to be regarded as a piratical loss or a capture jure belli. The circumstances of her capture were fully detailed on Smith’s trial, and such acts of depredation and robbery were shown as would constitute the crime of piracy, unless the commission under which they were committed was such as to take away their piratical character. In passing upon this question we are authorized and requested by counsel on both sides to make use of the printed report of Smith’s trial, and of “the history of the times.” It appears from the evidence on Smith’s trial, that the Congress of the Confederate States had authorized the President of that so-called government to issue, to private armed vessels, letters of marque and general reprisal, and that in pursuance of such authority, commissions and instructions had been issued to the crew of the Jeff Davis, and that she was sailing under this authority when the John Welsh was captured. These instructions pointed to a war on the commerce of the United States alone, and enjoined the strictest regard to the rights of all neutral powers.\nA pirate is usually defined as Jiostis humani generis, but a more accurate description of the offence of piracy is that it is robbery or forcible depredation upon the sea, animo fur andi. It is usually contrasted with captures jure belli, as in the case of The United States v. Klintock, 5 Wheat. 150. The distinction between privateering and piracy is the distinction between captures jure belli under colour of governmental authority and for the benefit of' a political power organized as a government de jure or de facto, and mere robbery on the high seas committed from motives of personal gain, like theft or robbery on land. In the one instance the acts committed enure to the benefit of the commissioning power, and in the other to the benefit of the perpetrators merely. By the Constitution of the United States, Congress is authorized to define and punish piracies and felonies committed on the high seas, and several Acts of Congress have been passed upon the subject from 1790 down to 1861. See Brightly’s Digest of U. S. Statutes. Privateering, on the other hand, has in all our history been claimed and defended as lawful warfare on public enemies. It is the substitute for enormous naval establishments. It was largely practised in our revolutionary struggle, is expressly recognised in the Federal Constitution, and when the principal maritime powers of Europe declared at the Congress of Paris in 1856, that “privateering is and remains abolished,” we refused to accede to the declaration, and the state papers of the time, from the pens of General Cass, our minister to France, and of the late Judge Marcy,‘then secretary of state, contain the most unanswerable arguments against the surrender of our right of privateering. As late as the 3d March 1863, Congress authorized the President to issue letters of marque and reprisal “ in all domestic and foreign wars.”\nThus strongly is the distinction marked in our jurisprudence between piracy and privateering, and the question is to which of these heads this case belongs. If the Jeff Davis was not a privateer she was a pirate, and if she was a privateer she was made so by the commission she bore. The legal effect of that commission, therefore, must depend upon the status of the South-urn Confederacy. That it is a government de jure, no man who is faithful to the Constitution of the United States will for a moment contend. But is it not a government defacto ?\nI do not find this kind of government sharply defined in any writers on public law, but I suppose that any government, however violent and wrongful its origin, which is in the actual exercise of sovereignty over a territory and people'large enough for a nation, must be considered as a government de facto. Yattel tells us that any nation which governs itself under what form soever without any dependence on foreign power, is a sovereign state. And our American ideas will accept from foreign nations no other authentication of the right to rule, than the fact of ruling. General Jackson, in his message of December 1836, in setting forth the uniform policy and practice of this government to recognise the prevailing party-, in all foreign disputes, told Congress that “ all questions relative to the government of foreign nations, whether of the old or new world, have been treated by the United States as questions of fact only.” And this sentiment has been repeated numberless times in our state papers. There is no doubt, therefore, that the Federal Government is accustomed to concede, not only belligerent rights, but civil authority also, to governments defacto.\nNor does it appear that an interval of peace is essential to the constitution of a government defacto, as was argued. The time of recognising a new power is decided by each existing government for itself, and it may be delayed by the fact that the new power has had no peace, and a season of peace may be indispensable also to consolidate its administration ; but where, as here, the inquiry relates merely to the existence of the new power, it would be very difficult to say that it did not exist, because it did not exist in peace. To make war is one of the highest attributes of sovereignty, and quite as demonstrative evidence of vital existence as deeds of peace. The original thirteen states confederated in 1777, but did not achieve peace until 1783, and during those six years were in constant war, yet who doubts now— who ever did doubt — that in all that interval they were a government de facto ?\nThe “ history of the times” tells us how the so-called government of the Confederate States came into existence. Certain states having acceded to the Federal Union with other states under a constitution, perpetual and irrepealable, except by common consent, did in 1860 and 1861, without the consent of the other states, and in flagrant violation of the Federal compact, secede from that Federal Union and confederate together under the name of the Confederate States of America, and set up over themselves, in a written constitution, a general government, whose seat or capital is the city of Richmond, and whose asserted jurisdiction is co-extensive with the territories of the seceded states. I have never seen their constitution, but I understand it resembles our own in many points, and that it establishes all the departments and functionaries of a regular republican government. It is a very unquestionable part of the history of the times that this government has carried on war, offensive and defensive, for more than three years, and that its belligerent rights have been recognised by the principal states of Europe, though, as a civil power, it has not obtained recognition by any of the nations of the earth.\nNow, when we find such a government actually exercising sovereignty over a territory larger and a people more numerous than those of our original thirteen states, is it possible that, if the status of that government must be declared, anything less can be said of it than that it is a government de facto ?\nObvious as the answer to this question may seem to be, it encounters, nevertheless, this serious difficulty. If secession did not dissolve the Union, as to the seceded states, and place them beyond the pale of the Constitution, then they are still under the Constitution, which in its tenth article declares that “no state shall enter into any treaty, alliance, or confederation ; grant letters of marque and reprisal, coin money, emit bills of credit,” &c. &c. How can they be a de facto government any more than a government de jure under the Constitution of the United States ? How can two sovereignties co-exist for the samé purposes, any more than two magnitudes can occupy the same space at the same time ? The Federal Government and the state governments, both sovereign in their respective spheres, can co-exist over the same people, because governmental purposes and powers are divided between them, and so long as they exercise only the powers which they respectively-possess under the Constitution, they move in harmonious orbits. Thoughtless men sometimes allege that people cannot be subject to two sovereignties, and thence infer that state sovereignty is a doctrine subversive of the just authority of the Federal Government; but if they would look upon their children, who are subject to one sovereignty at home and to another in school, they would see the riddle solved, and would learn how governments, existing for different purposes and clothed with different powers, may both be sovereign to the extent of their respective powers and to the advantage of those who are subject to both jurisdictions. But the Confederate Government exists for the same purposes, within the seceded states, for which the Federal Government was established, and hence the inconsistency. The one must displace the other. If the Federal Government, who alone has power under our constitution to issue letters of marque and reprisal, still exists in the seceded states, however its functions may be hindered and suspended, I see not how the government of the Confederate States can have power to issue letters of marque and reprisal. It is a governmental power expressly lodged with the Federal Government, and unless secession has had the effect to withdraw it, there it exists still in all the plenitude and exclusiveness of the original grant.\nThe legal consequences of secession, in this particular, have not been distinctly and authoritatively declared. Sometimes secession is treated as a nullity, and the acts and ordinances of secession are ignored. According to this view the Southern States are still integral portions of the Federal Union, and all that has happened within them is mere insurrectionary resistance of the constitution and laws of the United States. If this be so, it must follow that the United States is the supreme government over the seceded territory, for its appropriate purposes, both de jure and de facto — its functions indeed temporarily suspended in certain districts, but its existence unimpaired. This view seems to me as fatal to the de facto pretensions of the Confederate States as to the rightfulness of their dominion. Assuredly they have no right to issue letters of marque and reprisal, if another government, clothed with the exclusive right, exists among them.\nThe other view of secession is that it was a revolution which took the seceded states entirely out of the Union, and made them, in respect to the Federal Government, foreign states. In the language of a distinguished Congressional leader, “ having organized a distinct and hostile government, they have by force of arms risen from the condition of insurgents to the position of an independent power defacto — the Constitution and Union are abrogated so far as they are concerned, and, as between two belligerents, they are under the laws of war and the laws of nations alone.”\nThese are the two views of secession on which the public men of the country divide, and between which some of them oscillate. Which shall the judicial mind adopt? I answer, that view, if it can be ascertained, which the political departments of the Federal Government have adopted. Not that the judiciary is ever, upon principle, to surrender its independence of judgment to the executive and legislative departments, but, since the foreign relations of the Federal Government are wholly intrusted to the President and Congress, the judiciary must accept them, just as they have been recognised and established by the President and Congress. It is only from the acts and declarations of these departments that we can know, judicially, what governments exist, and what rights we concede to them. This rule of decision was recognised by Ch. J. Marshall, in United States v. Palmer, 3 Wheat. 634, and in Foster v. Nielson, 2 Peters 307, and was very' distinctly reasserted by Mr. Justice Grier, in the Prize Cases, 2 Black 670.\nBut even upon this principle it would be very difficult so to generalize the various, discrepant, and sometimes inconsistent measures that have been taken against the rebellion as to enable us to declare whether the President and Congress regard the seceded states within or without the Union. Fortunately such a generalization is not necessary for the purposes of this particular case, because we have a fact here which is decisive of this case, however inconclusive it might prove in a larger application in connection with other facts. I allude to the fact' that, after the conviction of the crew of the Jeff Davis for piracy in a court of justice, the President interposed and restored them to the authorities of the Confederate States. The depredations upon the Enchantress, for which they were convicted of piracy, were the same in character and legal effect as those committed against the John Welsh. The capture of one vessel was no less piratical than the other. Guilty of piracy, the President might have pardoned them for reasons of state, but he did not — he treated them as public enemies, and thus, in this instance, recognised the belligerent rights of the power that sent them forth, and the validity of the commission under which they sailed. No declaration could be more emphatic that they were not pirates, and because it came from that department to whom it is our duty to look for a definition of our relations with all surrounding powers, whether friends or enemies, we accept it and follow it instead of the judicial proceeding which resulted in the conviction of piracy.\nI am very far from wishing to deduce too large inferences from this executive act, and am careful to make no general application of it. I would not infer from it alone, that the President meant to recognise the Southern Confederacy even as a government de facto, nor that he considered secession a revolution that placed the states outside of the Union, and I have no doubt that as a measure of policy it was dictated by motives of prudence and humanity ; but in its bearing upon this particular case I cannot doubt that it was a recognition of the authority under which the Jeff Davis sailed. If all other vessels sailing under the same authority should be considered piratical, nay, if this very cruiser should hereafter be so considered and treated, yet, for the time present, and as to the transaction now under investigation, I must regard the capture of the John Welsh as a capture jure belli and not piratical. That deference which is due to the constituted authorities of the country demands this conclusion. And the reasonings of the Supreme Court of the United States in the Prize Cases, 2 Black 670, of this court in Chester’s Case, 7 Wright 492, and of the Supreme Court of Massachusetts, in Dole v. The New England Ins. Co., MS., as well as the debates in the House of Lords upon the President’s proclamation of blockade of 19th April 1861, as given in the notes to Lawrence’s last edition of Wheaton’s International Law, pp. 248-255, all tend to support this conclusion.\nThat I may, if possible, preclude all misunderstanding, I repeat that I do not place this conclusion upon the evidence of the recognition by our government of the general belligerent rights of the Confederate States, much less upon my own private views of the effect of secession, which I have not undertaken to set forth in this opinion, nor upon those óf any member of this bench, but I place it upon the deliberate and well-considered act of the President in exchanging the crew of the Jeff Davis as prisoners of war — an act which, whatever its general effect, carries conviction to my judicial understanding that that crew must in this case be regarded as privateers and not as pirates, and hence that the loss of the John Welsh was a “capture” within the excepting clause of the policy, and not a loss by “pirates, rovers, and assailing thieves.”\nThe judgment is affirmed.\nThompson, J.\nI had prepared an opinion in this case coming to the same conclusion with the Chief Justice; but his opinion covers the whole ground taken by me, and his presentation is so much more satisfactory, that I forbear doing more than giving my concurrence in his opinion and his conclusions.",
        "type": "majority",
        "author": "Woodward, C. J. Thompson, J."
      },
      {
        "text": "Concurring opinion by\nStrong, J.\nI concur with my brethren in affirming the judgment given in this case, though I am not prepared to adopt all the reasons they assign for the affirmance. In my opinion the case does not call for a discussion of some of the questions which have been debated, and I think it better to confine myself to those matters that are necessarily involved. I shall endeavour to do so, and as briefly as possible.\nThe action, as it appeared at Nisi Prius, wa.s covenant upon a policy of insurance, dated November 24th 1860, by which the defendants insured the plaintiff for one year from the 23d day of December 1860, in the sum of $3000, upon the brig John Welsh, valued at $12,000. The contract was in one of the ordinary forms of a peace policy. The clause descriptive of the perils insured against was as follows: “ Touching the adventures and perils which the said insurance company are contented to take upon them in this voyage,they are of the seas, fires, pirates, rovers, assailing thieves, jettison, barratry of the master or mariners, unless the assured be owner or part owner of the vessel (embezzlement and illicit trade excepted in all cases), and all other perils, losses, or misfortunes that have or shall come to the detriment or damage of the said vessel, freight or property, or any part thereof.” Then followed a proviso not necessary now to be noticed, and a second in these words : “ And provided also that the said company shall not be liable for any claim for, or loss by seizure, capture, or detention, or the consequences of any attempt thereat.” The effect of this proviso was to restrain the generality of the description of perils against which the defendants undertook to insure. It introduced an exception, and exempted the insurers from all liability for losses arising from any of the enumerated or non-enumerated causes before mentioned, if, within the understanding of the parties, they were seizure, capture, detention, or consequences of any attempt thereat.\nThe vessel insured left Philadelphia in May 1861, took aboard a cai’go of sugar at Trinidad de Cuba, and sailed thence in June, 1861, for Falmouth, in England. On the morning of the 6th of July, in that year, she fell in with a strange brig which at first hoisted French colours, but afterwards ran up the secession flag and compelled her to come to. She was then boarded by armed men from the strange vessel, her' papers were demanded, plundered of what the strangers thought proper to take, and taken posession of as a prize. A prize crew was put on board, her own crew was removed to the strange vessel, and the captured vessel sailed away and has never since been heard from. The brig which made the capture proved to be the Jeff Davis, and was then cruising under letters of marque issued in pursuance of pretended authority of the so-called Confederate States. After the capture of the John Welsh, the Jeff Davis captured another vessel called the Enchantress, and her crew were themselves subsequently captured, brought into the port of Philadelphia, indicted for piracy, tried and convicted. The offence was laid as having been committed against the Enchantress. No sentence was adjudged after the conviction, but by direction of the President of the United States the accused persons were exchanged as prisoners of war.\nIt is out of this state of facts that the question for our decision arises. Was the loss of the John Welsh to the assured, a loss by piracy, or a loss by capture within the meaning of the policy of insurance ?\nThat, under the Acts of Congress, the forcible seizure of the vessel on the high seas by the officers and crew of the Jeff Davis and taking her out of the possession of her owners, was an act of piracy, is too clear for denial, and I do not understand it to be seriously controverted. Whether it was piracy at common law depends upon the answer to be given to another question, which is, whether the letters of marque under which the Jeff Davis sailed were available to change the character of the acts done by her crew, and give to them a legal significance, which, without the letters, they would not have had. But I apprehend this case is not to be determined by any answer that may be given to the question whether the capture of the John Welsh was an act of piracy, as defined by our Acts of Congress, or piracy according to the laws of nations. If the loss was caused by seizure, or capture, it matters not whether the capture was lawful or unlawful, made by a recognised belligerent jure belli, or made without any legitimate authority, even by a pirate. The defendants are not liable on this policy for any loss by capture of any description, though it may be called by another name. Had they insured against capture, they would have been equally responsible whether the capture was rightful or wrongful, jure belli, or contra jwem belli, whether made by a public enemy or a neutral power, or made without any pretence of right at all. See Arnould on Insurance, vol. 2, 808; Marshall on Insurance 394. And when losses by capture are excepted from the risk assured, the excepted losses must equally extend to captures of every description. Now I admit that the word “ capture,” when used in a policy of marine insurance, most frequently presents the idea of a seizure by a government, a recognised member of the family of nations. Such seizures are much more numerous than all others, and they are very common when the country is at war, or when Avar exists between tAvo other nations. The clause by w'hich underwriters assume the risk of captures is peculiarly appropriate to Avar policies, and is not found in peace policies, unless introduced negatively to limit liability to the assured. But the authorities show that wherever used, the meaning of the word “ capture,” in a policy is not confined to forcible seizure of property on the high seas by the act of governments, and to lawful taking by belligerents. It is not the character of the agent, hut the nature of the thing done, which determines whether the act is a capture. Such are the definitions given in the best elementary treatises, and such are the decisions of the courts. A very large number of these definitions are collected by Chief Justice Bigelow in the opinion of the Supreme Court of Massachusetts in Dole et al. v. The New England Mutual Insurance Company, 6 Allen 373. I shall not cite them at large, but I refer to them as cited in that case. They show incontestably that in policies of insurance theAvord “capture” means any forcible taking out of the possession of an owner, whether lawful or not, by Avhomsoever the act is committed, and that it includes a piratical taking, as well as one made by a government, or jure belli. I speak of capture unqualified, as it is used in the exceptions made in the policy issued by these defendants. If, as is often the case, it he described as a capture by kings, princes, and people of governments, the construction is more limited. The decisions of the courts also sustain the definitions given by the elementary writers. Assurers have been held liable on their policies assuming the risk of capture when the taking of the subject insured was made not by a government, either defacto or de jure, nor by any belligerent. And in some well-considered cases it has been held not essential to a capture that the taking should be by external force. In McCargo v. The New Orleans Insurance Co., 10 Robert (La.) 202, the loss of a slave cargo by insurrection of the slaves was held to be covered by an insurance against “capture.” That was an undoubted case of piracy, but it was also capture. In Powell v. Hyde, 5 Ellis & Blackburne 607 (85 Eng. Com. Law Reps.), goods were warranted “free from capture and seizure, and the consequences of any attempt thereat.” The risks insured against were enumerated as “ of the seas, men-of-war, fire, enemies, pirates, jettisons, letters of marque and countermart, surprisals, taking at sea, arrests, restraints, and detainment of all kings, princes, or people of what nation, condition, or quality whatsoever.” The British vessel insured passed within gunshot of a Russian fort, and was fired into and sunk, when there was no war between Great Britian and Russia. It appeared to the court from all the facts that the object of the Russians was to detain the ship. The arrest was without right and without any governmental authority. Yet it was held that the exception introduced by the warranty was not confined to legal capture, but that an illegal seizure was within both the enumerated perils and the exceptions. Hence the insurers were ruled not liable. Lord Campbell declared as his opinion that the word “ capture,” in the warranty, was not confined to lawful capture, but included any capture in consequence wdiereof the ship was lost to the assured. And in Kleinwort v. Shepard, 5 Jurist N. S. 863, where the question was, whether the taking of a vessel by mutinous coolie passengers was a capture within the meaning of a warranty “free from capture or seizure,” Lord Campbell declared that such a warranty is not confined to war risks, or belligerent seizures, and added, “ we clearly think it would extend to a capture or seizure by pirates.”\nSuch being the extent of the meaning of the word capture, when used in policies of insurance, as well as in common language, it must be obvious that in this policy the parties cannot be held to have intended an insurance against any such taking as that by which the John Welsh was lost to the plaintiff. Let it be that the taking was an act of piracy, both under the Act of Congress and at common law. It was more. The underwriters undertook against such piracies only as were not captures. In the light of the cases referred to, as well as in the light of common sense, the seizure of the John Welsh had all the essentials of a capture. The history of the times, which by agreement has been made part of the evidence, shows that after the policy was issued to the plaintiff, a number'of the states belonging to the Federal Union attempted to withdraw from it, adopted pretended ordinances of secession, confederated together under the forms of a new government, and agreed to a WTitten constitution that made provision for executive, legislative, and judicial departments, similar in many respects to those created by the Constitution of the United States. It is also a fact that this pretended government went into operation, that it has enforced obedience to its authority over large regions of country and over many millions of people; that it has by force excluded temporarily the operation of the laws of the United States; that its courts are the only courts which in large districts attempt to hold sessions; that it levies and collects taxes, raises armies, borrows money, and does all the acts which are done by legitimate governments. It is also a fact that this confederacy has, since the month of April 1861, been carrying on a war of large proportions against the government of the United States, and that our own government has in many ways recognised the contest as a civil war. I think it would be affectation to deny that the contest which has been raging for more than three years is a war, not an external but a civil war. What then is this thing, thus carrying on a war, subjecting millions of men to its formally-organized power, and excluding by force the operation of any other lawrs than its own ? A government de jure it certainly is not. All its acts are in gross violation of right. It is nowhere a recognised government. It has never been admitted into the family of nations. But though it is not a rightful government, does it not exist as a government de facto ? Is it not in fact performing the functions of a government ? I am not now inquiring whether our government, or any other is to be affected by any of its acts, or whether it can confer any authority which we must recognise. The question now is, as to the existence of a fact, not what will be the consequence if the fact be conceded. I cannot doubt that these revolting states, confederated as they have been, claiming and enforcing authority, as they have done, are to be regarded as a government defacto. This is not conceding to them any rights as a government, not even the right to carry on war either on sea or land. Nor do I think they are any less a government defacto, because they have had no interval of peaceful existence, if they have effectually excluded the rightful government, though the exclusion be but temporary, I cannot see that their continuing to carry on a war alters the fact that they do claim, exercise, and enforce governmental authority over large bodies of people and extensive districts of country. Nor do I perceive that they are any the less a government de facto because the geographical boundaries of the district over which their power is exclusively felt are not well defined. It is not essential to the existence of any government, either rightful or usurping', that it be possible to trace accurately the line of division between the territory over which it claims to exercise dominion, and the territory of an adjoining power. There is more than one government now in existence recognised as such, the territory of which it is impossible to define.\nI repeat that though the Confederate States are a government defacto, it does not follow that they have any rights as such, or can confer any authority which we or any other nation are bound to recognise. The admission of existence in fact is no concession of right. But the fact is important in determining whether the taking of the John Welsh was a capture. The vessel was taken under an authority derived from this power, pretending to be a government. It matters not that the taking was justified by no law, not even by those of war. As has already been said, it is not essential to' a capture that it be made by any right. Many seizures have been held captures that had no pretence or justification, and some that were after-wards disavowed. What other difference can there be between a seizure made by such a power as the Confederate States, and a seizure by a recognised government, except this, that the one may be lawful, and the other cannot be ? I cannot bring my mind to doubt that the taking of the John Welsh in the manner in which she was taken, and under the direction or authority of this de facto government, though it was an usurpation, was a capture within the meaning of the defendant’s policy, and hence it was a risk which they did not assume. And such was manifestly the understanding of the parties. The one exacted and the other paid no premium for anything more than such hazards as exist in time of'peace. The risks common in time of war the defendants were not asked to assume, but they did undertake to indemnify against acts of pirates, not amounting to captures. It is one thing to insure against the acts of rovers, plunderers and freebooters on the seas, assailants who act in small bodies, who are unsupported by any considerable force, and whose assaults are less probable because the world is at enmity with them, and quite another thing to insure against the acts of a government in form, fitting out privateers and carrying on war. The hazard of loss in the one case is far less than in the other. And the latter risk is not diminished by the fact that the war is an unjust one, and that those in arms against the government have no right to make the capture. Now-it was the extent of the hazard that the parties sought to fix by the language of the policy. They could not have used more fit words to negative responsibility for such an act as was the seizure of the John Welsh, than those they have employed in the excepting proviso.\nFor these reasons I am of opinion the judgment should be affirmed.",
        "type": "concurrence",
        "author": "Strong, J."
      },
      {
        "text": "Concurring opinion by\nRead, J.\nThe question in this case is whether piracy in the sense in which it is used in this policy was committed by rebels, sailing in a rebel vessel, with a rebel commission, and under a rebel flag. In discussing this question, it is to be recollected that the authorities cited relate almost exclusively to what foreign nations may consider as the law of nations by which they may regulate their conduct, in relation to the legitimate government and its rebellious subjects or citizens. They do not govern the present case, which arises between the parent government and its rebellious children.\nMy opinion is, that as regards the United States, all these ordinances of secession are null and void, and that the so-called Southern Confederacy is an entire and complete nullity. The country and the people embraced by this unholy rebellion are simply in a state of rebellion and are rebellious citizens, but at the same time they are enemies, and may be treated as such. They may be tried as traitors and pirates, and may under the laws of the United States be convicted and punished as such, and no man or nation could complain of it as an unjust or illegal act. This is the strict law, and therefore when the citizens of the United States who committed this depredation and robbery on the high seas, were tried and convicted as pirates by the Circuit Court of the United States, no one could dispute the justice and validity of the proceedings. But when a rebellion assumes such gigantic proportions as the present one, the lawful government cannot from motives of policy and humanity act upon strictly legal principles, but must ex necessitate rei adopt so much of the practice of civilized warfare, as would prevent indiscriminate slaughter, and the infliction of unnecessary pain and hardship. This leads necessarily to exchange of prisoners, whether on land or sea, the government waiving its legal rights, without in any manner recognising the rebel leaders, or their organization, but constantly denying them to be a government de facto or de jure, or as possessing the powers to issue letters of marque and reprisal, or to fit out privateers, or armed vessels, or to make captures, or to establish prize courts which could condemn as legal prizes the vessels captured by their cruisers. Lord Coke’s description of war is very apposite : “ so when by invasion, insurrection, rebellion, or such like, the peaceful course of justice is disturbed and stopped, so as the courts of justice be as it were shut up, et silent leges ínter arma, then it is said to be time of war.” All rebellion or insurrection is in reality war, and it becomes more evidently such, when it brings hundreds of thousands of men into the field. Still it is only a rebellion, and the citizens of the rebellious portion are only rebellious citizens, over whom the government possesses not only all its legal rights, but all those powers which a state of war confers upon it. This I think was the view taken in the discussion of the constitutionality of the draft law. It was still a rebellion.\nIn the policy of insurance in this case, the word pirates is used in the sense known to the commercial world, and we know that in any foreign country, it would not be considered as applicable to such captors as those who took this vessel. Can we therefore put a different construction upon it, in a commercial instrument, governed by general commercial law ? Here was a rebel cruiser, not committing a single act of robbery, but capturing vessels under rebel authority, and we cannot say that this is piracy in the sense in which it is understood by the world at large.\nIf this he so, then the exception of capture applies, and relieves the insurance company from liability.\nI have written a separate opinion because I did not wish to be misunderstood, as to the reasons which have induced me, contrary to my first impressions, to concur in the judgment of the court. I am answerable only for my own grounds of decision, as my brethren are for theirs.",
        "type": "concurrence",
        "author": "Read, J."
      },
      {
        "text": "Concurring opinion of\nAgnew, J.\nThis ease comes before us upon a marine policy, taken upon a vessel called the John Welsh. The crew of the Confederate privateer Jeff Davis boarded the John Welsh on the high sea, putting the crew of the latter in fear, and taking them off. They plundered the vessel of property on board, and carried her away. The witness, speaking of the affair, said: “ They were pirates, they robbed me on the high seas.” These acts are piracy, either under the laws of nations, or of Congress. Two questions arise — 1. Whether the letters of marque of the Jeff Davis, and the nature of the war in which she was engaged, divest these acts of their piratical character. 2. Whether it was a capture within the true meaning of this term, as used in the policy.\nThe public history of the country is admitted — the secession of the Southern States, their confederacy, organization of a government, rebellion, and issuing letters of marque — that the Jeff Davis, sailing under letters of marque as an armed privateer, captured the Enchantress, after boarding the John Welsh, and some of her crew were tried and convicted of piracy for this act, in the Circuit Court of the United States at Philadelphia, but not sentenced; the President taking them out of civil custody and exchanging them as prisoners of war.\nTo avoid qualification and circuity, I shall use the terms Confederate Government, and President, without any admission of their rightful character.\nWas the act of capture of the John Welsh divested of its piratical character by the commission under which the Jeff Davis sailed ? This question, is solved by an answer to another — would the letters of marque protect from a conviction for piracy ? A response to it has been judicially rendered by Justices Grier and Cadwalader, in the conviction of the crew of the Jeff Davis for piracy. But I reply, they would not protect, unless the Confederate Government is one de jure or de facto. To say that it is one de jure, is to admit the right of secession, which no one concedes. To say it is one de facto, is to admit that the Union is dissolved, and that the seceding states have in fact accomplished independence, and can thereby protect their adherents, under the law of nations, from punishment for treason and piracy, and can pass title to property by capture jure belli. In view of the nature of our government, and of the facts in the case, the latter cannot be admitted, and should have no countenance from the court.\nThe United States are a nation, as to all the powers vested in them by the Constitution. It is immaterial as to the terms used to designate the government, National or Federal; it is the nature of the powers bestowed which must determine their national character. These powers, whether exercised by Congress, the President, or the Supreme Judiciary, are performed in solido throughout the whole territory of the United States, without regard to state boundaries. All acts of the government, whether relating to foreign or domestic affairs, falling within the domain of the conferred powers, are characterized by unity; and therefore belong to a single nationality. Without a destruction of this national unity, there can be no government set up within the United States either de jure or defacto, with power to make war, grant letters of marque, &c.\nThe Constitution takes away the slightest pretext for secession, confederation, and the exercise of any of the war powers. A state cannot by itself, or by confederation with others, establish any government with these forbidden powers.\n“No state shall enter into any treaty, alliance, or confederation, grant letters of marque and reprisal, coin money,” &c.\n“No state shall, without the consent of Congress, lay any duty on tonnage, keep troops or ships of war in time of peace, enter into any agreement or compact with another state or with a foreign power, or engage in war unless when actually invaded, or in such imminent danger as will not admit of delay.” Sect. 10, Art. 1.\nI hold, therefore, that secession and confederation are nullities, and heartily agree with the Chief Justice in this view of our affairs that it is as fatal to the de facto pretensions of the Confederate States as to the rightfulness of their dominion; and that the United States is the supreme government, both de jure and de facto, over the seceded territory, its functions indeed temporarily suspended in certain districts, but its actual existence continued everywhere within its rightful jurisdiction, and therefore necessarily excluding within the same limits, all other sovereignties.\nAnd in view of the facts of public history, I must emphatically deny that secession has accomplished “revolution;” that confederation has acquired “ the position of an independent power defacto,” or that “the Constitution and Union are abrogated so far as they (the seceding states) are concerned,” leaving them “ under the' laws of Avar and of nations alone.”\nState conventions, ordinances of secession, confederation of states, organization of a form of government, and the taking up of arms against the United States, do not abrogate the Constitution, or Avork actual dissolution of the Union. Such acts are revolutionary in their tendency, but do not constitute successful revolution, or accomplish defacto independence. They have produced insurrection and civil Avar, and called out the constitutional means of suppression and redress, but have not displaced the Federal jurisdiction. Resistance of authority suspends for a period the exercise of governmental functions, but the constant and progressive use of the means of suppression forbids the idea of the destruction of governmental authority. The restoration has been progressing successfully, until now, the Federal jurisdiction is reasserted within large tracts in every state Avithin the territory of the attempted Confederacy.\nAbstractly from other facts, it would be true, that a government in the actual exercise of sovereignty over a people and a territory as large as the original thirteen states, and under a written constitution, exercising the war poAver as Avell as civil functions, would have a status, not less than a government de facto. But the application of this test to the Confederate Government, omits these essential features — that the territory, though so large, is but a part of the entire territory of one nation; and that the population, though so numerous, is but a portion of one people; that their constitution is but a compact of states, disqualified from confederating, and overridden by a higher constitution ; that the bastard progeny of this void compact is not in the exercise of exclusive sovereignty over this fraction of the territory and people of the nation; and that the true government is still supreme, de jure and de facto, exercising its sovereignty within the entire circle of-the Confederacy, occupying important portions, and commanding positions, in the territory of every state.\nThe true idea of a defacto government is, that it in fact represents a people or nation as such. It may be a usurpation, but it, and not another, actually exercises the authority of the nation. A rebellion or attempt at revolution by a portion of a people, taking the form of a government, but leaving the true government still in esse, active and successful in asserting its authority, does not constitute a de facto government; for the reason that it in no sense represents a nation or exercises its sovereignty. It lacks distinctness and completeness of separation. The body of men who set up the Confederate Government are not a people or nation in the proper sense of distinctness or complete separation. They arc a combination of persons, but possess no authority as a defacto government, whose commissions will protect. The point is not what the Confederate Government affects to be, but what it is. Granting it a form of government, the fact remains; it is not in the exercise of exclusive sovereignty; it does not represent a distinct, separate, independent nationality. The question is — What is the value of this combination ? This is the very pivot of the discussion; the inquiry being, what authority exists in the letters of marque to protect.\nSecession bears no resemblance to the American Revolution. Then the colonies were actually and territorily separated from the mother country; had declared independence, and set up a government which in fact represented the entire people, and exercised their national authority. Then there was distinctness, separateness, exercise of executive sovereignty, and actual ouster of. the legitimate government. Secession has none of these. In the former case there was a defacto government; in the latter there is not.\nBut have the political departments of our government conceded a de facto status to the Confederate Government ? Here I must pause to notice the fallacy of any argument which, presenting a single alternative between the continued Federal sovereignty, and a substitution of Confederate sovereignty, by means of revolution and dissolution, and alleging as a fact, the admission of the latter by the political departments of the Federal Government, brings as the proof of it, the alleged concession of belligerent rights. The yielding of certain temporary benefits to rebels in arms, to moderate the rigours of war — a condition produced by the violence of force — differs essentially from the concession of a de facto governmental status to the rebels themselves — a concession demanding, according to the presented alternative, an admission of sovereignty. The substitution of the expression “belligerent rights,” in order to draw the inference from their concession, that the Federal Government, therefore, regards “ secession as a revolution which dissolved the Union,” leads to error. Belligerent rights arise from a state of war, and not necessarily from any governmental status. Civil war may exist without separation, or distinct sovereignty. It begins between members of the state, and the government, opposed in its own domain, does not concede successful revolution or separate sovereignty, by awarding belligerent rights to the rebels. A state of civil war undoubtedly exists, and a corresponding necessity to treat the rebels according to the usages of civilized warfare; but it does not follow that this is a concession of a defacto status to the government under which the rebels prosecute their rebellion. The Federal Government, on the contrary, has uniformly and persistently denied it. Excepting the exchange of prisoners, and the application of the law of prize to Federal captures of vessels violating the blockade, not a solitary governmental act has been pointed to, as a recognition of the Confederate status; and these, it will be shown, fail of the purpose aimed at.\nI have examined all of the proclamations of the President, beginning with that of the 15th of April 1861, and all the principal laws of Congress, and have not found a single executive or legislative act which concedes a governmental status to the Confederacy. The whole ground of legislation has been aimed to “ suppress insurrection” — '“punish treason and rebellion” — “ seize and confiscate the property of rebels,” and “prevent correspondence with rebels.” The only Act of Congress in which I have noticed any mention of the Confederate Government is that “to prevent correspondence with rebelswhich terms it “ the present pretended rebel government.”\nWhat is it to tell us that the crew of the Jeff Davis were exchanged as prisoners'of war, when all the proclamations of the President, all his orders, and the very war he is waging to subdue the rebels, teaches us that he has not for an instant acknowledged their power; when all the enactments of Congress have aimed at continued authority over their persons, property, and territory. When and in what way has any department of our government conceded to the Confederacy a position outside of the Constitution and Union, and the possession of the actual governing power within any point of the territory of the Union ? If we have exchanged prisoners, it was but the exercise of humanity to loyal citizens, and not a concession to a separate government. If we have blockaded their ports and applied the law of prize to Federal captures, one was but as a means of warfare, and the other a concession to the rights of neutrals.\nIs it the fact that the rebels levy war, which confers this status ? War neither abrogates the Constitution, nor dissolves the Union. But war levied must be met by war. This war must be governed by civilized usages, and where neutrals may be affected muot be conducted so as to preserve their rights, and maintain our peace with other nations. An exchange of prisoners simply grows out of a state of war, and its effect as an act, can rise no higher than its producing cause. If war, the cause, does not ipso facto confer the assumed status, clearly exchange, the mere consequence, cannot.\nWar brings with it the necessity for using the means of making it effective. A blockade of the ports in tbe insurgent territory, as an act of war, is no more than the siege of a city. Each is intended to destroy the power of the insurgents to carry on their war. As to the rebels, therefore, it is but a means of making war effective to subdue them. It is no concession on our part, of an outside status, or of an abrogated constitution. If therefore, we choose to apply the -law of prize to our own captures, and thus escape collisions with other nations, it is but an act collateral to the blockade, as a means of warfare. We restrict ourselves so far as to consent to be governed by the law of nations as to neutrals, but as to the rebels, we do not elevate this means of warfare into a concession of their separate status.\nThe Supreme Court of the United States, in the prize cases, decided no more than this, that being engaged in a war with rebels, “the President had a right jure belli to institute the blockade of ports in possession of states in rebellion, which neutrals are bound to regard.” There is no intimation in the opinion of an “ abrogated constitution,” or an outside status. Had this question been before the court, I doubt not Justice Grier, who delivered the opinion, would have adhered to his own judgment in the case of these pirates. His language is worthy of reproduction, for its clear and terse statement of the whole question. “ Every government is bound by the law of self-preservation to suppress insurrections, and the fact that the number and power of the insurgents may be so great as to carry on a civil war against their legitimate sovereign, will not entitle them to be considered a state. The fact that a civil war exists for the purpose of suppressing a rebellion, is conclusive evidence that the Government of the United States refuses to acknowledge their right to be considered such. Consequently, this court, sitting here to execute the laws of the United States, can view those in rebellion in no other light than traitors to their country; and those who assume, by their authority, a right to plunder the property of our citizens on the high seas, as pirates and robbers.”\nThis is sound and patriotic language, and while I comprehend the necessity growing out of the exigency of a civil war, compelling the government to suspend for a time the exercise of its powers to punish rebels and pirates, I cannot conceive by what process under the Constitution, either the President or Congress can, before accomplished revolution, change the status of rebels as a portion of the people. Even the treaty-making power confers no such authority. It regards foreign relations only, not the states of the Union, which lie under the express prohibitions of the Constitution.\nThe clemency of the President which relieved these pirates from punishment, did not reach back to their crime, and convert piracy into privateering jure belli. Yet this is the very point of the reasoning which puts the case upon a capture jure belli. If they are privateersmen, and their capture jure belli, they are protected from the punishment of pirates by the letters of marque; and the capture of the John Welsh needs only a decree in admiralty to transfer the property as a lawful prize of war. The prize cases adjudicating the lawfulness of Federal captures, do not for an instant sanction rebel captures, or concede the authority of rebel prize courts.\nThe same argument which redeems rebel privateering from piracy, will protect its military on land from the imputation of robbery, murder, and treason. If secession be disunion and revolution, and if they confer upon the Confederate States the rights of a defacto government, leaving them under the laws of war and of nations alone, their authority under these laws will protect those in arms as to all acts done jure belli. In short, the argument which rescues pirates, by converting their piratical acts into a capture jure belli, asserts nothing less, than that treason on land protects piracy at sea.\nThe second question is, whether the loss of the John Welsh was by capture within the meaning of the proviso in the policy. The exception reads thus: “ Provided also, that the company shall not be liable for any claim for or loss by seizure, capture, or detention, or the consequences of any attempt thereat.”\nCapture is a term specially applicable to a taking by men of war or by privateers: and it matters not whether the vessel be carried into port and condemned as a prize : 2 Burrows 294; 2 Campbell 620 ; 3 Taunton 508; 4 East 396, 402; 7 Id. 449; 9 Id. 233 ; 11 Id. 205.\nThe insurers become liable if they warrant against it as a peril of the sea, and the same force should be given to the term when used as an exception. It is not to be supposed that a word of definite signification, when used in a commercial instrument to create liability, would be used in a different sense as an exception in the same species of contract.\nAlthough the commission of the Jeff Davis under which she sailed, cannot be used to characterize the capture as an act jure belli, yet it certainly may be used to give character to the act as a capture within the true intent of the policy. The vessel was not a freebooter, in quest of gain by indiscriminate pillage, but acted under a commission to capture vessels of the United States only, as enemies; and the declarations of those on board at the time of the capture accorded therewith.\nA pirate, according to the most approved definitions, is a sea robber; one who robs on the high seas, irrespective of country or conditions — an indiscriminate plunderer for the sake of gain. Hence he is called hostis humanigeneris. In this case the object was not plunder, but capture and destruction of the property of persons regarded as enemies. Plunder accompanied the act, but was not its prime intent. We look upon these captors as rebels and pirates under our laws, but they regard themselves as enemies only. They considered themselves a part of an authorized force of a government at war with us; and therefore bore its commission, carried its flag, and made war upon us alone. The war in which they took a part, was one of terrible earnestness and gigantic proportions. The power of the rebels had compelled our Government to regard it as a civil war, and to concede to them certain belligerent rights. In every sense, therefore, affecting individual interests, in the power to seize and destroy private property, and the intent to exert this power to carry on their war and increase their own success, these captors were to be viewed as a part of a naval force, and their act as a capture of war.\nThis is a peace policy issued before secession and the war. It is not supposed it was the intention of the insurers, for tho ordinary premium of a peace policy, to warrant against a capture of this kind, indistinguishable from a capture jure belli, in any feature, except the want of protection in the letters of marque. They might be willing to insure against freebooters in quest of individual gain, unsupported by any kind of government, and yet be unwilling to risk the number, force, and armament of privateers, supported by a powerfully-organized combination prosecuting a formidable civil war. Indeed, in the absence of the proviso against capture, it can scarcely be supposed that this intent even lurked under the expressions “pirates, rovers, and assailing thieves.” But in view of the exception, it seems to me clear that the policy never was designed to insure against this then unknown, great, and imminent peril.\nThis view is strengthened by the nature of the policy as a commercial instrument. It is not a writing peculiar to ourselves, and therefore not more likely to conform in its intention, to the piratical character of the captors as vieAved under our laws; but it is a world-wide instrument, the growth of the commerce of all civilized countries, in its terms and intention conforming rather to general than particular opinions.\nWhat would an English court think of it? Unquestionably, following the action of their own government in its recognition of the rebels as belligerents, it would be pronounced a capture. An English court would not undertake to pass upon the effect of the Southern secession under the Federal Constitution and laws, and to' pronounce the act piracy under them; but would look simply to the flag and commission of the alleged privateer, and the attitude of the Confederates as recognised by Great Britain. As a neutral, judgment would be rendered according to the apparent fact of a capture made by an armed privateer, under a commission and flag, prosecuting a general public purpose, and not the calling of a freebooter. Such an interpretation accords with the meaning I suppose the framers of the policy attached to the term capture, which looks to a seizure by parties prosecuting war by an armed public force, whether it be lawful or unlawful; and whether it be justified or not as an act of rightful war under the law of nations.\nThe Massachusetts case of Dale et al. v. New England Insurance Co., which I have seen in the proof-sheets, is an authority in point, and decided the question entirely on this interpretation of the •word capture.\nI concur therefore in affirming the judgment in this case, on the ground that the exception in the policy was intended to cover a case of capture in the nature of an act of warfare, but not on the ground that the capture itself was an act jure belli.",
        "type": "concurrence",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Gibbons and G. W. Biddle, for plaintiff in error.",
      "JE. Speneer Miller and B. Gerhard, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Fifield versus The Insurance Company of the State of Pennsylvania.\nCapture by privateer of so-called Confederate States, effect of on a policy of insurance in which liability for loss by capture was excepted.\nThe capture by a privateer in commission under the government of the so-called Confederate States, of an. insured vessel, does not render the insurers liable upon the policy, wherein liability for “ loss by seizure, capture, or detention, or the consequences of any attempt thereat,” was excepted.\nCertified from the Court at Nisi Prius.\nThis was an action of account by John C. Fifield against The Insurance Company of Pennsylvania, upon a policy of insurance under seal, issued by the defendants to the plaintiff, upon the 24th November 1860, by which the defendants insured the plaintiff in the sum of $3000, from the 23d of December 1860 to the 23d of December 1861, upon a vessel valued at $12,000, called the John Welsh. The declaration contained three counts: the first laying the loss from pirates and rovers; the second, from assailing thieves; and the third, from rebellious citizens of the United States. The defendants traversed the first two counts, and demurred to the third.\nThe plaintiff then withdrew the third count, and went to trial upon the issues of fact raised under the pleas to the first two counts.\nThe cause was tried before the late chief justice, on the 11th February 1863, who directed the jury to find a verdict for .the plaintiff, upon the evidence given, for the full amount of his claim, with interest, less the amount of the premium note given by him with interest thereon, reserving the point whether the plaintiff was entitled to have judgment entered on the verdict. The jury found for the plaintiff the sum of $2848.75. After-wards, upon argument, the learned judge directed judgment to be entered in favour of the defendants, upon the point reserved; which was the error assigned.\nThe perils insured against were of the seas, fires, pirates, rovers, assailing thieves, jettisons, barratry, &c.; and it was provided that the company should not be liable for any claim for a loss by seizure, capture, or detention, or the consequences of any attempt thereat. Upon the trial, after proof of the policy, and an admission by the defendants that due preliminary proof had been given by the plaintiff, the plaintiff proved his ownership of one-fourth of the vessel, and that she was built in Gloucester, New Jersey, and registered at Philadelphia. The first mate of the brig, Thomas R. Ackland, then proved the loss as follows :—\nThe brig sailed from Philadelphia, May 1861, to Trinidad de Cuba, and there took in a cargo of sugar, and left the island on the 23d June 1861, for Falmouth, England. On the morning of the 6th of July, being distant about two hundred and fifty miles from the Nantucket Shoals, they fell in with a full-rigged brig, which at first hoisted French colours. Upon nearing the John Welsh, she hauled down the French flag, and hoisted what was supposed to be the secession flag, and fired a shot at the plaintiff’s vessel. The John Welsh hove to, and was boarded from a boat sent by the stranger, the boarders not carrying their arms openly, but concealed in their boots and drawers. The man in command of the boat demanded the papers of the John Welsh from her captain, which were given to him; and then gave the witness to understand that he had full charge of the vessel. The boat’s crew went all over the vessel, plundering whatever they thought proper to take. The crew of the John Welsh was then transferred to the stranger vessel; the captain of the John Welsh, the witness, the steward, and a boy remaining on her. A prize crew was brought back to the John Welsh, and then her captain, the witness, the steward, and boy were removed to the stranger. The John Welsh then filled away, proceeding in a southerly direction, and wras never seen or heard of afterwards. The stranger vessel carried five guns, and was strongly armed, having from ninety-five to one hundred men. They alleged no authority for the capture, nor did they say what they were, only that they were going to capture all the Northern vessels they could come across. The witness described them as pirates, who robbed him on the high seas. After the John Welsh was taken, the stranger subsequently attacked and took several vessels; among others, the Enchantress, and a ship called the Mary Gooddell, in which vessel the witness returned to Maine. The stranger vessel had three or four different names. Some of her crew called her the Putnam, some the Jeff Davis, and some, another name. She had no name painted on her, and was an American built and rigged vessel, which her crew said had come from Charleston. The crew of this brig were subsequently captured, brought into the port of Philadelphia, and indicted, tided, and convicted of piracy in the Circuit Court of the United States for the Eastern District of Pennsylvania.\nThere were no points in writing submitted to the judge who tried the cause, nor did he deliver any charge to the jury.\nGibbons and G. W. Biddle, for plaintiff in error.\nJE. Speneer Miller and B. Gerhard, for defendants in error."
  },
  "file_name": "0166-01",
  "first_page_order": 166,
  "last_page_order": 189
}
