{
  "id": 485596,
  "name": "Schofield versus Ferrers",
  "name_abbreviation": "Schofield v. Ferrers",
  "decision_date": "1864-02-01",
  "docket_number": "",
  "first_page": "194",
  "last_page": "197",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 194"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wright 438",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 434,
    "char_count": 8864,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 7.081991566582248e-07,
      "percentile": 0.9665304811207139
    },
    "sha256": "25e846ae9db4c1ac35b6a1ac8bd293303bc61c914eaaabd613898d1f5c5abb4d",
    "simhash": "1:8c9bcd1ae5546f2a",
    "word_count": 1516
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., was absent at Nisi Prius when this case was argued. »"
    ],
    "parties": [
      "Schofield versus Ferrers."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThat to maintain an action on the case for a malicious prosecution, both want of probable cause for the prosecution and malice in the defendant must be affirmatively shown, is familiar doctrine. Whether there was probable cause is a mixed question, partly for the court and partly for the jury. The court must determine what it is, but the jury must find the facts which are material to the question. When the facts are controverted, and in some cases where the actual belief of the prosecutor enters into the consideration of the question, a court can do no more than define what constitutes probable cause, and submit to the jury to find whether the constituents of it have been proved, or rather whether it has been shown that those facts were wanting which the law declares to be essential to justify a prosecution. This course appears to. have been pursued in the present case. The jury were instructed what the law declares probable cause to be, and instructed rightly; and then they were directed to inquire whether the defendant had such cause for instituting the prosecution of which the plaintiff complained. Certainly, under the evidence as it is certified to us, it was not for the court to say there was probable cause for the prosecution. The doubt, if any, is rather whether the direction should not have been given that if the facts of which there was evidence were ¡oroved, they established the non-existence of any probable cause. It is difficult to see where there was a deceptive appearance of guilt, arising from facts and circumstances misapprehended, or misunderstood by the defendant, so as to produce belief in his mind of the plaintiff’s guilt, whatever may have been the impression made on the minds of others not so well informed. And if the prosecution was commenced as a means of obtaining possession and ownership of the horse alleged to have been stolen, of which there was considerable evidence, it will not do to say, that want of probable cause for it was not made out: Prough v. Entriken, 11 Penna. State Rep. 81. The 2d, 3d, and 4th assignments of error cannot be sustained.\nBut the court instructed the jury that if there was not probable cause, they should find for the plaintiff. This was leaving out of view the second essential to the maintenance of such an action, namely, whether the prosecution was instituted maliciously, a question always for the jury, and one which must be proved affirmatively to entitle the plaintiff to a verdict. It is true, that want of probable cause is evidence of malice, but it is not malice itself. It .is to be submitted to the jury for them to draw the proper inference. This appears to be almost, if not quite, the universal rule. How a criminal prosecution can be without malice, when it is instituted without probable cause; how it can have originated from any other than bad motives, which the law denominates malice, is not very apparent in most cases, yet the authorities uniformly hold that absence of probable cause is only evidence of malice. It has not the force of a legal conclusion, and therefore the existence of malice is a fact to be found by a jury. It is true, there are certain things which, if proved, the law declares to be conclusive evidence of malice, but mere want of probable cause is not one of them. If a prosecution be instituted for the purpose of extorting money or other property, the law implies malice: Prough v. Entriken, supra; and if in this case the prosecution against the plaintiff below was begun or continued to obtain a title to the horse alleged to have been stolen by him, that fact was conclusive evidence of malice, which the jury were bound to receive as such. Still it was for them to find whether such was the motive for the prosecution. This seems to have been inadvertently overlooked in the charge, very probably because the contest on the trial was mainly over the question whether there was probable cause for the prosecution. For this reason the judgment must be reversed. The record is very meagre. If we had the ease before us as it probably appeared at the trial, with the remarkable bill of sale obtained from the plaintiff below while he was imprisoned, and with the whole of the charge as delivered, this apparent error might prove unreal, but looking at the record as it stands, there was error.\nThe rejection of the record of the replevin in the District Court was entirely correct. It was for a different cause of action. All that the plaintiff could have recovered in that suit was the value of the horse, and damages for taking him, increased perhaps by the circumstances which accompanied the taking. He could have recovered- nothing for the personal injury to the plaintiff. This is an action for a personal wrong.\nJudgment reversed, and a venire de novo awarded.\nThompson, J., was absent at Nisi Prius when this case was argued. »",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "George H. JEarle, for plaintiff in error.",
      "Henry T. King, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Schofield versus Ferrers.\nEvidence of malice, in action for malicious prosecution.— Want of probable cause, not malice, but only evidence of it. — Improper evidence in mitigation of damages.\n1. Evidence that a criminal prosecution was commenced for the purpose of obtaining possession and ownership of personal property alleged to have been stolon is, in an action on the case for malicious prosecution, proof of want of probable cause, and consequently of malice.\n2. But want of probable cause is evidence of malice only and not malice itself, and therefore must be referred to the jury for them to decide as to the existence of malice: hence instruction to the jury that if there was not probable cause, they should find for the plaintiff, was error.\n3. In an action for malicious prosecution, the record of an action of replevin for the same property which, was alleged to have been stolen, was held inadmissible.\nCertified from the Supreme Court at Nisi Prius.\nThis was an action on the case, by William Warren Ferrers against Benjamin Schofield, to recover damages for malicious prosecution.\nSchofield, who was a liverv-stable keeper in Philadelphia, made an information against Ferrers, charging him with the larceny of a horse, on which a warrant was issued, the defendant arrested, a bill found by the grand jury, and the defendant put upon his trial, which resulted in his acquittal.\nThe testimony showed that the parties had some dealings together, by which Ferrers became indebted to Schofield. Ferrers was the owner of a brown stallion, which Schofield desired him to bring to his stable, in order that they might settle their matters, among which was an item for a sorrel horse, which Schofield alleged Ferrers had taken from his stable without permission a.nd sold. In pursuance of this arrangement, the stallion was brought to Schofield’s stable, but as no final settlement was made, Ferrers subsequently took his horse away again without Schofield’s consent.\nAn information for horse-stealing was then made, and a warrant issued. Ferrers appeared before the magistrate, and not meeting the prosecutor there, went in search for him.\nThis warrant was mislaid or lost by the constable; whereupon Schofield went to another alderman, renewed his complaint, had another warrant taken out for the arrest of Ferrers, and also a search-warrant for the horse. The horse was found in the possession of a third party, and delivered to Schofield, and Ferrers was arrested and imprisoned.\nSubsequently Schofield A'isited Ferrers in prison, and offered to withdraw his complaint if he would execute a bill of sale for the horse in dispute, which was done.\nFerrers was then released from prison. The prosecution, however, was not withdraAvn, but was proceeded in, and resulted in a verdict of not guilty, as above stated. Ferrers subsequently brought replevin for his horse, which was tried and revieAYed in this court: 10 Wright 438. This action on the case Avas then brought, as above stated.\nThe defence was the existence of probable cause warranting the criminal proceedings.\nOn the trial the defendant offered in evidence the record of the District Court in the replevin suit, to show a former recovery, and also in mitigation of damages, which was objected to and rejected by the learned judge.\nThe jury were instructed as to what the law declares probable cause to be, and directed to inquire whether the defendant had such cause for instituting the prosecution complained of, and that if there was not such probable cause, they should find for the defendant.\nUnder the ruling of the learned judge before whom the cause was tried, there Avas a verdict and judgment for $500.\nThis writ was then sued out, and the rejection of the record in the action of replevin, and the charge of the court at Nisi Prius assigned for error.\nGeorge H. JEarle, for plaintiff in error.\nHenry T. King, for defendant in error.\nFebruary 1st 1864,"
  },
  "file_name": "0194-01",
  "first_page_order": 194,
  "last_page_order": 197
}
