{
  "id": 485555,
  "name": "Mitchell versus Coates",
  "name_abbreviation": "Mitchell v. Coates",
  "decision_date": "1864-02-01",
  "docket_number": "",
  "first_page": "202",
  "last_page": "204",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 202"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 309,
    "char_count": 5839,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 1.2023359868888048e-07,
      "percentile": 0.5939807687629665
    },
    "sha256": "bb2081bc44547edfaece7fd4e6bfd6a678b63527802e1b8b50854df65a142282",
    "simhash": "1:44703ca016da33c3",
    "word_count": 1008
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "Mitchell versus Coates."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nA shew, J.\nDavis Mitchell, the plaintiff in error, who was defendant below, claimed his exemption of $300 in certain debts, attached in execution at the suit of John Coates, the defendant in error. The court below decided against the claim on the ground of a written waiver, supposed to be contained in a certain covenant, part of a lease from Coates to Mitchell, in the following words: — :\n“ And the said Davis Mitchell, for himself, his executors and administrators, doth hereby agree that all the personal property on the premises shall be liable to distress, and also all personal property if removed therefrom shall for thirty days after removal be liable to distress, and may be distrained and sold for rent in arrear: the said Davis Mitchell, for himself, his executors and administrators, hereby waiving all right to the benefit of any laws now made, or hereafter to be made, exempting personal property from levy and sale for arrears of rent.”\nMitchell gave his notes for the rent in arrear, and afterwards gave a judgment-note in lieu of them. None of the notes contained any waiver of the exemption. The court below were of opinion that the clause in the lease attached to the debt, and not to the property subject to distress, and, therefore, held that the choses in action attached in execution were not the subject of exemption.\nIn this we think there was error, the question being purely one of interpretation of the language of the covenant. The whole of this portion of the lease must be taken together. Its purpose was to make the rent secure upon the personal property liable to distress, but not to waive the debtor’s right in other respects. He therefore agreed, “ that all the personal property on the premises shall be liable to distress,” “ and also all personal property, if removed therefrom, shall for thirty days after such removal be liable to distress, and may be distrained and sold for rent in arrear;” the next clause is a continuation of the same sentence, participial in form of expression, and having reference clearly to the preceding clause. It does not begin a new and independent covenant, but merely concludes a,nd strengthens the former by waiving the Exemption Law, as to the property liable to levy and sale for arrears of rent. It is true, the language is somewhat general, but it is plainly intended to be applied, and therefore must be restricted, to what was the subject of the covenant, to wit, personal property liable to distress for rent in arrear. He did not say waiving all exemption laws, or laws exempting property from execution, or use any expressions which might seem to extend the waiver to the debt, but he closed up the'covenant simply by “waiving” all laws “ exempting personal property from levy and sale for arrears of rent.” Now this exactly accords in language with the Exemption Act of 1849, which is entitled, “ An act to exempt property to the value of $300 from levy and sale on execution, or distress for rent,” and in the body of it enacts, “ shall be exempt from levy and sale on execution or by distress for rent.” Thus it is seen that the argument which appropriates the words “levy and sale” to execution only is exploded by the language of the law, which applies these words to a distress for rent also, while the added words “for arrears of rent,” in the covenant, most clearly are intended to apply to a distress only. A warrant of distress does not apply to anything but tangible property capable of seizure and sale. It cannot dispose of choses in action.\nIt follows, that when the court extended this covenant of waiver to the rent, instead of confining it to the property liable for the rent, they expanded it beyond the intention of the parties, which was merely to give the landlord his remedy against the property liable to distress without a claim for exemption.\nBut the party having proceeded by obtaining judgment and issuing his attachment in execution, and laying it upon debts owing to the defendant in the attachment, cannot now extend the covenant to embrace them. The defendant has a right to say, I never came into this covenant.\nThe judgment for the plaintiff is therefore ordered to be reversed as against the garnishees, and the order dismissing the defendant’s claim for exemption to be set aside, and the cause to be proceeded in, in due course of law.\nThompson, J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "A shew, J."
      }
    ],
    "attorneys": [
      "Lúeas Hirst, for plaintiff in error.",
      "George H. Darlington, for defendant."
    ],
    "corrections": "",
    "head_matter": "Mitchell versus Coates.\nConstruction of lease waiving exemption from, distress. —Exemption allowed on judgment for rent, under a lease in which it was waived.\n1. Under a clause in a lease stipulating that all personal property on the premises should be liable to distress for rent in arrear, and that all right of exemption should be waived, the waiver extends only to the property upon the promises and not to the debt for rent.\n• 2. Hence where the lessor gave notes for the rent without waiver, and after-wards a judgment for the amount of the notes, upon which choses in action were attached, he was held entitled to claim his exemption therein.\nError to the Common Pleas of Delaware county.\nThis was an attachment execution by John Coates against Davis Mitchell, in which James Culbert et al. were summoned as garnishees. After interrogatories and answers filed, a rule to shoAV cause Avhy defendant should not have his claim of $300 under the Exemption Law was entered, and an auditor appointed to ascertain and report the facts of the case, all which are set forth in the opinion of this court.\nThe defendant’s claim for exemption was disallowed, and judgment entered against the garnishees for the amount in their hands as per answers filed; which Avas the error assigned.\nLúeas Hirst, for plaintiff in error.\nGeorge H. Darlington, for defendant.\nFebruary 1st 1864,"
  },
  "file_name": "0202-01",
  "first_page_order": 202,
  "last_page_order": 204
}
