{
  "id": 485541,
  "name": "Fassitt et al. versus Middleton. De Cou's Appeal",
  "name_abbreviation": "Fassitt v. Middleton",
  "decision_date": "1864-02-25",
  "docket_number": "",
  "first_page": "214",
  "last_page": "220",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 214"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 356",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 235",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843947
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0235-01"
      ]
    },
    {
      "cite": "3 W. & S. 420",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0420-01"
      ]
    },
    {
      "cite": "1 Binn. 469",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787874
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0469-01"
      ]
    },
    {
      "cite": "4 Rawle 146",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823564
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0146-01"
      ]
    },
    {
      "cite": "2 Rawle 250",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820563
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0250-01"
      ]
    },
    {
      "cite": "1 Dallas 444",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 791,
    "char_count": 19388,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 7.933787976385858e-08,
      "percentile": 0.46196959745529564
    },
    "sha256": "05774fd10b395c85b86b76c74a023d2b0c09a707b1a63902a282ca3842dfe5ea",
    "simhash": "1:b52b2e334f6ff8cb",
    "word_count": 3415
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Strong, J., did not sit in this cause."
    ],
    "parties": [
      "Fassitt et al. versus Middleton. De Cou’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgneav, J.\nFassitt’s heirs, being the owners of a ground-rent, obtained judgment in covenant against John W. Middleton for arrears of ground-rent accruing during several years. Nathan Middleton became bail for stay of execution in this judgment. After the stay expired Fassitt obtained judgment against Nathan Middleton upon his recognisance of bail, and on the 27th of June 1862, Nathan paid the amount of the debt, interest, and costs, and procured the original judgment against John W. Middleton, to be marked to his use by the plaintiff’s attorney. In the mean time further arrears of ground-rent had accrued to the plaintiff, and judgment obtained therefor against John W. Middleton. The auditor reports no facts to show that Nathan Middleton bargained for an assignment of the judgment, or that any neAV consideration arose between him and the Fassitts to support an assignment. It is true that the auditor, after finding the facts, speaks arguendo of the Fassitts having chosen to sell the judg-' ment to Nathan Middleton, and mark it to his use, and thereby to assign it: and that all their rights passed, including the right to he preferred as claimants in the fund.\nIn so stating, it is manifest he was declaring his legal conclusions, not the facts derived from the evidence. The facts of the case present simply the payment of the judgment against the bail for stay of execution, entering satisfaction, and thereupon the marking of the original judgment by the plaintiff’s attorney for the use of the bail.\nThe judge in the court below placed considerable stress on the ground that an attorney has no power to assign his client’s judgment. Clearly he has no power after judgment to make such an assignment of it to one who pays it because he is liable to pay, as will continue the judgment to the prejudice of his client’s rights in other respects: Campbell’s Appeal, 5 Casey 401; Stackhouse v. O’Hara’s Executors, 2 Harris 89. How far he may transfer it by marking it to the use of the bail who pays it, so as to enable the bail to proceed against his principal for the purpose of reimbursing himself, it is not necessary to decide. Granting that he may do so, this alone would not interfere with the claim of the ground-rent owner to the fund, for his right takes effect by relation back to the date of the deed by which the rent was reserved. The marking of the judgment to the use of the bajl, in order to overreach the claim of the ground-rent owner, must be accompanied by another incident, to wit, that of estoppel: for, the judgment being posterior in right to the ground-rent, the owmer of the latter can only be postponed by some act which led the assignee of the judgment to rely on it in confidence, to secure the payment of the subject of the assignment. This could only be by an express agreement to guarantee, or some stipulation requiring postponement in order to effectuate its purpose. While every assignment imports a warranty of title, and that the assignor has done no act to defeat recovery, it does not imply a guaranty of collection or of the lien as primary. If there be no fraud or misrepresentation as to its priority of lien, certainly an assignor is not to be held by reason of his assignment to have undertaken that the judgment is prior to all other liens. He is only responsible for the sale of a sound debt, unimpaired by secret defences, payment, or other matter which would render it invalid. But certainly, as himself the holder of a prior encumbrance of record, independent of the subject-matter assigned, there can be no legal presumption or equitable estoppel which can hold him liable to be postponed upon his superior lien, as in this case, without any new consideration or express contract.\nWe have the benefit of a decision upon this principle in two cases much stronger than the one before us. A mortgagee held seven bonds payable annually in succession, secured by one mortgage. He assigned the first four, retaining the three last due. The mortgaged premises being sold at sheriff’s sale for less than the whole amount of the mortgage-debt, it was held that the assignor was entitled to come in upon the fund pro rata with his assignees, there being no guaranty in fact, and the law implying none by the assignment: Donley et al. v. Hays, 17 S. & R. 400. In the next case the mortgagee assigned three out of seven bonds, secured by the mortgage with a guaranty of payment, the mortgage not then being recorded. He afterwards put his mortgage upon record, and then assigned the remaining four bonds. The court below held the mortgage to be a security for all the bonds, and distributed the proceeds of the sale of the mortgaged premises among all the bondholders pro rata. This was affirmed: Betz v. Green, 1 Penna. Rep. 280. These cases have been reaffirmed in Hancock’s Appeal, 10 Casey 155.\nAs long ago as the case of Cummings v. Lynn, 1 Dallas 444, it was held that, “the covenant implied by the word assigned extends only to this, that the assignee should receive the money from the obligor to his own use; and if the assignor should receive it, then he would be liable over for it.” See also Elliot v. Miller, Addison 269; Folwell v. Beavan, 13 S. & R. 311, 316.\nFrom these principles it will be seen that, admitting the power of the attorney to mark the judgment for the use of the bail, upon his making a voluntary payment of the debt, there is no legal effect to be attributed to the act of assignment, which can be presumed to run back to the distinct and independent claim of the plaintiff in the judgment upon the reservation in the ground-rent deed, and postpone this superior lien to that of the judgment thus assigned.\nThe judgment of the court below is therefore affirmed.\nStrong, J., did not sit in this cause.",
        "type": "majority",
        "author": "Agneav, J."
      }
    ],
    "attorneys": [
      "J. Qoohe Longstreth, for appellant.",
      "A. S. Letchworth, for appellees."
    ],
    "corrections": "",
    "head_matter": "Fassitt et al. versus Middleton. De Cou’s Appeal.\nAssignee of judgment for arrears of ground-rent, rights of as against holder of subsequent judgment for arrears of rent. — Assignment of judgment by attorney, when valid. — Right of ground-rent holder to proceeds of sheriff’s sale of land bound by it.\n1. A surety fox- stay of execution in a judgment for arrears of ground-rent, who, after the expiration of the stay and judgment upon his recognisance of hail, pays the debt, intei’est, and costs, and obtains an assignment of the original judgment from the plaintiff's attorney ; is not therelxy entitled to priority over a judgment afterwards obtained by the same plaintiff for arrears of rent subsequently accrued.,\n2. Whether an attorney at law has power, after obtaining judgment, to assign it, not decided : but he has no power, after judgment, to make such an assignment of it to one, who pays it because ho must do so, as will continue the judgment to the prejudice of his client’s rights in other x-espects.\n3. Such assignment alone will not interfere with the claim of the ground-rent owner to the proceeds of sheriff’s sale of the real estate bound, for his right takes effect by relation back to the date of the deed by which the rent was reserved: to give the judgment assigned priority, there must be an estoppel by agreement to guarantee it, or some stipulation to postpone: for though the assignment imports warranty of title, it is not a guaranty of collection or of the lien as primary, but only of a sound debt,' unimpaired by secret defences, payment, or other matter which would render it invalid.\nAppeal from the District Court of Philadelphia.\nThis was an appeal, by William De Cou, from the decree of the court below on the distribution of the fund raised by a sheriff’s sale of the real estate of John W. Middleton, at the suit of the guardian of the minor children of Edward C. Eassitt, deceased.\nThe sale was under a judgment for ground-rent obtained by the heirs of the original covenantee against the original covenantor. The appellant claimed the fund as assignee of a prior judgment of the same plaintiffs, against the same defendant, for ground-rent accrued some time before. The auditor appointed to make distribution of the fund under the above proceedings reported, that on the 24th of June 1851, Edward C. Eassitt and wife granted and conveyed to John W. Middleton the premises which were sold by the sheriff, reserving to the said Eassitt, hi.s heirs and assigns, the yearly ground-rent of $240, payable half-yearly, on the 7th day of May and November. The deed contained a power to the grantor to re-enter in case of non-payment of the rent, and a covenant by the grantee to pay the rent. In 1859, the rent being in arrear, Mrs. Pleasonton, guardian of the minor children of Edward O. Eassitt, brought an action of covenant for non-payment of the rent, and on the 26th of November 1859, obtained a judgment of September Term, 1859, No. 1960, for $1301.80. On the 16th December following, Nathan Middleton entered into a recognisance as the security of the defendant for the payment of the debt, interest, and costs, to entitle him to a stay of execution. In July 1861, a scire facias sur recognisance against Nathan Middleton on the above judgment was issued by the plaintiffs, and a judgment obtained against him on the 26th April 1862, which judgment was paid and satisfied of record on the 27th June 1862. On the same day the judgment against John W. Middleton, for arrears of ground-rent, was marked by the plaintiff’s attorney to the use of Nathan Middleton, and afterwards, on the 26th March 1863, was, by writing filed, marked to the use of William De Oou.\nPrior to the assignment of the above judgment to Nathan Middleton other arrears of rent had accrued, and on the 28th July 1860, an amicable action of covenant for said arrears was filed, and judgment confessed by said John W. Middleton to plaintiffs for $121.62, upon which the above-mentioned lot wras taken in execution and sold on the 7th July 1862, and the money brought into court. The fund to be distributed by the auditor was $348.87.\nThe children of Fassitt claimed to be allowed the sum of $480, being two years’ ground-rent accrued since the date of the judgment under which the premises were sold, and prior to the sheriff’s sale. Their counsel also represented the judgment-creditors in the execution.\nWilliam De Cou, the assignee of the judgment of September Term 1859, No. 1960, claimed that his judgment was first entitled to be paid out of the fund, being for arrears of ground-rent.\nThe counsel for the claimants made no argument before the auditor, nor presented any authorities in support of their respective claims, but requested him to report distribution of the fund, according to the facts stated, and the law as he should find it.\nThe auditor awarded the fund in court to William De Cou, but the District Court, on exceptions being filed, reversed this decision, and awarded the money to the plaintiffs, under their subsequent judgment for the arrears of rent which had accrued after-wards ; which was the error assigned.\nJ. Qoohe Longstreth, for appellant.\nBantleon v. Smith established, that a party by obtaining judgment for ground-rent did not lose the priority of lien on the land that he had prior to obtaining the judgment, and that that priority of lien became an incident of the judgment. It was enforced in that case in a sale of the land under the judgment for ground-rent. From another principle of the law, that a judicial sale discharges all liquidated liens, it resulted that the lien of ground-rent, whether in judgment or not, due and payable at the time of a sheriff’s sale, is discharged, and consequently that the rent is payable out of the proceeds of sale, in the order in which it had before the sale stood as a lien. When Bantleon v. Smith is cited, as in Dougherty’s Appeal, and the other cases referred to by the learned judge below to sustain the application of this last principle, it is cited rather for the purpose of showing the recognition of the priority of lien, than for anything pertaining to the quality or incidents of the judgment which the landlord may obtain for arrears. The debt is not extinguished by the judgment, although 'the covenant is, as far as respects the arrears included in the judgment. See Higgins’s Case, 6 Coke 45. No subsequent action of covenant lies for the same arrears. The remedies by distress and re-entry still remain, but only until the lien on the land is discharged by a judicial sale. And then the covenantee may not say, I elect that the rent subsequently accrued shall be paid before that first accrued. Eor, supposing the covenantor deceased, or having sold the land subject to the rent after judgment for arrears, and before other rent accrued, can the covenantee elect to retain a personal claim against him or against his estate, and appropriate the fund which the law has said shall first pay the first lien to the payment of a subsequent lien ? Torr’s Estate, 2 Rawle 250, answers this. The land is the principal debtor. Brown v. Johnson, 4 Rawle 146, and Quain’s Appeal, 10 Harris 510, corroborate it. The covenant is perpetual ; the intention is that the land shall pay the rent in the order in which it accrues. On what principle can the assignee of a judgment, which has become the record evidence of the claim, stand in a worse position than the assignee of the claim not so fortified ? It is submitted as the result of these views, that the judgment has annexed to it all the incidents of lien that the rent had, and the assignee takes it as assignee of the whole and not of a part only. But the learned judge seems impliedly to admit the justice of these views by endeavouring to distinguish this ease from Hartman’s Appeal, 6 Barr 76. Is it not evident that Nathan Middleton was the purchaser of the judgment? If not, why did the plaintiffs mark it to his use ? And why especially did they in so marking it, not reserve (as they might have done, and as is usual in cases in which it is merely intended to preserve the evidence of a personal claim against the covenantor) the priority of lien of subsequently-accrued rent ? Being a surety for stay of execution, he had technically no equity to be subrogated, as he would have had in a case like Champlin v. Williams, 9 Barr 341, but the plaintiffs, looking beyond a mere technical equity, chose to sell their judgment to him.\nThe last point made by the learned judge below was neither made before the auditor nor the court, but not the less entitled to respectful consideration. Has an attorney a right to mark a judgment of his client’s to use on receiving the amount of the claim ? An attorney’s authority does not end with judgment: Lynch v. Commonwealth, 16 S. & R. 368. He may agree to take off a non pros, entered in favour of his client, without that client’s direction or consent: Reinhold v. Alberti, 1 Binn. 469. He may stay execution without the payment of the debt: Silvois v. Ely, 3 W. & S. 420. He may order the discharge of the defendant in custody on a ca. sa., whether he has received the amount of the debt or not: Scott v. Leiler, 5 Watts 235. No one has ever doubted his authority to enter satisfaction of record on a judgment. His right to sell his client’s judgment, especially if the client ratifies his act by receiving the fruits of the sale, is clearly recognised in Campbell’s Appeal, 5 Casey 401. The only risk the party buying the judgment takes is, that the attorney shall account to his client for the price paid. This is not the case of a compromise, it is a case of a sale for the full amount of the debt, and ratification by the clients by receipt of the money, and a subsequent assignment of the judgment of record to a third party, the appellant, without any notice of any desire on the part of the plaintiffs to avoid their attorney’s act.\nA. S. Letchworth, for appellees.\nThe appellant, to enforce his claim, is endeavouring to revive the lien of a judgment (for arrears of ground-rent) which has been paid. It can therefore be a matter of no importance to inquire into the incidents or quality of such a judgment, if the fact of payment be established. Nathan Middleton, as the surety for the stay of execution, had rendered himself liable to pay the judgment against John, and was compelled to do so after a fi.fa. had been issued against him. He neither volunteered to pay, nor did he stipulate as a condition of paying that the judgment against John should be assigned to him. If then there was no antecedent condition for an assignment to him, the debt of John was paid by Nathan, and the judgment discharged at law, and no subsequent act could operate to give vitality to the lien which depended upon the existence of this debt. It is true that if justice require that the parties in interest should- be restrained from insisting on their legal rights, equity would interpose. But it is a well-settled principle of the law' of Pennsylvania, that a surety for a stay of execution, w'ho is compelled to pay the debt of his principal, is not a meritorious party, nor one entitled in equity to be substituted as plaintiff and have priority to subsequent judgment-creditors : Armstrong’s Appeal, 5 W. & S. 356; Hartman’s Appeal, 6 Barr 78.\nThe lien of the judgment against John was neither preserved by reason of any equitable consideration nor by virtue of any agreement. The exigency of the appellant’s case requires that he should treat the act of the attorney of the appellees in marking the judgment against John to the use of Nathan, after the latter had paid it, as a sale, and he is therefore now disposed so to regard it. But a marking to the use is not necessarily evidence of a sale of a judgment. As a general rule, “ an attorney at law as such has no power to sell his client’s judgment:” Campbell’s Appeal, 5 Casey 403, and in Hartman’s Appeal, 6 Barr 79. The marlcing to the use in the present instance was “merely intended to preserve the evidence of a personal claim against the covenantor,” an act usual to be done and in derogation of no rights whatever.\nIf a surety for a stay of execution Avho is compelled to pay the debt of his principal is not entitled in equity to priority to subsequent lien-creditors, of what advantage would have been an express reservation to the appellees, at the time of marking the 'judgment to the use of Nathan, of the priority of lien of subsequently-accrued rent? If essential to the ends of justice, equity will regard as having been done whatever should have been done.\nThe intention of the appellees, as evidenced by their acts, was not to impair or postpone in favour of Nathan the rights which they had acquired under the second judgment against John ; for, at the date that Nathan paid the first judgment the sheriff Avas about to sell, and within a few days thereafter actually did sell, the estate of John to satisfy the second judgment. To have preserved the lien of the first judgment by selling it, would have defeated the very end which the appellees sought and obtained by collecting its, amount from Nathan in relief of the land of John. This vieAV of their obvious interest ought to negative any idea that a sale of the first judgment was either made or contemplated to Nathan.\nNo remark appears to be necessary in regard to the substitution of De Cou for Nathan, as it is not contended that the rights of the appellees, whatever they may bo, have been thereby affected.\nFebruary 25th 1864,"
  },
  "file_name": "0214-01",
  "first_page_order": 214,
  "last_page_order": 220
}
