{
  "id": 485512,
  "name": "McCarty versus Kitchenman",
  "name_abbreviation": "McCarty v. Kitchenman",
  "decision_date": "1864-03-10",
  "docket_number": "",
  "first_page": "239",
  "last_page": "243",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 239"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 600,
    "char_count": 11060,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 2.9338388694437806e-07,
      "percentile": 0.8475710359947626
    },
    "sha256": "819f13b21da14cecadb4e324fca9cb7eb5f42534d06f30ff8a8f0b34727a7ef6",
    "simhash": "1:a466dcb576008cf3",
    "word_count": 1989
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, C. J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "McCarty versus Kitchenman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nBead, J.\nA four-feet wide alley had been Hid out in 1831 by the owner of the whole ground through which it ran, from Fourth street to Charlotte or Pink street, for the accommodation of the lots on its north and south sides. It was distinctly recognised, as an existing alley, in a deed from Samuel Paynter (the original owner of all the ground) and wife to John Fitzgerald, dated 19th July 1831, and duly recorded, conveying the lot on its north side to Fitzgerald, he being then the owner of the lot at the north-east corner of Master and Fourth streets, over the northern part of which this alley was extended into Fourth street. The defendant below derived his title to the two lots, conveyed to him hy Robert Scott, administrator of David Scott, and John Scott, from Fitzgerald, under whom his grantors claimed. In 1843, David Scott and John Scott purchased the large lot on Fourth Street, extending through to Charlotte street, on the north side of this alley, and in 1844 the lot on the northeast corner of Fourth and Master street, fourteen feet front on Master street by fifty feet in depth on Fourth street. The title to the lot of the plaintiff below was also deduced from Samuel Paynter to David Scott, who purchased it from Ann Nice, to whom it had been conveyed by sheriff Porter, by deed dated 25th July 1844, having been sold by him as the property of John Fitzgerald.\nUpon the lot at the north-east corner of Fourth street, there was, at the time of the purchase by the Scotts, a two-story brick messuage or tenement with a two-story brick kitchen, and there appears also to have been at the time of its purchase by them, a messuage or tenement on the lot to the east of it, which is the one owned by the plaintiff. After the purchase by the Scotts of the corner lot, and of the lot on the north side of the alley, it would appear that they erected on the north lot a three-story double brick messuage, which extended in its second and third stories upon the south and corner lot the distance of eight feet, making the front on Fourth street twenty-three feet two-and-a-half inches.\nDavid Scott having died, by an order of the Orphans’ Court, for the city and county of Philadelphia, the undivided moiety of the decedent in these three lots was sold at public sale, on the 18th October 1859, and the surviving brother sold his interest at the same time, the purchaser thus obtaining title for the whole. The defendant purchased the north lot and the corner lot described as No. 1, but with separate descriptions and a nota bene, showing the manner in which the three-story messuage was extended as above stated eight feet on the corner lot on the south. The plaintiff purchased the lot to the east of the corner lot, described as No. 2, containing in front on said Master street fourteen feet, and extending of that width in depth forty-eight feet to a four-feet wide alley.\nIt is clear-, therefore, that both parties purchased these lots with a full knowledge that there was a four-feet wide alley running from Fourth to Pink street, laid out by the owner of the whole ground twenty-eight years before, and recognised in the deeds which formed the muniments of their title, and by the archway made by the Scotts, and which neither they nor any other person could close or obstruct, without the consent of all the owners of the lots bounding on it. The obstruction complained of being a gate put upon the Fourth-street end of the alley by the defendant, shows it was in use when the Seotts were the owners of the three lots, and that they never pretended to have a right to close it. The plaintiff purchased with his lot the right to use this alley, and the defendant purchased his lots with a full knowledge that they were sold to him, subject to this easement. This statement of the facts disposes of the whole case. It was both a continuous and an apparent easement.\nBut it is perhaps proper to notice some of the authorities on this subject, as we might otherwise be supposed to have overlooked them. The case of Kieffer v. Imhoff, 2 Casey 438, appears to be completely in point, and the statement of Chief Justice Lewis, page 445, covers this case completely with this addition, that here it was not in the power of the Seotts to have closed this alley. Maynard v. Esher, 5 Harris 222, arose upon an alleged easement of light and air, and if it conflicts with Kieffer v. Imhoff, the latter is the better law. Pyer v. Carter, 1 Hurlst. & N. 916, was the case of a drain which was held to pass with a house without any express grant for that purpose. In Ewart v. Cochrane, 7 Jurist N. S. 925, Lord Campbell in the House of Lords quotes this case approvingly, but I am aware that in Dodd v. Birchall, 8 Jurist N. S. 1181, a few months afterwards, Martin, Baron, said, “ On the other point I have already said, that I think the case of Pyer v. Carter went to the extreme verge of the law.” The case of Pyer v. Carter was recognised by the Master of the Rolls in Suffield v. Brown, 9 Law Times Rep. 192; but Lord Chancellor Westbury in the same case on appeal, Id. 627, in the present year says of it: “ I cannot look upon the case as rightly decided, and must wholly refuse to accept it as authority.” But he expressly says: “ to the earlier cases cited in Pyer v. Carter, as authorities for its decision, there can be no objection.” In the case before him the Lord Chancellor was clearly right in dissolving the injunction, the whole easement claimed by the vendor arising from the fact that he had been in the habit of allowing the bowsprits of ships in his dock to project over his wharf. It was neither a continuous nor an apparent easement. The Lord Chancellor indulges in a somewhat damaging criticism upon apportion of Mr. Grale’s Treatise on Easements, but nothing that he has said affects the case before us. Professor Washburne has in his valuable work on Easements and Servitudes discussed the case of Pyer v. Carter, or rather quoted it, without the advantage of having seen the observations of Baron Martin and the Lord Chancellor in the cases just cited.\nJudgment affirmed.\nWoodward, C. J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Bead, J."
      }
    ],
    "attorneys": [
      "J. P. O'Neill and William, L. Hirst, for plaintiff in error.",
      "A. S. Letchworth, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McCarty versus Kitchenman.\nRight of lot-owner to easements on adjoining property that are apparent and continuous. — Extinguishment of easement by merger.\n1. Where the title to two lots of ground, with an alloy between them, running from one street to another, which had been dedicated to the use of the lots bounding thereon by a former owner, became vested in two persons as tenants in common, who continued the use of the alley for many years: the right to use it passes to a purchaser of an inner lot, at a joint sale of the interests of the two tenants in common by the administrator of one after his decease, and the survivor ; and the purchaser of the two lots has no right to close it, though the measurements in his deeds extends to the centre of the alley, and embraces the whole of it.\n2. The easement being both apparent and continuous was not extinguished by merger, in consequence of the unity of possession in the two joint owners who had purchased subject to it and had maintained its use ; it could not therefore be closed without the consent of all the owners of lots bounding on it.\nError tó the District Court of Philadelphia.\nThis was an action of trespass on the case, by James Kitchen-man against Timothy McCarty, to recover damages for obstructing a private alley theretofore used by the plaintiff.\nThe plaintiff in his declaration averred the existence of an alley four feet wide, running from Fourth street to Pink or Charlotte street, along the rear of the lots owned by plaintiff and defendant, and the other lots fronting on Master street between Fourth and Charlotte, and claimed the free and uninterrupted use of the way as appurtenant to his property, averring that the defendant had, on the 1st of October 1861, obstructed the alley by erecting a gate at its Fourth-street entrance, which was at the foot of defendant’s lot, and that the obstruction complained of had been continued ever since.\nThe defendant contended, that he had purchased and owned the fee simple of the ground over which the alley was claimed.\nThe claim of the parties appear more clearly in the annexed diagram, the dotted line in the centre of the four-feet alley representing the line of the lot of McCarty as claimed by him.\nThe deeds under which the parties severally claimed title are fully recited in the opinion of this court. On the trial in the District Court the learned judge directed the jury to render their verdict for the plaintiff, reserving for the decision of the court in banc the point as to the legal right of the plaintiff to recover, and subsequently filed the following opinion: —\n“ It appears to have been conceded in Maynard v. Esher, 5 Harris 222, that when the owner of two adjoining lots sells one of them and retains the other, the purchaser of the first will he entitled to the enjoyment of every easement with which the second is visibly and distinctly charged at the time of the sale, although nothing is said about it in the deed by which the land is conveyed. It would seem to follow, and the English cases referred to in Maynard v. Esher decide, that the result will be the same when the land subject to the easement is sold and that entitled to it retained, because the parties may fairly be presumed to have relied on the evidence of their senses in making the bargain, and to have meant to buy and sell the property in its actual condition as it stood before them. But however plain this may be on authority and principle, we should undoubtedly have followed Maynard v. Esher, if it had laid down a different rule. In that case, however, the land subject to the easement was expressly conveyed without encumbrance, which, as the court held, was equivalent to an express stipulation that it should be free from the easement. No such clause is to be found in the present instance, and we are therefore free to give effect to the general principle, which is, as we suppose, in favour of the plaintiff. If the defendant visited and examined the property before buying, and the law esteems it the duty of every purchaser to do so personally or by agent, he must have seen that it was traversed by. an alley leading from the lot subsequently bought by the plaintiff. Is it not reasonable to suppose that he bought subject to the alley, and expected it to remain open as the only means of egress from the rear of the adjoining property ? To allow the alley to be closed now would be to give him an advantage, and inflict an injury on the other party not anticipated by either of them when they became buyers. On the whole, therefore, although not without some doubt, in view of Maynard v. Esher, we give judgment on the point reserved, for the plaintiff.”\nWhich was the error assigned.\nJ. P. O'Neill and William, L. Hirst, for plaintiff in error.\nA. S. Letchworth, for defendant in error.\nMarch 10th 1864,"
  },
  "file_name": "0239-01",
  "first_page_order": 239,
  "last_page_order": 243
}
