{
  "id": 485573,
  "name": "The Philadelphia and Trenton Railroad Company versus Hagan et al.",
  "name_abbreviation": "Philadelphia & Trenton Railroad v. Hagan",
  "decision_date": "1864-03-24",
  "docket_number": "",
  "first_page": "244",
  "last_page": "248",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 244"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 623,
    "char_count": 13201,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 5.450260884780981e-07,
      "percentile": 0.9452761531656865
    },
    "sha256": "d09ca306a063ce28db3eb73e52572bb3e443968d3ceb2b65cfbaa3dee5a86de2",
    "simhash": "1:9ec82642be0eb52a",
    "word_count": 2348
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, C. J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "The Philadelphia and Trenton Railroad Company versus Hagan et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nWe have looked closely into this record, because it seems to us, upon the whole evidence, such a verdict was scarcely justifiable. We are not, however, able to discover any solid ground for the reversal of the judgment. Doubtless there were features or characteristics apparent in the trial, not perceptible to us now, otherwise it is presumable the learned judge below would have set aside the verdict and granted a new trial. Be that as it may, we have only to deal with the assignments of error now before us.\nThe first and second specifications are not sustained. The court, we think, could not have negatived the points out of which they arise without error. It is true, there is an assumption in the fourth point that the injury to the deceased occurred at the crossing of the railroad over a public street or highway. But if this had not been true in fact, it is difficult to understand why the attention of the court was not called to it, with a request to charge on the true state of facts in that particular, or at least on the defendants’ hypothesis in regard to it. This was so obviously the duty of the defendants’ counsel, and their experience such, that it strengthens much the argument, that the assumed fact was exactly true. In looking carefully at the testimony, we cannot say that there was an absence of evidence, as contended for by the counsel for the plaintiffs in error, on this- very point, so as to justify a reversal of the case for a direction, without evidence to sustain it. As a general rule, it may be stated that if a fact be assumed in a point, a court commits no error by affirming the point, and referring the question of fact to the jury. This is an affirmance of the law, and a reference of the fact to the proper tribunal. Here the objectionable expression in the point was so intermixed with the question of law propounded, that it was not separated from it in the answer; but the fact alleged was referred to the jury on the point of the duty of care, and the consequences of its omission, by both the company and the deceased. There was therefore no error in thus disposing of the point.\nIt has often been held that it is not error in a judge to refuse to charge on the effect of a given state of facts, when the very facts are in dispute: 1 S. & R. 176; Id. 515; 8 Id. 210. We think, therefore, that the refusal to charge as requested in the defendants’ first point, was not error, and that the court discharged their duty in referring the contested point therein contained to the jury. It was a controverted question whether there was not concurrent negligence on part of the deceased, if negligence had been shown against the defendants. To this point there was much testimony. It was right and proper, therefore, on part of the court, to refrain from giving a binding direction on either side of the controversy; either that there was or was not evidence that the disaster was the result of the sole negligence of the servants of the company. The learned judge referred the inquiry in this particular, with unexceptionable instructions to the jury, in substance, that before the plaintiffs would be entitled to recover, it must be made to appear that the injury resulted from the negligence of those in charge of the train, and not from the concurrent negligence of the deceased with that of the servants of the company. We see no error in any portion of the instructions given to the jury, and hence we must affirm this judgment.\nJudgment affirmed.\nWoodward, C. J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "JEmanuel Rey, for plaintiffs in error.",
      "Daniel Dougherty, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "The Philadelphia and Trenton Railroad Company versus Hagan et al.\nDuty and liability of railroad companies in running their trains over public streets where they cross at grade. — Instruction on assumed, facts, proper mode of requesting.— Court not bound to charge upon the effect of controverted facts.\n1. In an action by tbe widow and children of a decedent to recover damages for an injury, occurring at a crossing of a public street, within the limits of a city, and causing his death, it was held not error to instruct the jury that if the whistle of tho engine was not sounded nor any other usual notice given of the approach of the train, the deceased had a right to presume that the track was clear: and that unless the jury were satisfied by affirmative proof, that the deceased did not use ordinary care, the defendants were liable for the consequence of his injury.\n2. Nor was it error to instruct the jury that the employees of the train were required to approach the crossing, where the injury occurred, at a moderate rate of speed, and to give timely warning to those lawfully passing along the street: and that if by neglect or omission, that duty was not fulfilled, the defendants were liable, unless it was affirmatively shown, that ordinary care was not taken by the deceased to avoid the accident.\n3. If the assumption in a point presented by plaintiffs and affirmed by the court, that the accident occurred at the crossing of the railroad over a public highway, is untrue in fact; the court should be requested by defendants to charge upon the true state of the facts, or at least upon the defendant’s hypothesis : where this is not done, and there is evidence as to the correctness of the assumption, the judgment will not be reversed because of a direction without evidence to sustain it.\n4. A judge may refuse to charge upon the effect of a given state of facts, when the facts themselves are in dispute: hence it was not error to refuse to instruct the jury that there was no evidence that the accident was caused by the sole negligence or want of care on the part of the servants of the defendants, and that therefore the verdict must be in their favour.\nError to tbe District Court of Philadelphia.\nThis was an action on the case, by Bridget Hagan, widow of John Hagan, deceased, John Hagan and Bridget Hagan, minor children of said deceased, who sued by their mother and next friend Bridget Hagan, and Mary Hagan, a daughter of said deceased; against The Philadelphia and Trenton Railroad Company, to recover damages for the death of said deceased, which they averred was occasioned by the negligence of the employees of the defendant.\nThe main facts of the case were these:—\nOn the 28th of January 1863, between ten and eleven o’clock at night, John Hagan, now deceased, went into the public-house of Louis Blumhart, which stands on the north-west corner of Ann street and defendant’s railroad, about forty feet distant from the western rail of the track. The house has two doors, one opening on Ann street, and the other toward the railroad. Ann street, formerly known as Richmond lane,.is the oldest principal and public highway through which the residents of Richmond pass to the Frankford road. It was opened many years prior to the building of the railroad, and is crossed by it at grade.\nThe residence of John Hagan was at that time on Janney street (the second street south of the railroad), near the corner of Ann street. After remaining in the hotel some ten or fifteen minutes in conversation with some who were present, he rose to go home, in company with a Mr. Schmidt; going out of the door on Ann street. As the door opened the noise of the approaching train was heard, and the glare of the reflector seen. The night was stormy; it was snowing, and the ground was covered with snow. Schmidt, who was standing at the ' door with Hagan, advised him to he careful, but testified also that he thought the cars were two or three squares off, and added, “ I don’t know whether Hagan heard me.”\nAs soon as Hagan left the steps he began to run towards his home, which was on the other side of the road. As he crossed the track he was caught by the locomotive, carried some distance below Ann street, where he was found dead a few minutes after-wards.\nWhen first perceived by the engineer on the train, he was about five yards from the western rail running towards the road; the usual means were adopted to stop the train, but without success.\nThere was some conflict in the testimony between the persons in charge of the train and those who were off the train, the former asserting, under oath, that the whistle was sounded and the bell rung in due time, while the latter were equally positive that no sound was to be heard other than that produced by the reverberation of the wheels and machinery of the ears.\nThe train was behind time, and had been running at the rate of thirty miles an hour, but its speed had been reduced by shutting off the steam before the accident happened, and allowing the momentum previously acquired to exhaust itself gradually, so as to cross a bridge near by, at the regulation speed of fifteen miles an hour. The bridge had not been reached when Hagan was killed, and the witnesses did not agree as to the rate of speed at that time, some of them fixing it at fifteen, and others at twenty-five miles an hour.\nThere was no one stationed by the company at this point to warn people of approaching trains, nor any gateway, or other precaution provided.\nAmong the points presented by the parties, on which the instruction of the court below was requested, were the following :—\nFor plaintiff. — 3. If the whistle of the engine was not sounded, nor any other usual notice given of the approach of the train, the deceased had a right to presume that the track was clear, and unless the jury are satisfied by affirmative proof that the deceased did not use ordinary care, the defendants are liable for the consequences of his injury.\n4. The employees of the train of the defendants were required to approach the crossing of a public street or highway, where the injury complained of occurred, at a moderate rate of speed, and to give timely warning to travellers and pedestrians lawfully going upon, or over, or across the public street or highway. And if the plaintiffs have shown that by neglect or omission on the part of those having charge of the train, their duties were not fulfilled in this case, the defendants are liable, unless it be shown to the jury affirmatively that ordinary care was not taken by the deceased to avoid the accident.\nBy defendants. — 1. There is no evidence that the accident was caused by the sole negligence or want of ordinary care on the part of defendants acting by their servants, and therefore the verdict must be in favour of the defendants.\n2. The presumption of law is against negligence, which must be proved as averred. The mere happening of the accident raises no presumption of carelessness on the part of defendants.\n3. The conductor of the train, engaged in the prosecution of the ordinary and lawful business of the defendants, is not bound to attend to or anticipate the uncertain movements of persons who are not supposed, especially at so late an hour of the night, to be loitering near a railroad track.\n4. Both parties having the right to pursue the respective highways, were nevertheless bound to exercise this right as to avoid collision, an obligation as binding on the deceased as on the defendants.\n6. If the deceased, by the. exercise of ordinary prudence and care, could have avoided the collision, or if his death be attributable in any degree to his own negligence or rashness, the plaintiffs cannot recover.\n6. When a railroad track and another road cross each other at grade, and a near train is rapidly approaching, it is the duty, and common prudence and ordinary care require, of persons whose physical movements are easily and instantly controlled by the mere exercise of their own volition, to stop and allow the train to pass. If they fail to do so, and injury thereby enures to them, they cannot recover.\n7. The irresponsibility of a railway company for all but negligence or wanton injury is a necessity of its creation. A train must make the time necessary to fulfil its engagements with the post-office and the passengers, and it must be allowed to fulfil them at the sacrifice of secondary interests put- in its way, else it could not fulfil them at all.\n8. Whatever prudent men would do, or forbear to do, under the circumstances of the case, is the rule by which the deceased was bound to regulate his conduct.\n9. One party is not bound to guard against the want of ordinary care on the part of another. The right to presume that ordinary care will be practised is mutual.\nThe learned judge affirmed the 3d and 4th of plaintiffs’ points, and refused to charge as requested in defendants’ 1st point; and added, that it was alike for the jury to say whether the defendants, or the deceased, or both were or were not guilty of negligence, imprudence, or want of ordinary care.\nUnder these instructions there was a verdict and judgment in favour of plaintiffs for $2300. Whereupon the defendants sued out this writ, averring that the learned judge before whom the case was tried, erred,—\n1. In affirming the plaintiffs’ 3d point.\n2. In affirming the plaintiffs’ 4th point.\n3. In refusing to charge the jury as requested in defendants’ 1st point.\nJEmanuel Rey, for plaintiffs in error.\nDaniel Dougherty, for defendants in error.\nMarch 24th 1864,"
  },
  "file_name": "0244-01",
  "first_page_order": 244,
  "last_page_order": 248
}
