{
  "id": 485545,
  "name": "Hecksher & Co. versus Shoemaker et al.",
  "name_abbreviation": "Hecksher & Co. v. Shoemaker",
  "decision_date": "1864-03-28",
  "docket_number": "",
  "first_page": "249",
  "last_page": "255",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 249"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 614,
    "char_count": 18006,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 6.209811994104169e-08,
      "percentile": 0.3844208677803223
    },
    "sha256": "3f663670a65fb8e6638f52f1366de4508885188f4d81a88fe0eaeee3da1250d1",
    "simhash": "1:d4d3ec9a04d67241",
    "word_count": 3173
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "Hecksher & Co. versus Shoemaker et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nWe do not concur in the opinion which the court below adopted in this case. The learned judge assumed that the note of Shoemaker and Robinson was transferred by Atwood, the payee, to the plaintiffs, to secure the debt which he owed them at the time of the transfer. Thus, in recapitulating the evidence to the jury he said, “ That by agreement between Atwood and the plaintiffs, Atwood was to deliver to them the notes which he might receive for sales made, as security for the money which he might at the time owe them; and that the note in suit was endorsed by Atwood to the plaintiffs in pursuance of this agreement as security for money due at that time.” And again, the jury were told that the note was passed to the plaintiffs “ as security for indebtedness then existing.” Acting upon this assumption, the case was put to the jury to find whether that part of the debt contracted by Atwood to the plaintiffs, which existed when the note was endorsed to them, had been paid, with instructions that if it had, the ownership of the note reverted at the time of payment to him, and that a subsequent payment of the note to him was good, and constituted a defence against this suit. Hence, actual or legal appropriation of the subsequent payments made by Atwood on his general account became important, even though they at no time extinguished the debt due when they were made. This would have been all right, if the assumption upon which the court proceeded had been well founded. But we discover nothing in the evidence that justifies any such assumption. It may be admitted the note was endorsed over as a security, but there is nothing to warrant the belief that it was endorsed as a security only for that portion of the account which happened to be due when the endorsement was made. The contrary is most manifest from every part of the evidence. A continuous course of dealing between Atwood and the plaintiffs was anticipated, when the arrangement was made that notes should be transferred, and acted out for a very considerable time. It began with a pledge of Atwood, that he would hand over to the plaintiffs the cash or notes received by him for coal which he might obtain from them. This contemplated what subsequently arose — a running account. The plaintiffs sold, and Atwood bought, coal from time to time; and every month, cash, and notes received by Atwood from his vendees of the coal, and from other vendees of other coal, were handed over, and were credited in his account. If protested, they were taken out of the general account, and charged in a protest account. At the end of every month an account current of sales of coal, and also an account current of protested paper, for that month were furnished, and they were both credited to the plaintiffs on Atwood’s books. One witness states, that “when our (Atwood’s) account was paid up in full, the protested paper was handed back to Mr. Atwood.” This means, of course, when the protested account was paid in full, for the other account never was paid. This witness also states that they (Atwood) had to make their protest account good after the coa-1 account was settled, that is, after what had been bought the previous month had been paid for. And, again: “ As Atwood would make the notes (speaking of those which had been protested) good, the usual habit was, he took them up, and looked to the drawers for payment.” The only other witness who speaks of the arrangement and course of dealing, says that Atwood got coal on the credit of the paper he was to hand over. The witness was the plaintiff’s clerk. He states that when the notes were unpaid and protested, they were charged back to Atwood, and the notes kept as security; that he knew of no notes given up after protest, unless they were paid or satisfied in some way.\nWith such evidence of the understanding between the plaintiffs and their vendee, it is plain that the note in suit was endorsed over, not as a security for any one month’s sales, or the balance due when the endorsement was made, but for the security of the whole account, including what had been, and what might thereafter be furnished. There was but one debt apart from what was due on the protest account. The rendition of monthly statements did not sever the indebtedness. Of course, while anything remained unpaid on the coal account, the plaintiffs might hold the notes received as a security. It cannot be maintained that Atwood could at any time have recovered this note back from his endorsees, and if not, then payment to him by the defendants was unauthorized. And the appropriation of the payments made on the general account, subsequently to the endorsement to the plaintiffs, is of no importance, for the account was never paid in full.\nThis view of the ease renders it unnecessary to consider each assignment of error separately. Enough has been said to show wherein all the errors into which the court fell consist.\nWe agree with the learned judge, in holding that the note was not paid, either in fact or in law, by what took place at the bank to which it was sent for collection. The bank was quite as much the agent of the promissors to pay, as it was of the owners to receive.\nJudgment reversed, and a venire de novo awarded.\nThompson, J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "TJ. V. Pennypacker and William Darlington, for plaintiffs in error.",
      "P. F. Smith and Joseph Hemphill, for defendants."
    ],
    "corrections": "",
    "head_matter": "Hecksher & Co. versus Shoemaker et al.\nContract for transfer of notes, as security for running account, construed. —Maker of note not relieved from liability to endorsee, by error of bank officer in omitting to apply funds in bank to payment of note when presented by holder.\n1. A coal dealer agreed, -with a mining firm from whom he was to purchase coal, that he would hand over the notes and cash received therefor monthly, to be credited on\" account: the paper received for coal sold by him was if protested taken from the general account, passed to a protest account, and each month's protest account credited to the firm on his books together with coal sold: when the notes were made good by him he took them up and looked to the drawers for payment: otherwise the notes remained charged to him, and were retained as security in the hands of the firm. In an action by the firm (who were endorsees of a note thus transferred and protested), against the drawers after the failure of the payee, who was largely indebted to them on a general account; the jury were instructed that the note was given to the firm by the payee for indebtedness existing at the time of the transfer, and that if that indebtedness was afterwards paid by him to the firm, upon such payment the ownership of the note reverted to the payee, and a subsequent payment to him by the makers was good as a defence to the action by the endorsees.\nHeld, that the instruction was error: for, under the arrangement between the parties, the note was transferred as a security for the whole account, including what coal had been or might be furnished: and hence, while any indebtedness existed, the plaintiffs had the right to hold the note as a security, and the payment by the makers to the payee did not discharge them from liability thereon.\n2. Held also that the makers of the note wore not discharged from liability by its presentment at bank, where there were sufficient funds to meet it when due, if by mistake of the bank officers, payment was refused and the note protested for non-payment.\nError to the Common Pleas of Chester county.\nThis was an action of assumpsit by Richard Hecksher and Eugene Borda, trading as Hecksher & Co., against John Gr. Robinson and Kersey Shoemaker, trading as Shoemaker & Robinson.\nThe plaintiffs declared on a promissory note drawn by defendants to the order of Thomas J. Atwood for $1,73.59, dated December 8th 1856, protested for non-payment April 11th 1857.\nThe plaintiffs were coal operators in Schuylkill county. The defendants were in the coal business in Chester county. Atwood was a middleman in the coal business in Pottsville, and was in the habit of purchasing coal from the plaintiffs for sale to smaller dealers in Pennsylvania, and elsewhere.\nHecksher & Co. furnished Atwood with monthly statements, charging him with the coal delivered to him or his order, and crediting him with cash payments, and the notes which he received from time to time from coal dealers in Now York, Philadelphia, and elsewhere, and transferred to them.\nWhen Atwood commenced buying coal from plaintiffs, he gave them the following writing :—\n“Mr. E. Borda: I pledge myself on my honour as a man to hand to you when received the cash or notes which I receive far the coal you let me have, and will make it besides a confidential matter.\n“Thomas J. Atwood.”\nWhen notes were handed over under this arrangement they were credited as cash; if not paid, they were passed by plaintiffs to their protest account, and recharged to Atwood.\nThe testimony showed that Atwood was in debt to plaintiffs from the commencement of this arrangement until his failure in December 1857, the amount being at no time less than $3000, the whole sum of his indebtedness when he ceased to purchase coal, December 1st 1857, being $5276, which remained unpaid.\nThe notes thus taken from time to' time by plaintiffs, if not paid at maturity, were retained by them as security until satisfied in some other way, when they were given up to the proper person.\nOn the 8th December 1856, Shoemaker & Robinson bought some coal of Atwood, and in payment gave him this note for $173.50, payable in four months at the Bank of Chester County, which was afterwards transferred to plaintiffs.\nAt and before the time the note fell due, there was in the bank a much larger sum than the amount of the note in the name of Robinson, to be applied under his directions to notes of Shoemaker & Robinson. By an error of one of. the officers of the bank, a deposit made by Mr. Robinson had not been carried to his account, so that the balance appearing to his credit was not enough to take up this note when it was presented.\nThe note had been endorsed by Atwood in blank, and passed to the plaintiffs, for whom it was discounted at the Miners’ Bank of Pottsville, and transmitted through a Reading bank to the Bank of Chester County. The note was protested April 11th 1857, and returned to the Reading bank. It would have been charged to Robinson’s account, as the teller testified, if sufficient funds had appeared to his credit.\nOn the 14th April, Robinson, having learned that the note had been protested, went to the bank, and, upon examination with the officers, the mistake in his account was found and corrected. He then sent a check of the proper amount marked “Good,” to the Reading bank, to take up the note. The note having been sent to the Pottsville bank, the check was returned unused.\nOn the 27th of April, Robinson was again at the Bank of Chester County, and, upon consultation with the cashier, another check for the proper amount was filled by a teller, payable to Thomas J. Atwood, signed by Robinson, marked “ Good” by the cashier, charged to his account and transmitted by Robinson to Atwood to take up the note ; this check came back endorsed by Atwood.\nThe note in suit was charged back to Atwood, “ April 20th 1857the balance against him at the end of that month was $8816.12; the balance (including this) at the end of May was $4793.03; at the end of June, it was $3180.93. The balances thereafter increased every month, and at the time of Atwood’s failure, December 1857, the balance against him was $5276.85. After the balance of May 1857, Atwood’s credits were above $19,000, of which $3091.29 were cash.\nIt did not appear that any special appropriation was made to this note. Atwood being always in debt to plaintiffs on his kook account, payments made by him were applied to it. The payments made after the protest of this note amounted to $19,000, which it was alleged by defendants extinguished it. But as the note had been recharged before the statement made in May 1857, the plaintiffs insisted that it was excluded from that account, and was only held by them as security until it should be taken up by the drawer or endorser, which was never done by either. The check sent April 27th 1857, by defendants to Atwood, was not used by him for this purpose.\nThe plaintiffs’ counsel requested the court to charge the jury\n1. If the jury believe that the plaintiffs actually appropriated the payments of Atwood, made subsequently to the maturity of the note, to their account against him, other than that for which the note was given, the plaintiffs are entitled to recover.\n2. There is evidence for their consideration that such appropriation was made by plaintiffs.\n3. In the absence of other proof, the retention of the note by plaintiffs is a decisive circumstance to prove that such appropriation was made.\n4. In the absence of all proof of appropriation by plaintiffs and Atwood, the law appropriates the payment to the debt least secured.\n5. In such cases, and under the circumstances here presented, the law appropriates the payment to the book-account not covered by the note.\n6. That the course of dealing between Hecksher & Co. and Atwood, gave the right to Hecksher & Co. to hold the note, and look to the drawers for payment, unless it was specially paid and taken up by Atwood, and not until actual payment, either by the drawers or by the payee of the note, was Atwood entitled to a credit for its amount on the running book-account, and the plaintiffs are entitled to recover.\n7. If the jury believe that it was part of the original understanding between plaintiffs and Atwood, that the latter should pass to the former the notes he should receive for coal sold, and Atwood handed over the note in question in pursuance of that arrangement, it was received in satisfaction of so much of the account as was covered by it, and plaintiffs could not afterwards sue upon the account therefor.\n8. In such case, recharging the note did not make it part of the account, and the law applies the payments subsequently made to the account, and not to the note, and the plaintiffs are entitled to recover.\nUnder the charge of the court, there was a verdict and judgment for defendants. This writ was then sued out by plaintiffs, for whom the following errors were assigned: — ■\n1. The court erred in saying: “ As already stated, it appears to be an open current account, the items not forming distinct debts, but blended together. If the payments made by Atwood were credited to his general account, and balances from time to time struck, in rendering statements to Atwood, these acts of the plaintiffs tend to show that they applied the money received to all the items of the account, due at the time such payments were made or statements rendered, and if they did so apply it, and the amount received by them after the note was transferred was sufficient to discharge the note of that part of the indebtedness which it was held to secure, together with all other items in the account, then the note, as we before remarked, must be regarded as belonging to Atwood.”\n2. In charging as follows: — “ What is the evidence that the plaintiffs applied the money received to other parts of their claim against Atwood than the note, or rather the debts secured by it ?\nI see none, aside from what is to be found in the fact that they retained the note in their possession, and on considering the weight of this, it must be remembered that it does not appear that any demand was made on account of the note for more than a year after it matured.”\n8. In charging as follows: — “ As already stated, it appears to be an open current account, the items not forming distinct debts, but blended together. If the payments made by Atwood were credited to this general account, and balances from time to time struck, in rendering statements to Atwood, these acts of the plaintiffs tend to show that they applied the money received to all the items of the account due at the time such payments were made, or statements rendered; and if they did so apply it, and the amount received by them after the note was transferred was sufficient to discharge the note, or that part of the indebtedness •which it was held to secure, together with all other items of the account, then the note, as we have before remarked, must be regarded as'belonging to Atwood.”\n4. In charging : “ If the plaintiffs retained the note for more than a year after it matured and was protested, without making any effort for its collection, and without demanding payment, it affords additional evidence for your consideration that the claim of the plaintiffs upon it were discharged.”\n5. In refusing to affirm the plaintiffs’ sixth point, and answering it as follows : — “ The plaintiffs had a right to hold the note, and look to the drawers until the debt, which it was transferred to secure, was paid. That the payment of this debt would discharge their claim on the note, and if it was so paid by the appropriation of the money received from Atwood, the failure to take it up is immaterial. If it were not so paid, the plaintiffs had a right to hold the note, and are entitled to recover upon it now.”\n6. In refusing to affirm the plaintiffs’ seventh and eighth points, and -answering as follows: — “ The seventh point we cannot affirm. The case will be submitted to the jury on the question of appropriation by the parties, with instruction to find for the plaintiffs in case none was made.”\n“ The seventh and eighth points are disaffirmed; we cannot charge as therein requested. In the absence of proof on the subject, the presumption would be that the note was accepted by the plaintiffs from Atwood as collateral security for the debt due to them, and not in payment of it. But here there is evidence corresponding with and strengthening his presumption.”\nTJ. V. Pennypacker and William Darlington, for plaintiffs in error.\nP. F. Smith and Joseph Hemphill, for defendants.\nMarch 28th 1864,"
  },
  "file_name": "0249-01",
  "first_page_order": 249,
  "last_page_order": 255
}
