{
  "id": 485533,
  "name": "Road Commissioners versus Morgan et al.",
  "name_abbreviation": "Road Commissioners v. Morgan",
  "decision_date": "1864-05-04",
  "docket_number": "",
  "first_page": "276",
  "last_page": "279",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 276"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 450,
    "char_count": 8524,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 9.555147099758288e-08,
      "percentile": 0.525253402804565
    },
    "sha256": "6992482ebc3cb053aec2a36d5b375d7452371475a29c9090dbf00a0915a66f77",
    "simhash": "1:1826983595033638",
    "word_count": 1495
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Agnew, J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "Road Commissioners versus Morgan et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThe peculiar road laws of Erie county give rise to the question before us on this certiorari. The system was adopted in that county in 1846, and by it the duty of laying out, opening, and repairing roads was transferred from the Quarter Sessions and supervisors, to a board of road commissioners in each township. When disputes arise as to the location or alteration of a road, or the damage incident thereto, they are triable before a magistrate and six jurors, from whose decision there is no appeal, the supervisory control of the courts extending no farther than to test the validity of the proceedings in the peculiar domestic tribunal, by the Act of Assembly which provides for its creation and guidance.\nOwing to the imperfect wording of the original Act of 1846, difficulties arose about the selection of jurors. The road commissioners in some parts of the county, at least, if not in all, contended, that they had a right to set aside by peremptory challenges four out of the six jurors summoned by the justice, and to supply their places by arbitrary nominations of others. The dispute upon these points was brought to the notice of this court, in Zimmerly v. The Road Commissioners of Mill Creek Township, Erie county, 1 Casey 134, which was a case instituted to assess damages, as is the one now before us, and it was determined that the commissioners could not challenge peremptorily, but only “for interest or other cause,” in the words of the Act of Assembly; and had not the right to substitute the names of others for those challenged.\nIn this way the law stood till 1857, when the proviso in the 9th section of the Act of 1846, on the subject of challenges of jurors, was repealed, and the following provision substituted: “ And it is hereby enacted, that the jurors summoned by the justice may be rejected by the road commissioners, or the person or persons by whom the suit is brought, up to the number of four, if they can show that the juror or jurors are interested in the event of the suit, hut not otherwise; the justice before whom suit is brought shall judge of the eligibility of the juror or jurors.”\nIt is very plain that the right of challenge is limited in this provision. Doubtless, it was thought, that as the Act of 1846 required the justice, in all cases of a jury, to summon “ six reputable disinterested citizens,” that a challenge on the ground of interest in such a panel was sufficient. So indeed, it might be, if the justice would always certainly come up to the requirements of the law. Here, however, the objection was not to interest in the two jurors challenged; it was propter affectum, or for a supposed bias, on account of having sat on and rendered a verdict in the same ease on a former trial which had been set aside.\nAn objection like this in a common law court would have been good undoubtedly. But this is a special tribunal, a sort of a pied poudre court, a neighbourhood forum emanating entirely from the legislative will; its machinery and scope springing exclusively from the same munificent source. As such a tribunal for such purposes is not objectionable on constitutional grounds, we are bound to abide the legislative will on the subject and follow its lead. A man cannot, according to the system, be a juror unless he is a disinterested citizen and reputable — that is, not infamous. This is to be the guide in summoning the jurors, and the justice performs the duty under the' obligation of his official oath. The act presuming that it will be well done, limits the challenge to “interest” and for “no other cause.”\nThe jurors here were not interested in the sense of the statute; and it was no violation of natural or constitutional law to- disregard the practice which prevails in the common law courts, and which would exclude, and by statute render them eligible in a special forum, as the act in question certainly does. We think, therefore, that the cause of challenge was not good. It does not necessarily follow according to this law, that because a juror has heard a case once, a bias is so fixed in his mind in favour of his former judgment, that it will control him notwithstanding new light may be shed upon the ground of controversy. This, to be sure, is the presumption of the common law, but the statute overturns it in this special case. We cannot disregard the express words of it, and without determining whether the justice’s judgment on the cause of challenge was final, we affirm the judgment. The legislature is alone competent to amend their own machinery. If it does not work well, there is the place to apply for its amendment or repeal. The above is the only question in the case.\nJudgment affirmed.\nAgnew, J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "James C. F. F. Marshall, for plaintiffs in error.",
      "Charles W. Kelso, for defendants."
    ],
    "corrections": "",
    "head_matter": "Road Commissioners versus Morgan et al.\nRoad laws in Erie county as to competency of jurors, construed.\n1. Under the Act of 26th March 1846, relative to the road laws of Erie county, as amended by the Act of 15th April 1857, the road commissioners can challenge jurors on the ground of interest only.\n2. Jurors who had served in the same case upon a former trial, and who were otherwise disinterested and reputable, held competent, under the act as amended. >\nCertiorari to the Common Pleas of Erie county.\nThis was a proceeding commenced by Charles Morgan and others before a justice of the peace, to recover damages from the township of Venango for the location of a road, by the Road Commissioners of said township, over their land, under the road laws of Erie county.\nThey filed a complaint before a justice of the peace, and a jury of six men were summoned. On the day of the trial, the parties and jurors met before the justice. The road commissioners, who were defendants before the justice, objected to the competency of two of the jurors who were summoned, to wit, William Parker and George Parker, because they had been members of a former jury who tried the same cause. In order to a proper understanding of this objection, it should be stated, that this ease had been tried before the same justice and a jury previously, and a verdict and judgment had against the road commissioners, who removed the proceedings to the Court of Common Pleas by certiorari, where they were reversed upon the ground that the plaintiff and not the justice, as provided by the Act of Assembly, had selected the first jury. The justice in this case overruled the objections to said two jurors, and they were sworn and sat on the trial of the cause. On the trial the justice also permitted the declarations of the road commissioners to be given in evidence, under objection.\nThe proceedings were then removed into the Common Pleas, which court has jurisdiction of such cases in- Erie county, where the following exceptions were filed:—\n1. It does not appear from the record who selected the jury, but the inference is that the constable did.\n2. The justice erred in overruling the objection of defendants to the two jurors who had tried the same case on a previous trial.\n3. It does not appear from the said record when the road commissioners altered the road complained of, whether more or less than sixty days previous to the commencement of the proceedings before said justice.\n4. The complaint is uncertain, and insufficient to give the justice jurisdiction of the ease, in this: it does not set out the date of the alteration of the road and the date of the application by the plaintiffs to the road commissioners for damages.\n5. The plaintiffs below never applied to the road commissioners for an allowance of damages before the institution of the suit.\n6. There was no evidence before the justice and jury that the plaintiff below ever applied to the road commissioners for damages.\n7. The justice erred in receiving the declarations of the road commissioners in evidence.\nOctober 15th 1863, the proceedings were affirmed by the court.\nThe case was then removed into this court, where the following errors were assigned:—\n1. The court erred in ruling that William Parker and George Parker were competent jurors, who had been jurors in the same ease upon a former trial, and concurred in a verdict against said plaintiff in error.\n. 2. In ruling that the complaint filed by the defendants in error, before the justice, was sufficient to give the justice jurisdiction.\n3. In affirming the proceedings before the justice.\nJames C. F. F. Marshall, for plaintiffs in error.\nCharles W. Kelso, for defendants.\nMay 4th 1864,"
  },
  "file_name": "0276-01",
  "first_page_order": 276,
  "last_page_order": 279
}
