{
  "id": 485567,
  "name": "The Philadelphia and Reading Railroad versus The City of Philadelphia",
  "name_abbreviation": "Philadelphia & Reading Railroad v. City of Philadelphia",
  "decision_date": "1864-05-04",
  "docket_number": "",
  "first_page": "325",
  "last_page": "329",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 325"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 317",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842725
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0317-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 534,
    "char_count": 12261,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 9.148579663816019e-08,
      "percentile": 0.5081659200980443
    },
    "sha256": "75f8ef30bb6801d2268b068a8d627d388e1fb14ab68af23da307a82113ad2bf9",
    "simhash": "1:320aa93994ca9470",
    "word_count": 2056
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, C. J., and Thompson, J., dissented."
    ],
    "parties": [
      "The Philadelphia and Reading Railroad versus The City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "The facts of the case are fully stated in the opinion of this court.\nThe opinion of the court was delivered, by\nAsnbw, J.\nThis is a motion for a special injunction to restrain the city of Philadelphia from taking 'up the City Railroad on Broad street, between Olive and South streets, under an ordinance approved the 18th day of May 1863.\nThe Act of March 21st 1831, authorizing the construction of the Columbia Railroad, has the following clause: “ And provided also, that before the canal commissioners shall contract for any part of a railroad between the western shore of the river Schuylkill and the intersection of Yine and Broad streets, the mayor, aldermen, and citizens of Philadelphia, by their proper authorities, shall engage to construct and continue the railroad from the intersection of Vine and Broad Streets, down Broad street to Cedar street.”\nAt a meeting of the councils of the city, on the 28th of April 1831, after reciting the clause above stated, and “for the purpose of complying with the provisions of the said act,” they resolved “ that the said mayor, aldermen, and citizens of Philadelphia do hereby engage to construct and continue a railroad from the intersection of Yine and Broad streets, down. Broad street to Cedar street, and the faith of the said corporation is hereby pledged to comply with the provisions of the said act, according to the true intent and meaning thereof.” “Also, that a copy of these resolutions be forwarded by the presidents of councils to the governor of the Commonwealth, and also to the board of canal commissioners.”\nA copy of these resolutions being before the board of canal commissioners, they, on the 6th of May 1831, resolved that the resolution “justifies the board in entering into contract for such part of the work on the Columbia and Philadelphia Railroad, as was made by said act dependent on such pledge.”\nThe Commonwealth built the railroad from the Schuylkill to the intersection of Broad and Vine streets, and the city by ordinance, passed the 10th of January 1833, provided for the construction of the road from Yine to Cedar. The railroad was accordingly laid down Broad strget, and was used for many years in connection with the state railroad.\nThe Commonwealth being desirous of avoiding the inclined plane on the Columbia Railroad, near the Schuylkill, by an act passed the 10th of April 1849, authorized the canal commissioners to locate and construct a new road for this purpose. Following this, the legislature in the Act of May 10th 1850 authorized the canal commissioners to sell “ the Schuylkill bridge and all that part of the state railroad lying east of the inclined plane, together with all the real estate and old materials upon the part of the Philadelphia and Columbia Railroad, rendered useless by the new road to avoid the Schuylkill inclined plane.”\nThe intention of the state was not merely to sell the railroad and materials as property, but also to continue its franchise and use as a railroad. The following provision of the law manifests this: “ That if the said bridge and railroad lying east of the foot of said inclined plane shall be purchased by any person other than an incorporated railroad company, the governor is hereby authorized to issue letters patent, conferring upon such persons all the rights, privileges, and immunities of a body corporate or politic, subject to all the provisions and restrictions of the act regulating railroad companies, passed the 19th day of February 1849, with a capital stock not exceeding $500,000, divided into shares as provided by said act: And provided further, that the rates of toll to be charged upon said road shall never exceed the rates authorized to be charged upon the Reading Railroad, and in levying said tolls the bridge over the Schuylkill shall be estimated as one mile of the road.”\nIn pursuance of this law the canal commissioners sold this part of the railroad, bridge, and property attached, to the Philadelphia and Reading Railroad Company for the sum of !|243,000, and conveyed the same by deed dated December 27th 1850.\nThe conveyance contains the following clauses: “ And with the full, free, and absolute right and privilege to the said Philadelphia and Reading Railroad Company, their successors and assigns, of keeping, using, and maintaining the said railroad, its several tracks, turnouts, sidings, and appurtenances, from the foot of said inclined plane to the eastern terminus, for all railroad purposes, and of using, maintaining, and running thereon their cars, locomotives, and other engines, and the right of furnishing all the motive power to^be used thereon, and of using, managing, and controlling said road, in the same manner the canal commissioners of the said Commonwealth of Pennsylvania have heretofore used, managed, and controlled the same, as fully in all respects as by the above-recorded Act of Assembly the said commissioners are authorized to convey such rights.” “ Together with all and singular the ways, waters, watercourses, rights, liberties, privileges, immunities, franchises, easements, incidents, hereditaments, and appurtenances whatever thereunto belonging or in anywise appertaining, and the reversions and remainders, rents, issues, tolls, emoluments, and profits thereof, and all the estate, right, title, interest, property, privileges, claim and demand whatsoever of the Commonwealth of Pennsylvania of, in, and to the same and every part thereof.”\nClearly as between the Commonwealth and the city of Philadelphia, there was a contract on the part of the city to “ construct and continue the railroad on Broad street, from its connection with the state road at Vine street, to Cedar street.” The obvious purpose of this contract was to make a connection between the state railroad and the City Railroad, the state withholding the road from the Schuylkill to the intersection at Broad and Vine streets, until the city pledged her faith to construct and continue the railroad along Broad. When the state made the road to avoid the inclined plane near the Schuylkill, and authorized the city and districts in the same law to connect with the new road by constructing a railroad across the Schuylkill to meet it, the contract between the city and state was modified, but not rescinded. The state did not by this Act of 1849 provide for any abandonment of the old road from the foot of the inclined plane, or any release of the city from her obligation to continue the road down Broad street from Vine. The Act of 1849, in terms, merely provided for a new road and a new city connection, without superseding those existing. It is true that the Act of 1850 provides for the sale of the old portion as “rendered useless by the new road;” but by its very terms it provided for the continuation of the old road in the hands of the purchasers. At the time of the sale, therefore, to the Philadelphia and Reading Railroad Company, there was nothing to indicate any intention to abrogate the contract between the state and the city as to the maintenance of the City'Railroad in any part of it. It is true that since this sale the acts of the state and city very clearly show this intent as to that portion of the City Railroad lying between Olive and South streets.\nThe question in this case therefore runs back to the time of the sale, and leads to the inquiry as to what rights vested under it in the Philadelphia and Reading Railroad Company, as the purchasers from the state. This must depend upon the Act of 1850 and the deed of the canal commissioners in pursuance of it. The act we have seen from its very terms imported an intention to continue the use of the part sold as a railroad. This being a main purpose of the law, it is impossible to avoid the conclusion that its connection with the City Railroad was intended to remain. Without it the use of this small piece of road would be measurably worthless to the purchaser, for while no doubt it was hoped that the Philadelphia and Reading Railroad Company would become the purchasers, the law clearly contemplated that natural persons might purchase, and provided for their incorporation as a railroad company under the General Railroad Law. This intention is strengthened by the minimum price of $200,000 for this part of the road fixed in the act. So the canal commissioners believed when they conveyed as we have already seen, in the language of their deed, conveying the full, free, and absolute right and privilege of using and maintaining the road, and of managing and controlling it in the same manner as heretofore, together with the rights, liberties, privileges, immunities, franchises, easements, and incidents, and the claim and demand of the Commonwealth. Added to this, all parties put upon these acts a practical interpretation, comporting with the same intention, by preserving the connection, and using the roads together for a number of years after the sale.\nThe connection of the state road with the City Railroad was a right, which the state enjoyed under her contract with the city. It clearly had become an incident to the state railroad, and was a privilege enjoyed by the state when she sold. If this had been a transaction between individuals, no one would doubt that the right to enjoy the connection (which was one of the principal inducements to purchase, for'without it the part sold was worthless except for its property and materials) would pass by the sale. This is abundantly supported by the following authorities: Blaine’s Lessee v. Chambers, 1 S. & R. 169; Pickering v. Stapler, 5 Id. 107; Strickler v. Todd, 10 Id. 69, 70; Swartz v. Swartz, 4 Barr 353; Keiffer v. Imhoff, 2 Casey 439 ; Lefevre v. Lefevre, 4 S. & R. 241; McKillip v. McIlhenny, 4 Watts 317; Campbell v. McCoy, 7 Casey 263.\nThe state made no exception at the time of sale or in the authority for making it. Then certainly there is nothing in this case to exempt the state from the ordinary rules governing sales of property. We must conclude, therefore, that all rights of the state to maintain the connection, and to have the City Railroad continued under the contract with the city for its continuance, passed to the Philadelphia and Reading Railroad Company as her assignee. As assigns, therefore, the complainants have a right to insist on the maintenance of the City Railroad, and the right of connection as enjoyed by the state before the sale. Nothing short of the exercise of the sovereign power of eminent domain by a talcing, accompanied with compensation, according to the constitution, can defeat the right of the complainants.\nA special injunction will therefore be decreed against the defendants, upon the complainants giving security by bond, and sufficient sureties to be approved by this court or a judge thereof, in the penal sum of $10,000, with condition to indemnify the defendants for all damages that may be sustained by reason of such injunction. Let the decree be drawn up accordingly.\nWoodward, C. J., and Thompson, J., dissented.",
        "type": "majority",
        "author": "Asnbw, J."
      }
    ],
    "attorneys": [
      ".The case was argued before the court in banc by St. Gieorge T. Campbell, for complainants, and by F. Carroll Brewster, for the city."
    ],
    "corrections": "",
    "head_matter": "The Philadelphia and Reading Railroad versus The City of Philadelphia.\nRight of Philadelphia and Reading Railroad Company to me of City Railroad on Broad street.\nThe rights which the Commonwealth enjoyed under the Act of March 21st 1831, and the ordinance of the councils of.Philadelphia passed April 28th 1831, relative to the construction and continuance of a railroad from the intersection of Vine and Broad streets, down Broad to Cedar street, were transferred to the Philadelphia and Reading Railroad Company by the canal commissioners’ deed of December 27th 1850, and the Act of Assembly authorizing said sale; and nothing short of the exercise of the power of eminent domain by a taking, accompanied with compensation, can defeat the rights thus acquired by said company.\nThis was a proceeding in the Supreme Court in equity, founded on a bill filed by The Philadelphia and Reading Railroad Company, praying for an injunction to restrain the City of Philadelphia from taking up the City Railroad on Broad street, between Olive and South streets, under the ordinance of May 11th 1863.\n.The case was argued before the court in banc by St. Gieorge T. Campbell, for complainants, and by F. Carroll Brewster, for the city.\nMay 4th 1864,"
  },
  "file_name": "0325-01",
  "first_page_order": 325,
  "last_page_order": 329
}
