{
  "id": 485524,
  "name": "Branson versus The City of Philadelphia; Kerbaugh versus The City of Philadelphia",
  "name_abbreviation": "Branson v. City of Philadelphia",
  "decision_date": "1864-05-04",
  "docket_number": "",
  "first_page": "329",
  "last_page": "332",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 329"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Whart. 44",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 382",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850013
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0382-01"
      ]
    },
    {
      "cite": "9 W. & S. 9",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168751
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0009-01"
      ]
    },
    {
      "cite": "6 Whart. 25",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836978
      ],
      "pin_cites": [
        {
          "page": "44-5"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0025-01"
      ]
    },
    {
      "cite": "8 W. & S. 85",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483385
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0085-01"
      ]
    },
    {
      "cite": "6 W. & S. 101",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480106
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0101-01"
      ]
    },
    {
      "cite": "4 Watts 322",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 527,
    "char_count": 8953,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 4.7679617008108923e-07,
      "percentile": 0.9304455587951267
    },
    "sha256": "9901313c0c0af185cb9748a3031305b62d7b1c3c57d80b1df0f686e96ee8ab77",
    "simhash": "1:3a2de0d085ae9698",
    "word_count": 1522
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Branson versus The City of Philadelphia. Kerbaugh versus The City of Philadelphia."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThese cases are so nearly alike in principle they may be considered together. In each a motion for a special injunction has been made to prevent the removal of the City Railroad on Broad street, between Olive and South streets, under an ordinance of the city of Philadelphia, approved May 18th 1863.\nThe complainants claim licenses for turn-outs from the railroad track to their respective properties on Broad street, there being this difference, however: Branson’s turn-out connecting immediately with the City Railroad, and Kerbaugh’s with the Southwark. As to Kerbaugh, it is sufficient to say that, his case depending upon the right of the Southwark Railroad Company to compel the city to maintain the City Railroad, the decision made at this term against the Southwark Company sets his case at rest.\nThe license in these cases is simply a “ permission to construct a turn-out from the City Railroad, * * * * * agreeably to an ordinance passed April 24th, A. d. 1851.” The ordinance referred to merely authorizes the committee on public highways “ to grant permission to persons or companies owning or occupying properties situate upon the streets through which the railroads belonging to the city are laid, to attach turn-outs or bolting tracks thereto.” * * * * “And such permission shall be in writing, and shall be subject to the provisions of this and all other ordinances relating to the railroad in the city of Philadelphia.”\nAt the foot of the license the city.clerk notes, “Received ten dollars for this permit.”\nIt is contended that the city cannot annul the license to construct and use the turnout thus granted for a valuable consideration, and on the faith of which the licensee incurred heavy expenses in the erection of buildings and improvements necessary for a business dependant on the ex-istence of the license; and a number of authorities are referred to, to show that a license which has led to expenditures upon the faith of it, is a contract and is irrevocable: Rerick v. Kern, 14 S. & R. 267; McKillip v. McIlhenny, 4 Watts 322; Swartz v. Swartz, 4 Barr 358; Campbell v. McCoy, 7 Casey 263, &c.\nWithout deciding the point, perhaps it might not be going too far to say, that as long as the .licensee conforms to the rules made for the government of his license, the contract implied in its terms may not be revoked or directly impaired. But the decision of this case depends upon a different principle. Perhaps it might be sufficient to say that he took the license expressly subject to “all other ordinances relating to the railroad in the city of Philadelphia,” which would imply the right to cut off such turnouts, when the city should deem it proper as a measure necessary for the public welfare. But we do not rest the case upon the terms of the ordinance authorizing the permits.\nEvery licensee from a public authority, whether a municipality, exercising a portion of the high powers of eminent domain, or the immediate agents of the Commonwealth herself, necessarily takes it subject to this,right of eminent domain, to be exercised for the benefit of the public in the future, as well as in the past. It is one of the fundamental rights of the government, never stationary, but ever keeping step with the march of science, art, and public improvement. Turnpikes and canals have had their day, attracting to their sides the industry and capital of the citizen, whose improvements and. business rose, flourished, and decayed along with their rise, progress, and decline. But who has ever heard it said that the Commonwealth is bound to maintain her works merely because their use has thus built up a business dependent upon them. Unquestionably actuated by a spirit of benevolence and parental care, which induces her ever to guard the interests of all her children, she will never abandon such a work unless a greater interest dictates the necessity; and she will often resort to some mode of averting the injuries consequent. But no obligation at law requires her to repair the mere consequences collaterally falling upon those who suffer from the exercise of a great reserved poAver of acting for the general good: Monongahela Navigation Company v. Coons, 6 W. & S. 101; Henry v. Pittsburgh and Allegheny Bridge Company, 8 W. & S. 85; Zimmerman v. Union Canal Company, 1 Id. 346; Commonwealth v. Fisher, 1 Penna. 402; Philadelphia and Trenton Railroad Company, 6 Whart. 25, 44-5; Susquehanna Canal Company v. Wright, 9 W. & S. 9.\nIn these cases it is affirmed to he a fixed principle that the state is never presumed to have parted with one of its franchises in the absence of conclusive proof of such intention. So long as a railroad, or other public improvement is maintained, it may be that a contract for its use will be protected according to the terms of the license. But clearly this does not import as against the public possessing the high power of eminent domain, a contract of guaranty to continue the work to which the license attaches. The right to construct, to alter, to change, and to abandon, all fall within the same reserved power. It is a franchise of the state, which cannot be yielded up without the clearest proof of intention. In one sense it may be said it cannot be yielded up at all, as the power of eminent domain, when necessary for. the public good, may justify a fresh taking, only that in this case compensation must be made.\nBut testing the license by the rule of construction stated, there is not a shadow of proof that the license imports any parting with the right to abandon the railroad, or implies any guaranty for its continuance. This is clearly so were the state herself the party, and, in this respect, there is no difference between the city and the Commonwealth.\nIn respect to the care, regulation, and control of the highways, the city exercises a portion of the powers of the state, subject only to the end in view, the right of the public to their use as public highways, and the higher control of the state herself. What has been said upon this point, in the case of the Southwark Railroad Company v. The City of Philadelphia, ante, p. 320, will suffice. I may, however, add, by way of quotation, the language of the late Chief Justice Gibson, in the case of Barton v. The Commonwealth, 3 Penna. 259: “That the government of every incorporated town has a right to improve streets for public purposes, whether as highways or places for cisterns or wells, is a proposition about which there can be little dispute. It is difficult to imagine a subject to which the incidental rights of a municipal corporation more appropriately extend, and these, where they exist at all, are necessarily exclusive.” See also Green v. Borough of Reading, 9 Watts 382, deciding that where the corporate officers of a borough are authorized to improve and repair the streets, the borough is not liable for consequential injuries to adjoining lot-holders by reason of the improvement. I refer also to the Philadelphia and Trenton Railroad Company, 6 Whart. 44-5.\nWe must therefore, upon the whole case, refuse the special injunction.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Branson versus The City of Philadelphia. Kerbaugh versus The City of Philadelphia.\nPower of municipal corporation to revoke license to connect private property with railroad constructed in the public streets.\n1. Every person holding license from any public authority, exercising the whole or a portion of the right of eminent domain, necessarily takes it subject to the exercise of this right whenever the public good requires it.\n2. In respect to the care, regulation, and control of the highways within its corporate limits, the city of Philadelphia exercises a portion of this power •of the Commonwealth, subject only to the higher control of the state and the uso of the public, and therefore a written license, granted by the city for a valuable consideration, authorizing the holder to connect his property with the City Railroad by a turn-out and track, is not such a contract as will prevent tlie city from abandoning or removing said railroad, whenever in the opinion of its authorized authorities such an action will tend to the benefit of the public.\nThese were proceedings in the Supreme Court sitting in Equity, founded on bills filed against the City of Philadelphia by Thomas Branson and Joseph E. Kerbaugh.\nThe bills averred the existence of private rights, which would be destroyed or injured by the removal of the City Railroad on Broad street, and prayed for injunctions to prevent it.\nThe main principles discussed in the preceding cases were involved in these. Kerbaugh’s case was in effect decided by that of The Southwark Railroad Company v. The City of Philadelphia.\nThe bill of Branson averred a license to connect his property on Broad street by a turn-out from the railroad track.\nThe peculiar features of his case are fully stated in the opinion of this court.\nMay 4th 1864,"
  },
  "file_name": "0329-01",
  "first_page_order": 329,
  "last_page_order": 332
}
