{
  "id": 485520,
  "name": "Yaw versus Kerr",
  "name_abbreviation": "Yaw v. Kerr",
  "decision_date": "1864-05-04",
  "docket_number": "",
  "first_page": "333",
  "last_page": "335",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 333"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 333,
    "char_count": 6066,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 3.920108827885625e-07,
      "percentile": 0.9025765594828116
    },
    "sha256": "8ab38435b130305c5c5dc446e236c02229b0092f7974b75294788d626a086b49",
    "simhash": "1:f0de9c724f3bb23b",
    "word_count": 1101
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Agnew, J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "Yaw versus Kerr."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe suit was upon a promissory note dated April 1st 1850, and drawn payable at ninety days. The action was not commenced until March 1863, and the Statute of Limitations was pleaded. The plaintiff, to take the case out of the statute, proved by his son a distinct acknowledgment by the defendant of the debt in February 1861, and a promise to pay it. A little doubt was attempted to be thrown over the identity of the debt which the defendant referred to in his acknowledgment and promise, but seeing that it was referred to as a note in Mr. Richmond’s hands for collection, and it was shown that this note was in Mr. Richmond’s hands at the time, and that he never had any other, it was a reasonable and necessary inference that the conversation related to this very note, and not some other. This distinguishes the case from Suter v. Sheeler, 10 Harris 308.\nThe only other objection to the recovery is, that the action should have been brought upon the new promise. However good the logic of this argument, it has long since been rejected as law in Pennsylvania. With us, the action is always brought upon the original undertaking, and when the statute is pleaded the new promise is proved, not to raise a cause of action, but to show that the legal objection to the old promise has been waived. The plea of the statute is addressed not to the contract, but to the remedy. “ I admit the promise and contract,” is its language in effect, “but you delayed your suit so long that you cannot maintain it after six years.” The reply is in substance, “true, there is such a rule of law, but you waived it by renewing your promise within six years, and therefore it cannot avail you to defeat my action.” In this manner the action is rescued from tbe operation of the statute. But the action on what ? Obviously, and always, the action on the original undertaking.\nThus we avoid 'all entanglements about the consideration of the new promise. It needs no consideration, for it is not sued upon, but a promise that induces a creditor to delay suit is never .without a consideration. The evidence must be clear and satisfactory of the new promise, or of such acknowledgments of the particular debt as are consistent with a promise to pay it, and when it is so, we account the plea of the statute answered, even though the promise and acknowledgment were made after six years from the maturity of the original contract.\n■ The judgment is affirmed.\nAgnew, J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "G-. Church, for plaintiff in error.",
      "H. L. Richmond, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Yaw versus Kerr.\nStatute of Limitations, what acknowledgment will avoid. — Suit must he brought on original undertaking.\n1. To avoid the plea of the Statute of Limitations in an action on a note brought more than six years after maturity, the evidence of a new promise or of such acknowledgments of the particular debt as are consistent with a promise to pay it, must be olear and satisfactory: if so, the plea of the statute is answered, though the promise and acknowledgment were made after the six years from maturity of the original contract.\n2. The action must be brought upon the original undertaking and not upon the new promise: and when the statute is pleaded the new promise is proved to show that the objection to the old promise has been waived.\nError to the Common Pleas of Orawford county.\nThis was an action of assumpsit, brought March 24th 1863, by A. P. Yaw against William Kerr, to recover the amount of a promissory note of defendant for $246.28, dated Buffalo, April 1st 1850, at ninety days. The defendant pleaded non assumpsit, non assumpsit infra sex annos, payment with leave, &c.\nThe evidence offered to meet the plea of the Statute of Limitations was as follows :—\nGeorge R. Yaw, a son of plaintiff, testified as follows: “ In February 1861 I visited Meadville, called on defendant, found him at his store, told him I had called to see him in relation to claim or note then in hands of Mr. Richmond for my father. He said he knew of the noté-Richmond had, that it was a just claim. He said he would pay the note. I tried to get him to set a time. He said he would be in Buffalo about the 1st of April after, and would call at ,my father’s office, and pay it. No other note or claim in Richmond’s hands at that or any other time.”\nCross-examined. — “Know by books, and by what my father told me, that there was no other claim. Never looked at the books for any other claim. Nothing said about suit that I knew of. Told him I would rather settle it than go to law, and both parties would save costs. Plaintiff may have had another claim, but none on books. This endorsement (pay to the order of H. L. Richmond — A. P. Yaw), is in plaintiff’s handwriting.”\nThis was all the testimony in the case, except a statement of H. L. Richmond, plaintiff’s attorney, that this note was the only claim he has or ever had of plaintiff’s for collection, and the same the former suit was brought for. The defendant gave in evidence record of the Common- Pleas, A. P. Yaw v. William Kerr, No. 61, April Term 1858, being an action on this same note, commenced by H. L. Richmond, attorney for plaintiff, on the 11th day of March 1858, wherein defendant had filed an affidavit of defence, and to which he had pleaded the Statute of Limitation. This action was tried, and on the 22d May 1862, with the same testimony given in this cause, and after charge of the court, plaintiff took nonsuit.\nThe court below charged the jury that the testimony, if credited, was sufficient to avoid the force of the statute, and did not concur in the doctrine contended for by the defendant’s counsel; that if the promise to pay was made after the statute had run its course, it availed nothing for the want of a consideration to found it on; or that if there was one, the suit should be on the new promise, and not on the note itself.\nWhich was the error assigned by the defendant, after a verdict and judgment for defendant.\nG-. Church, for plaintiff in error.\nH. L. Richmond, for defendant in error.\nMay 4th 1864,"
  },
  "file_name": "0333-01",
  "first_page_order": 333,
  "last_page_order": 335
}
