{
  "id": 485594,
  "name": "Ditmars et al. versus The Commonwealth, ex rel. Scott",
  "name_abbreviation": "Ditmars v. Commonwealth ex rel. Scott",
  "decision_date": "1864-05-04",
  "docket_number": "",
  "first_page": "335",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 335"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 381,
    "char_count": 6826,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 3.0897111863611303e-07,
      "percentile": 0.8585529503843661
    },
    "sha256": "e8326ee8f805a1000ae0d726e7d5ae2dceab186c803fac3c105352c2e56bc246",
    "simhash": "1:2e1206f91bd637bc",
    "word_count": 1208
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "A ©new, J., was absent at Nisi Prius when this case was argued,’"
    ],
    "parties": [
      "Ditmars et al. versus The Commonwealth, ex rel. Scott."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThe learned judge below did no more than express the opinion of the court on the evidence, that Ditmars had collected the money sued for in his official capacity; and, after recapitulating the testimony applicable to that point, the sole question in the case, referred it to the jury by saying: “ if you are satisfied of this fact, then -it follows, that the bail is liable, although no suit was brought on the note.” It is not error upon the part of the court to express an opinion merely upon the facts of the case, if they áre properly referred to the jury. It is often very proper to do so. It aids the jury and subserves the ends of justice. Care must always be taken, however, not to infringe the province of the jury, so as to relieve them from the full responsibility of pronouncing an intelligent judgment upon them for themselves. These precautions were not trespassed upon in this case by the learned judge, and the jury found that the collection of the money was by the justice in his official capacity. This finding, therefore, brought the defendants exactly within the terms of their statutory obligations. It is not requisite that money be collected by a justice by process. If he receives it without suit, the claim having been left with him for collection as a magistrate, the bail will be liable for its non-payment: Commonwealth v. Kendig, 2 Barr 448. These views sufficiently answer all the assignments of error, and we need not enlarge.\nIt is true that the first and -second assignments were not according to the rules of court, 6 Harris 577, but we have overlooked the defects in this case, as we have done in numerous instances lately; but should the objection for the defect, in not repeating the point, if the answer to it be the error complained of, be insisted on, we should be obliged, in justice to those who are accurate themselves, and in vindication of our rules, to hold such defective assignments as nullities. It would be well for the profession to be careful on this point. These remarks are applicable to the very general neglect of the profession to observe the rules referred .to, and not especially elicited by the objection made in this case.\nJudgment affirmed.\nA ©new, J., was absent at Nisi Prius when this case was argued,’",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "W. B. Brown, for plaintiff in error.",
      "J?. Brown, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Ditmars et al. versus The Commonwealth, ex rel. Scott.\nSurety of justice, liability of— Opinion of court as to. evidence, when admissible in charge to jury. — Proper method of presenting assignments of error.\n1. A surety on the official bond of a justice of the peace, is liable for money-collected by him in his official capacity, though without suit: it is not necessary that it should be collected by process.\n2. A judge may, upon the trial of a case, express an opinion upon the facts, if they are properly referred to the jury: but care should be taken not to infringe the province of the jury, só as to relieve them from the necessity of pronouncing an intelligent judgment.\n3. Hence, in an action on a justice’s bond, where the sole question was whether he had collected the money sued for in his official capacity, it was not error in the court, after recapitulating the testimony, to express an opinion that the justice had acted and received the money officially, at the same time referring the evidence to the jury with instructions that if they were satisfied of this fact, the bail was liable though no suit was brought on the note.\n4. An assignment of error to an answer to a point propounded on the trial below, must repeat the point.\nError to the Common Pleas of Warren county.\nThis was an action of debt in the name of the Commonwealth, at the suggestion of W. B. Scott, against John Ditmars and Orris Hall, on the official bond given, by.Ditmars as justice of the peace.\nThe facts of the case were these:—\nIn the spring of 1856, John Ditmars was elected a justice of the peace for the borough of Warren, in Warren county, and on the 16th of April of the same year, he, with Orris Hall as his surety, gave a bond to the Commonwealth in the sum of $1000, for the proper application of moneys that might come unto his hands as an officer. He received his commission, and acted as a justice during the term for which he was elected.\nOn the 18th of August 1860, Judge Derrickson, acting for the plaintiff, handed Ditmars a note and took from him the following receipt:—\n“Deceived, Warren, Pa., August 18th 1860, of W. E. Scott, by hand of Judge Derrickson, note dated West Spring Creek, September 21st 1859, for $60, payable to B. E. Marden, or bearer. Josiah Deming, maker; for collection.\n“ J. Ditmars.”\nNo suit was ever brought upon the note. Mr. Deming was informed that the note was in Ditmars’s hands, and at different times paid $65 to Ditmars to apply on it. Ditmars neglected to pay the money to plaintiff, and being insolvent, the plaintiff brought this suit on his official bond, alleging that he collected the money in his official capacity.\nThe defendants contended, — 1. That the receipt not being signed by Ditmars in his official capacity, and there being no evidence that suit was brought on the note or that Ditmars collected it as justice, the plaintiff cannot recover.\n2. That to recover the plaintiff must prove that Ditmars collected the note as justice.\nThe court below (Johnson, P. J.), after stating the facts, said to the jury: — “ [Under the circumstances, we regard the defendant, John Ditmars, as having acted in the premises and collected the money in his official capacity.] The note was sent and handed to him as a justice for the purpose of collection. He was personally a stranger to the plaintiff, and Judge Derrickson testifies that he transacted the business with him as and because he was a justice. No idea of employing him merely as agent was entertained by any one so far as the evidence shows.\n“If you are satisfied of this fact, then it follows that the bail is liable, although no suit was brought on the note. The condition of the bond is for a faithful application of all moneys that shall come into his hands as an officer. [There is evidence of demand and refusal to pay over. This, if believed, entitles the plaintiff to your verdict for the amount of money received by the justice, with the interest thereon.] This view of the case, if the evidence is believed, answers the defendant’s points in the negative, and they are accordingly so answered so far as they require further proof than is given.”\nUnder these instructions there was a verdict and judgment for plaintiff. Whereupon the defendant sued out this writ, averring that the court below erred in “negativing the points” above mentioned, and in charging the jury as printed above in brackets.\nW. B. Brown, for plaintiff in error.\nJ?. Brown, for defendants in error.\nMay 4th 1864,"
  },
  "file_name": "0335-01",
  "first_page_order": 335,
  "last_page_order": 337
}
