{
  "id": 485510,
  "name": "Shipper et al. versus The Pennsylvania Railroad Company",
  "name_abbreviation": "Shipper v. Pennsylvania Railroad",
  "decision_date": "1864-05-04",
  "docket_number": "",
  "first_page": "338",
  "last_page": "344",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 338"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 701,
    "char_count": 17855,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 2.0759604680426076e-07,
      "percentile": 0.7584015515962513
    },
    "sha256": "33330ecc18c481ca73b8683dd5867717a58ad372878d3dc07aa4c875ec8c637a",
    "simhash": "1:da98ecf9a969afdf",
    "word_count": 2958
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Woodward, C. J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "Shipper et al. versus The Pennsylvania Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nThis was an action to recover back what is alleged to have been an overcharge for freight on grain and flour carried for the plaintiffs by the defendants over their railroad from Pittsburgh to Philadelphia, between November 1st 1861 and March 3lst 1862. The allegation is, that the defendants demanded and received from the plaintiffs for the transportation more than was demanded from others for similar transportation, and more than was allowed by what is called the Commutation Act of March 7th 1861.\nThe plaintiffs were commission merchants and dealers in flour and grain, residing and doing business in Philadelphia. They owned a flouring-mill at Wheeling, in the state of Virginia, where they purchased grain and manufactured flour. This they sent at their own cost to Pittsburgh, and delivered it there to defendants, to be transported to Philadelphia. The rates demanded for the carriage were fifty-nine cents per hundred pounds, and sometimes higher, varying in accordance with a general rule of the company that flour and grain brought to Pittsburgh, from beyond the limits of the state, to be shipped to Philadelphia, should be charged at rates proportioned to the through freights then existing from the point at which the goods started, or at the proportionate rate which the defendants would have charged had they received them at their point of departure, and carried them through. These rates, the plaintiffs allege, were excessive, and they insist the defendants were bound to carry their flour and grain at the rates then charged for what was denominated “ local freight,” at that time thirty-six cents per hundred pounds for flour and grain from Pittsburgh to Philadelphia. Having paid the alleged overcharge, they now seek to recover it back, on the ground that it was illegally demanded, and paid under coercion.\nThe charter of the defendants authorizes them from time to time to establish, demand, and receive such rates of toll or other compensation for the use of their road, and for the motive power, and for the transportation of passengers, merchandise, and commodities, as to the president and directors shall seem reasonable, not exceeding a maximum prescribed. There is no expressed stipulation that the rates and charges shall be equal to all who may offer goods for transportation over the road. Such stipulations are common in English railway charters, and they are found in some charters of railroad companies in this country. They are, however, but declaratory of what the common law is. It was so said in Sanford v. The Catawissa Railroad Company, 12 Harris 378, and there is certainly good reason for denying such companies the power to discriminate between persons offering goods for transportation. It seems to be implied in the power given them to establish reasonable rates, that the rates must be fixed, equal, and impartial; but the principle is inapplicable to this case. Here was no discrimination against the plaintiffs, no distinction made. between persons. The rates demanded from the plaintiffs for the transportation of their flour and grain were those demanded from all others in like circumstances. Every shipper who started such products from an extra-territorial point of departure on the way to Philadelphia, as the place of ultimate destination, was required to pay the same prices for carriage over the railway of the defendants. The rates were established by a general rule, and of them the plaintiffs had notice before their shipments. The rule was applicable alike to citizens of Pennsylvania and to those of other states; to all who traded in such articles. No reason exists for assailing it as unreasonable, or as discriminating between customers of the road, unless it is found in the fact that “ local freight” was charged less at the time when the plaintiffs’ property was delivered to the defendants for transportation. No other reason has been assigned. The rates of local freight were, however, exceptional, and authorized as such by the Commutation Tonnage Act of March 7th 1861, to which we shall presently refer. The nature of the two regulations, one for “ local freight” within the meaning of the Act of Assembly, and the other for that which is not such, has been misunderstood. In no just sense can the adoption and enforcement of a rate of tolls for the transportation of merchandise which is the subject of domestic trade carried in the prosecution of such trade, and a different rate for similar articles imported and carried in the conduct of a foreign .'or extra-territoral trade, be regarded as a discrimination between -individuals. The benefits of reduction on domestic trade are extended to all persons alike, and the burdens upon that which is not domestic are imposed equally upon all. We are not prepared to say that a railroad company may not discriminate in its rate of tolls in favour of domestic trade over foreign; in favour of home products over those which are extra-territorial, especially when the railroad lies wholly within the state. Ownership may not be a reasonable ground for a distinction, but weight, bulk, value, place of production, and many other things may be.\nBut the action of the defendants, of which the plaintiffs complain, had the implied, if not the expressed, sanction of the legislature in the Commutation Act, to which reference has already been made. This is quite manifest when it is construed in the light of its history, and in view of the evils existing at the time of its passage, and which it sought to remedy. Those evils affected solely our domestic trade. The tonnage tax previously imposed, fell inevitably upon those articles which were not brought upon the road from beyond the limits of the state; in other words, upon our home products and articles employed in our internal commerce. Goods of every description, products of the soil or mines, brought from Ohio or Virginia, or any other western state, had several outlets to eastern markets. They enjoyed the benefits of competition between the various carrier companies, and it was therefore in the power of their owners to compel the Pennsylvania Railroad Company to transport such goods at rates equally low with those of companies in other states not burdened with any tonnage tax. In order to participate in the business of transporting such merchandise, therefore, it became necessary for the company to relieve the shippers indirectly from the charge of the tax, and of course to compensate themselves for this relief by increasing the rates demanded for carrying domestic products and such goods as had no choice of routes to market. Thus, in effect, the whole tonnage duty was paid by our domestic trade, and goods started on their journey from points beyond the limits of the state escaped the burden entirely, at the expense of the domestic trader. Practically, this was discrimination against home trade and production. It produced what is historically known to have been a fact. Goods were carried by the-defendants over their road and its connections, from points far west of Pittsburgh to Philadelphia, for smaller prices than were required to he paid for the transportation of similar goods from Pittsburgh to the same point of delivery. Thus the extra-territorial trade had an immense advantage over the domestic, and our own traders and citizens were, taxed to give to others an advantage in our own markets. All this was before the mind of the legislature wrhen the Commutation Act was passed, and one of its main purposes was to provide a remedy for this practical discrimination against our own trade and people. This is plainly evidenced in the preamble to the statute, which recites that the tonnage tax fell “indirectly on flour, grain, cattle, iron, minerals, and other domestic products transported on one line of improvements,” while similar products transported on other lines were exempt from the same, “to the injury of our internal trade and commerce;” and recites also that the defendants agreed to “make reduction for the transportation of ‘local.’” Hence the 2d section of the act required the defendants to make a reduction of their charges for transportation of local freight, as fixed by their toll-sheet of February 1st 1861, equal to the full amount of the tonnage duty chargeable upon such freight. It fixed also a maximum rate of charges thereon. It carefully avoided prescribing any regulation of charges for that which was not “ local freight,” leaving that to be determined by competition and the general laws of trade. To say that the prescribed reduction of the rates upon one kind of freight inured for the benefit of all kinds, requires us to lose sight of the avowed purpose of the act, and of the distinction which it makes between rates of freight from Pittsburgh eastward, and rates from points west of Pittsburgh.\nWhat, then, is local freight, as understood and intended by the legislature in the Commutation Act ? The answer is not quite plain at first sight, yet a careful examination of the 2d section will leave no doubt in what sense the term was used. It was freight, the charges of transportation of which were fixed by the toll-sheet of February 1st 1861, on all trade carried between Philadelphia and Pittsburgh, whether carried the entire distance or to an intermediate station, or between intermediate stations. Thus the company was required to reduce their charges for transportation of their local freight as fixed by their toll-sheet. The act then proceeds to declare what the winter and summer rates shall be on all “trade carried between Philadelphia and Pittsburgh,” and requires the company to file in the office of the auditor-general “ a toll-sheet of their rates of charges for the transportation of local freight, accompanied by a statement of the reduction to be made in pursuance of the act.” If “local freight” means simply that which is carried over only a part of the road, then no reduction was prescribed for shippers from Pittsburgh to Philadelphia, though the company was relieved from the payment of a tonnage duty on the goods forwarded by them. I think, therefore, it must be conceded that other freight than that which passes over only a. part of the road, is entitled to the required reduction. Yet it is clear that the act makes a distinction between that which is “local freight” and that which is not; and I think we should overlook the purpose of the legislature, so manifest in the preamble, and we should forget the mischief intended to be remedied,'if we held that all freight was local which does not come upon the defendants’ road over connecting western lines, and covered by through bills of lading. What needed protection and relief were our internal trade and our domestic products.\nShippers of flour and grain that commenced their transit in other states towards an eastern market, whether coming to Pittsburgh by rail or by steamboat, were not the sufferers under the old rates of charges. They were not within the mischief, and no remedy could have been intended for them. They had an advantage which our domestic trader and producer did not enjoy. And this explains what was meant by “local freight.” It was not simply what was owned by citizens of Pennsylvania, not exclusively domestic products even, though they were doubtless largely in the mind of the legislature, but articles transported in the prosecution of our own internal trade as contrasted with those brought from abroad into the state, dr carried through by a continuous transit. The latter is not local, and no provision was made for any rate of charge for its transportation. To the latter class the flour and grain of the plaintiffs belonged, and they were consequently not entitled to the reduction required to be made upon local freight.\nIt is hardly necessary to say there is nothing in the Constitution of the United States that prohibits a discrimination between local freight and that which is extra-territorial, when it commences its transit. Such a discrimination denies to no citizen of another state 'any privilege or immunity which it does not-deny to our own citizens. We have already seen it is not a personal distinction.\nThe judgment is affirmed.\nWoodward, C. J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "G. M. Wharton and R. G. McMurtrie, for plaintiffs in error.",
      "Theodore Guyler, for defendants."
    ],
    "corrections": "",
    "head_matter": "Shipper et al. versus The Pennsylvania Railroad Company.\nPower uf Pennsylvania Railroad Company to discriminate between rates charged for \"local” and other freight.\n1. The Pennsylvania Railroad Company has power under the Tonnage Commutation Act of March 7th 1861, to discriminate between rates charged for carrying “ local freight,” and the rates charged for other freight.\n2. The Constitution of the United States does not prohibit a discrimination between local freight, and that which is extra-territorial when it commences its transit: the distinction is not personal, and therefore not within the prohibition.\nCertified from the court at Nisi Prius.\nThis was an action of assumpsit by Erancis K. Shipper, Abraham Detweiler, and Isaac Detweiler, partners doing business as Shipper & Detweiler, against The Pennsylvania Railroad Company, for an alleged overcharge for freight on grain and flour carried by the defendants from Pittsburgh to Philadelphia, between November 1st 1861 and March 31st 1862.\nThe plaintiffs were commission merchants and dealers in grain and flour, citizens of Pennsylvania, and residents in Philadelphia. They owned a flouring-mill in Wheeling, at which they ground grain, purchased by them in Ohio and the vicinity of Wheeling, including Washington county, Pennsylvania.\nThey carried this flour and grain from various states of the Union by water to Pittsburgh, and there delivered it to the defendants for transportation to Philadelphia.\nThe defendants’ toll-sheet on what they called local freights carried from Pittsburgh to Philadelphia at that time, stipulated for thirty-six cents per hundred pounds on grain and flour, and any person who owned grain in Pittsburgh, which had come there from whatever quarter, if he declared that it had changed hands there, or had been brought there by himself or any one else, without the design of sending it over the road, was entitled, and was permitted to ship it from Pittsburgh to Philadelphia at thirty-six cents per hundred pounds. And the same rate was charged on all flour made at Pittsburgh or purchased there, and then shipped.\nThe plaintiffs insisted they were entitled to have their goods carried between the same places at the same rates.\nThe learned judge, before whom the case was tried, instructed the jury, on this point, that if, at the time the plaintiffs sent the goods, they were notified a higher rate would, be charged, they would he hound to pay it, and could not therefore recover it back, and that this regulation of the company was not an illegal discrimination.\nIn April 1861, an Act of Assembly was passed repealing the tonnage tax, and requiring the defendants to carry goods from city to city at the rates then fixed by their local toll-sheet.\nIn this toll-sheet the rate for grain and flour was fixed at thirty-six cents.\nThe defendants accepted the act, and the plaintiffs contended their goods were within the very terms of the act regulating the freight. The judge before whom the cause was tried thought they were not, inasmuch as the goods were neither the growth nor manufacture of the state. ‘\nThe rates demanded being fifty-nine cents per hundred pounds, and sometimes much higher, were paid under an agreement that such payment should not debar the plaintiffs from recovering back any part which was not legally demandable by the company.\nOther grounds were urged, as will he seen in the proper place, but the facts above are all that touch the question before the «court.\nThe errors assigned were as follows:—\n1. The learned judge erred in directing a verdict for the defendants, whereas he should have instructed the jury either, 1st. That the plaintiffs were entitled to recover all sums demanded and paid beyond the rates demanded from any other persons shipping goods of the same kind, at the same place, to be carried to the same place as the plaintiffs; or 2d. That they were entitled to recover all excess of freights demanded and receiyed beyond the amounts fixed by law under the Act of 1861, on freights carried between Philadelphia and Pittsburgh.'\n2. In instructing the jury that a previous notice of the intended charge bound the plaintiffs to pay the same.\n3. In instructing the jury that the principle of Sandford v. The Catawissa Railroad did not apply, and that there was no discrimination in charging different rates for the same kind of goods in the manner shown by the evidence, that is to say, in charging but thirty-six cents on Ohio grain if shipped from Pittsburgh by one owning it there, and charging seventy-two cents on the same grain by one bringing it there with intent to ship.\n4. In instructing the jury that it was the intent of the act to include only “the productions of Pennsylvania farms, mines, and manufactories wherever situated, and these stood contrasted with products ab extra,” whereas the toll-sheet which was incorporated into the act, and by which rates were fixed expressly, names articles never grown, produced, or manufactured in Pennsylvania, and it was in proof that no such standard of discrimination was ever adopted by the defendants, but that they made a discrimination between articles owned in the plan of shipment before the intention to ship existed, and those brought there with intent to ship.\n5. In instructing the jury that the discrimination was authorized by, and was not prohibited by the Constitution of the United States.\nG. M. Wharton and R. G. McMurtrie, for plaintiffs in error.\nTheodore Guyler, for defendants.\nMay 4th 1864,"
  },
  "file_name": "0338-01",
  "first_page_order": 338,
  "last_page_order": 344
}
