{
  "id": 485571,
  "name": "Everham versus The Oriental Savings and Loan Association",
  "name_abbreviation": "Everham v. Oriental Savings & Loan Ass'n",
  "decision_date": "1864-05-05",
  "docket_number": "",
  "first_page": "352",
  "last_page": "353",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 352"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 182,
    "char_count": 2729,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 1.4597259378960283e-07,
      "percentile": 0.6570800073672249
    },
    "sha256": "55e88da7ec7e0ff46837f6658d52c444759f72f2bb64e7989f11008d8bc27427",
    "simhash": "1:ebc88102bad856f9",
    "word_count": 462
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., dissented."
    ],
    "parties": [
      "Everham versus The Oriental Savings and Loan Association."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe defendant in this case is a member of the association, and an owner of eighteen shares of stock, and as such bound to pay the monthly contributions on his stock. He also borrowed money from the association, and gave his bonds and mortgages to them, and assigned his stock as collateral security. The mortgages had two conditions, which were the terms on which the loans were made, the payment of the principal in one year and interest monthly, and one dollar per share monthly as and for the monthly contribution on each share of stock owned by the defendant in the association. The mortgages were therefore securities for the faithful performance of his obligations as a stockholder, agreeably to the 4th article of the charter of the association. The payment therefore of the principal and interest of the sum borrowed does not extinguish the mortgages, but they remain as securities for the future monthly contributions as they fall due. The nearest case to this is Mosley v. Baker, 6 Hare 87, in which Vice-Chancellor Wigram distinctly held this to be the proper rule. Having relieved the borrowers in such cases of all usurious interest, this court cannot be called on to go further, and to release the stockholder from all his legal obligations under the charter of the association, of which he became a voluntary member.\nJudgment affirmed.\nThompson, J., dissented.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Heyer, for plaintiff in error.",
      "Charles T. Bonsall, for defendants."
    ],
    "corrections": "",
    "head_matter": "Everham versus The Oriental Savings and Loan Association.\nMortgage, when not extinguished by payment of principal and interest.\nPayment of the principal and interest due on a mortgage given by a member of a loan association, conditioned for the payment of a loan and of the monthly dues, does not extinguish the mortgage, but it remains as security for the faithful performance of the defendant’s duties as a member of the association: hence it can be used to enforce the payment of the monthly dues.\nError to the District Court of Philadelphia.\nThis was an action of ejectment by the Oriental Savings and Loan Association against William Everham, for a house and lot on the south-east corner of Mellon and Banker streets, Philadelphia.\nThe mortgage was conditioned to repay a loan, and also to pay the monthly dues of the defendant, as a member of the corporation. The evidence showed that the loan had been fully repaid, hut the plaintiffs contended that they were entitled also to collect the instalments on the stock owned by the defendant, and claimed to use the mortgage for that purpose.\nUnder the ruling of the court below (Sharswood, P. J.), there was judgment for the plaintiffs; which was the error assigned.\nHeyer, for plaintiff in error.\nCharles T. Bonsall, for defendants.\nMay 5th 1864,"
  },
  "file_name": "0352-01",
  "first_page_order": 352,
  "last_page_order": 353
}
