{
  "id": 485542,
  "name": "Howe versus Commissioners of Crawford County. (Oil Creek Bridge Case.)",
  "name_abbreviation": "Howe v. Commissioners of Crawford County",
  "decision_date": "1864-05-04",
  "docket_number": "",
  "first_page": "361",
  "last_page": "363",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 361"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 321,
    "char_count": 5835,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 2.6624531193865473e-07,
      "percentile": 0.8250606502541268
    },
    "sha256": "55f473f58fdb9c9116f7bd3bfd440e1f6680e52d7fede0a1aadec5f631424773",
    "simhash": "1:562608e3887d8f24",
    "word_count": 1035
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "A&nbw, J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "Howe versus Commissioners of Crawford County. (Oil Creek Bridge Case.)"
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nCounty bridges, under our General Road Law of 13th June 1836, are such as are established agreeably to the provisions of the 35th section of that enactment, and it is only to such bridges that the remedial provisions of the subsequent sections of the act apply. The Oil Creek Bridge, in question here, is not such a bridge, because it was built long before the Act of 1836, hut it was nevertheless a county bridge under the prior Acts of Assembly, and by virtue of the very regular proceedings had in the Quarter Sessions of Crawford county in 1820. Built originally by the county under legal authority, and repeatedly repaired by the commissioners without the stimulus of a judicial mandamus, how has it ceased to be a county bridge ? How has the obligation to maintain it been taken off of the shoulders of the commissioners ?\nIt is said the Act of 13th April 1843, which charged counties with the duty of repairing county bridges built under the Act of 1836, was repealed as to Crawford county by the Act of 11th March 1844; and so it was, but what had this legislation to do with a county bridge that was not built under the Act of 1836, but under that of >302 ? We do not think the rebuilding of the bridge in 1846 was an unauthorized act on the part of the commissioners, but a proper duty which, had they not done it voluntarily, the court would have compelled them to perform. The duty was imposed by the judicial proceedings of 1820, and it was a continuing duty which the repeal of the Act of 1843 in nowise affected.\nAnd nothing has since occurred, neither legislation nor judi-' cial action, to take away the county character of this bridge. The incorporation of the borough of Titusville did not relieve the county of the obligation to maintain it, much less its natural decay or accident by flood or fire. On the contrary, the Act of 25th March 1861, P. L. 206, was declaratory of the duty of the commissioners “ to repair all accidental damages to the county bridges of said county (of Crawford) which may have been or shall hereafter be caused by the violence of floods, fires, winds, or otherwise, and to repair the same when dangerous or impassable from decay.”\nIf we should construe the word “repair” in this act as strictly as the court below did, nay, if we should set aside the act altogether, the duty of maintaining the bridge, once legally imposed upon the county, and never taken off, would still have to be enforced. But we cannot so read the act as to exclude the restoration of a broken superstructure. What but a “repair” of a bridge is the renewal of the superstructure? The principal cost of most bridges is in .the piers and abutments. These, we understand, are unimpaired in the bridge in question, but the superstructure broke down from age and decay, and the commissioners doubt whether an Act of Assembly is applicable which enjoins them to repair all county bridges when “dangerous or impassable from decay.” If we comprehend the case, this bridge is impassable from decay, and so is within the very words of the act. We cannot graduate repairs, and say slight ones shall be done, and large ones may be neglected. The legislature did not mean we should do this. They meant by repairs whatever was necessary to make bridges safe and passable, and generally those repairs that are most thorough are in the end cheapest.\nSuch is our construction of the Act of 1861, and of the duties of the commissioners, both under the act and without it. Mandamus is the spur by which the law moves them to their duty, and though the proceedings in this ease were not very formal, they are not excepted to on this ground, and we will reverse the judgment below, and remand the record with directions to award a peremptory mandamus.\nA&nbw, J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "Finney ft Douglass, for plaintiff in error.",
      "Flecker Sp Scott, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Howe versus Commissioners of Crawford County. (Oil Creek Bridge Case.)\nLiability of commissioners to repair county bridges.\n1. The obligation of county commissioners to keep in repair a county bridge, established by judicial proceedings in 1820, is not taken away by the Act of 11th March 1844, repealing the Act of 13th April 1843, which charged counties with the duty of repairing county bridges built under the General Road Law of 13th June 1836, as to Crawford county.\n2. The county commissioners of Crawford county are empowered by the Act of 25th March 1861, authorizing the repair of county bridges when dangerous or impassable from decay, to build a new superstructure over a county bridge which had broken down by age and decay: and that duty may be enforced by mandamus.\nError to the Common Pleas of Crawford county.\nThis was an application by O. Kenclell Howe, burgess of Titusville, for an order in the nature of a mandamus, to compel the commissioners of Crawford county to repair or rebuild a bridge over Oil creek, at Titusville, in said county.\n' The bridge had been built by the county in 1820 by direction of the Quarter Sessions, under and by virtue of the Act of 1802, and had been repaired from time to time at the expense of the county, hut at the time of this application the superstructure had by age and neglect become impassable, or nearly so.\nThe refusal of the commissioners to rebuild the bridge was based on their construction of an Act of Assembly, approved March 11th 1844, by which an Act approved April 13th 1843, which imposed on counties the duty of keeping county bridges that had been built under the Act of 1836 in repair had been repealed; and because also the bridge was now within the corporate limits of the borough of Titusville.\nThe court below refused to award the order prayed for, which was the error assigned.\nFinney ft Douglass, for plaintiff in error.\nFlecker Sp Scott, for defendants in error.\nMay 4th 1864,"
  },
  "file_name": "0361-01",
  "first_page_order": 361,
  "last_page_order": 363
}
