{
  "id": 485558,
  "name": "Miller versus Casselberry",
  "name_abbreviation": "Miller v. Casselberry",
  "decision_date": "1862-10",
  "docket_number": "",
  "first_page": "376",
  "last_page": "378",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 309,
    "char_count": 5755,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 9.65978622422813e-08,
      "percentile": 0.5281935356076745
    },
    "sha256": "eca0206bb264af3293324bb43d1f11a00c4738f533f42c9d3308fa23b2ca42f3",
    "simhash": "1:1b3ba077a38afeff",
    "word_count": 998
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Miller versus Casselberry."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nAfter a trial on the merits so full and impartial as to present no cause for complaint, we are asked to reverse this judgment and order a new venire, solely on account of alleged defect in the form of the verdict. It is said that the verdict is so uncertain, that a judgment entered upon it cannot be executed. It is clear that the certainty of a verdict may be established by a reference. This reference may be either to monuments on the ground, to recorded deeds, to diagrams filed of record, to warrants of survey, or to identified agreements. This has been too often decided to be any longer called in question. Perhaps it would have been better, had it never been so held. A record should be complete in itself, and, as a court may mould a verdict, not changing its substance, there is no difficulty in having the record complete, by assisting the jury to incorporate formally into their verdict that which practically becomes a part of it, by being made the object of a reference. It is too late, however, to treat verdiets as fatally uncertain, which require the court to look at some description in an identified agreement, adopted by the jury. Doubtless a reference to a thing in itself uncertain is insufficient. But is the agreement referred to in this verdict so indefinite, as to render it impossible to determine what part of the described lands the jury found for the plaintiff ? They found for the reservation as stipulated in, and that reservation was one-third of the profits of the farm and grist-mill (for which the ejectment was brought), together with the entire use and benefit of the brick house and store-room thereon. Clearly the house and storeroom are capable of delivery, under a writ of habere facias possessionem, and a verdict for their use and benefit is a verdict for them. Thus far, there is no want of certainty: that they cannot be advantageously enjoyed without a curtilage, may be true, but the verdict is not the less certain on that account. Nor is the remainder of the reservation too indefinite to admit of an execution of the judgment. It is for one-third of the profit of the land described, that is, for one-third of the land itself during the plaintiff’s life. A reservation is but a re-grant, and a grant of the rents, issues, and profits of land is a grant of the land. The verdict was, therefore, for the house and store-room in severalty and for an undivided third of the remaining land. There is no difficulty in executing a judgment founded upon it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "James Armstrong and Wm. S. Armstrong, for plaintiff.",
      "Seates, Parsons White, with whom were Lloyd Wiegand, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Miller versus Casselberry.\nVerdict in ejectment rendered certain by reference to established muniments of title.— When verdict is sufficiently certain. — Reservation in agreement defined.\n1. The certaiDty of a verdict may be established by a reference to something that is unquestionably certain, such as monuments on the ground, to recorded deeds, to diagrams filed of record, to warrants of survey, or to identified agreements.\n2. Where in ejectment, the verdict of the jury was for a reservation, as stipulated in a certain identified agreement, and that reservation was one-third of the profits of the farm and grist-mill (for which the suit was brought), together with the entire use and benefit of a brick house and store-room thereon, the verdict is not so uncertain that a judgment entered upon it cannot be executed.\n3. The verdict for the use and benefit of the house and store-room is a verdict for them. It is not the less certain because they cannot be advantageously enjoyed without a curtilage.\n4. The verdict for one-third of the profits of the land described, is for one-third of the land itself, during tho plaintiff’s life.\n5. A reservation is but a re-grant, and a grant of the rents, issues, and profits of land is a grant of the land.\nError to the Common Pleas of Lycoming county.\nThis was an action of ejectment, by John Miller against John Casselberry, for a farm and grist-mill in Loyalsock township.\nThe title to the land was in the plaintiff, but the defendant claimed it under an agreement, dated May 12th 1857, for the sale of the property to him for $5000, of which $3000 were receipted for as cash claimed to be due for wages, and the remaining $2000 to be paid to the children of one Ambrose Miller, in instalments.\nThe agreement contained this cláuse : — ■\n“ Now the condition of the sale pf the within-mentioned farm and grist-mill is such that the said 'John Miller reserves to himself the one-third of the proceeds' or profits of said farm and grist-mill during his lifetime, together with the entire use and benefit of the brick house and'store-room during his lifetime, and at his death said mentioned one-third of profits of said farm and grist-mill, together with the entire use and benefit of the aforementioned brick house and store-room shall go to and be for the proper use and benefit of Elsy Plotts.”\n“At the death of John Miller-and Elsy Plotts'the reservation to go to John Casselberry; deed to\" be made on or before the 1st of June then next.”\nThe jury found the following verdict: “In favour of John Miller, for reservation only as stipulated in the agreement dated May 12th 1857.”\nThe charge of the court below was excepted to, and a new trial applied for on the ground of uncertainty in the verdict.\nSubsequently, by leave of the court, a copy of the agreement, certified from the recorder’s office, was filed in the cause, under exception.\nThe motion for a new trial was, on argument refused, and judgment entered on the verdict; which was the error assigned here by the plaintiff.\nJames Armstrong and Wm. S. Armstrong, for plaintiff.\nSeates, Parsons White, with whom were Lloyd Wiegand, for defendant in error.\nOctober 1862,"
  },
  "file_name": "0376-01",
  "first_page_order": 376,
  "last_page_order": 378
}
