{
  "id": 485503,
  "name": "Zimmerman's Executors versus Zimmerman",
  "name_abbreviation": "Zimmerman's Executors v. Zimmerman",
  "decision_date": "1864-05-04",
  "docket_number": "",
  "first_page": "378",
  "last_page": "382",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 378"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wh. 510",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 10611,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 7.930305673057589e-08,
      "percentile": 0.46187557652975136
    },
    "sha256": "54199e8f2e49666b8683343484eb862756b7dbc3d9314fa602205da49e720b29",
    "simhash": "1:834eb6422422309b",
    "word_count": 1895
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Agnew, J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "Zimmerman’s Executors versus Zimmerman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, C. J.\nIsaac Zimmerman, having made his will, died, leaving eleven children and a widow surviving him. He gave a farm to his son Daniel, and charged it with the payment of $8000 “ unto my other children, in twenty-seven annual payments, in such manner as I shall hereinafter direct.”\nAnother part of his real estate he gave to his son Abraham, and charged it with a like sum of $8000, payable in the same terms. Then follows the third clause of the will, in which the twenty-seven annual payments by each devisee are specifically prescribed, the amount fixed, and the payees named. Thus payment No. 1 is expressed as follows: “Daniel shall pay $300 to my son John, and Abraham shall pay $300 to my son Isaac.” The 5th, 6th, 10th, 14th, 15th, 19th, 23d, and 24th payments are similarly directed. The other payments are directed to be made to other children.\nThe fifth clause of the will is in these words: “It is my will, and I order that the money owed to me by my sons John and Isaac, amounting each to $300, shall be paid by them one year after the death of the survivor of me and my wife Mary, and shall be divided in nine equal shares, one share to each of them, the said John and Isaac, and one share to each of my other children, except Daniel and Abraham (they are to receive no share), no interest shall be reckoned to them if paid when due.” The residue of his estate was given to all his children in equal shares, and Daniel and Abraham were appointed executors of the will.\nThe present suit was an action of assumpsit, brought by Daniel and Abraham, as executors of their father’s will, against their brother John, to recover the $300 alluded to in the fifth clause of the will, and the sole evidence'of the indebtedness submitted to the court and jury wras that clause of the will. It was claimed to be competent evidence to establish the indebtedness, because John having taken the legacies under the will, had elected to affirm it for all purposes, and had thus estopped himself from denying that he owed the $800 to his father.\nThe learned judge below considered that it was not a case of election, and that the will was not 'adequate evidence of the indebtedness; and the plaintiffs failing to get a verdict, have brought the case here for review.\nThe first thing which strikes my eye in the ease is the peculiarity of the action. The fifth clause of the will gave the $800 to the other children, and expressly excluded the twro who are suing for it. But if they sue in their strict character of executors, they can only recover on an assumpsit made to their testator, ’and where is the evidence to ground such an assumpsit ? Not the will, because that could not operate as evidence for any purpose, until after the death of the testator, and then it would be no more than the declaration of the testator that John was his debtor, and no man can raise an implied assumpsit against another by declaring him his debtor, whether by will or otherwise. But the argument is, that the assumpsit is to be implied from the election. Would election under the will imply a promise to the testator ? If an implication of any promise could be deduced from such a source, would it not rather be a promise to pay to co-legatees than to executors ? The money that John was. to pay was to be divided into nine shares, one share to each child, including John himself, and excluding Daniel and Abraham. The implied promise must conform to this declaration, if it is to be deduced from the will, and then it would be a promise to pay one-ninth of three hundred dollars to each of his eight brothers and sisters, exclusive of Daniel and Abraham, the other ninth being retained for himself. What have the executors to do with such a promise ? Are they to' recover this money of John to pay back a ninth of it to him' less their commissions ? They are not entitled to it for the purposes of the legacies, for these are charged upon the land specifically devised to themselves. What John was to receive, as a legacy, was not to come out of the debts and general assets of the estate, which the executors must collect before they could pay the legacy, but out of the real estate given to the executors themselves. It was a sort of purchase-money for that real estate, distributable among the nine unprovided children, according to the directions of the will. The executors’ title, therefore, to this debt of John, supposing it established as a debt, seems to me more than doubtful. If their testator could not have enforced it upon his mere ipse dixit, they cannot. If an assumpsit is to be implied from matter subsequent to the will and the death of the testator, the parties beneficially interested would be the proper parties to sue.\nBut we are not willing to rest our judgment wholly on ground so technical. We quite agree that this is not a case of election. The doctrine of election originates in inconsistent or alternative donations; a plurality of gifts, with intention, express or implied, that one shall be a substitute for the rest. In the judgment of tribunals, therefore, whose decision is regulated by that intention, the donee will be entitled not to both benefits, but to the choice of either. The second gift is designed to be effectual only in the event of his declining the first; and the substance of the gifts combined is an option.\nIf the individual to whom, by an instrument of donation, a benefit is offered, possesses a previous claim on the author of the instrument, and an intention appears that he shall not receive the benefit and enforce the claim, the same principle of executing the purpose of the donor requires the donee to elect between his original and his substituted rights; the gift being designed as a satisfaction of the claim, he cannot accept the former without renouncing the latter: Swanston’s Note to Dillon v. Parker, 1 Swanston’s Rep. 393.\nA new modification of the doctrine arises when a testator gives what does not belong to him but belongs to another person, and gives to that person something that does belong to the testator to dispose of. Hence a condition is implied that the donee shall part with his own estate or shall not take the bounty, and therefore he is compelled to make his election between his right independent of the will, and the benefit under it.\nElection, said Judge Duncan, in Cauffman v. Cauffman, 17 S. & R. 24, is a conclusion in equity, that where any person having a claim on a man’s estate independently of him, and also a claim on his estate under his will, which claims are repugnant to each other, pursues the former, the latter is thereby waived or abandoned. In other cases it is put in this way: that no one claiming under a will shall have any part of the estate to the disappointment of those to whom it is given by the will. If they will have the estate, chancery will take away their legacy, and, according to many English cases, compensation will be decreed to the disappointed devisee.\nThe foundation of the doctrine is the intention of the testator, an intention which, extending through the whole will, is frustrated by the failure of any part. According to some cases you may go into parol evidence of the intention, but Judge Kennedy seemed to think in the case of The City of Philadelphia v. Davis, 1 Wh. 510, that the intention must appear from the instrument itself, which I think is the better opinion.\nNow without encumbering this little case with any discussion of the numerous adjudged cases upon the subject of election and satisfaction, which will be found collected in the authorities above referred to and in the notes to 2 Story’s Equity, § 1075, Roper on Legacies, chap, xxiii., § 1, Leading Cases in Equity, vol. 2, p. 289, I hasten to say that we have not on this record a single constituent element for a case of election. Here are no inconsistent or alternative donations, no plurality of gifts with a manifest intention that one shall substitute another, — no such grants as, taken together, constitute an option, — no benefit offered upon the tacit condition that the donee shall give up a claim on the donor or part with what is his own to another object of the testator’s bounty, — no disappointment of any legatee or devisee by reason of what John takes under his father’s will. The claim asserted here, instead of being ly a legatee against the testator, is the other way, on behalf of the testator against a legatee, but then, the rights of no other legatee to what is given him in the will is dependent on John’s taking or refusing what is given to him. Did the testator intend that John’s right to receive a share of the twenty-seven payments to be made by Daniel and Abraham should depend on his acknowledging his indebtedness in $300 ? There is not a word in the will to import such an intention.\nThe equitable doctrine of election cannot be tortured into shape to fit this case, and therefore there is not a spark of evidence to support the action. Had the debt been established by evidence dehors the will, had there been any evidence of indebtedness, the executors would have been entitled to collect it as part of the assets, and no question of election could have arisen, either in the recovery or distribution of the money. But as it was presented the case was properly ruled, and the judgment is affirmed.\nAgnew, J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "H. S. Schwartz and J. Ctlancy Jones, for plaintiffs.",
      "John Banks, for defendant."
    ],
    "corrections": "",
    "head_matter": "Zimmerman’s Executors versus Zimmerman.\nConstruction of will. — Allegation of indebtedness in will, not evidence of it in an action by executors. — Party charged in will not estopped by . accepting legacy under it. — Election, discussed and defined.\n1. A will directing payment of a debt alleged to be due to testator by his sons, within a certain time, is not, in itself, such evidence of indebtedness as will support an action of assumpsit against them by the executors.\n2. Where the clause directing payment by the sons was separate and disconnected from that in which a legacy was bequeathed to each, the acceptance of the legacy by one of them was not an election to affirm the will, so as to estop him from a denial of the debt.\nError to the Common Pleas of Berks county.\nThis was an action of assumpsit by Daniel and Abraham Zimmerman, as executors, &c., of Isaac Zimmerman, deceased, against John Zimmerman, a son of deceased, in which they claimed to recover $300, alleged to be due from him to deceased.\nThe whole case will be found in the opinion of this court.\nH. S. Schwartz and J. Ctlancy Jones, for plaintiffs.\nJohn Banks, for defendant.\nMay 4th 1864,"
  },
  "file_name": "0378-01",
  "first_page_order": 378,
  "last_page_order": 382
}
