{
  "id": 485582,
  "name": "The City of Philadelphia versus Josephine Johnson",
  "name_abbreviation": "City of Philadelphia v. Johnson",
  "decision_date": "1864",
  "docket_number": "",
  "first_page": "382",
  "last_page": "386",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 382"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 557,
    "char_count": 12476,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 3.206677970239623e-07,
      "percentile": 0.8662039755985773
    },
    "sha256": "cda927a2398f475e8f77521ab06a59e1815ff1e921142d8e09d7cd77e0ac12b9",
    "simhash": "1:5f4d311856152a2f",
    "word_count": 2109
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The City of Philadelphia versus Josephine Johnson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nFrom an examination of the Acts of Assembly, to which our attention has been directed in this case, it is apparent that everything pertaining to the public schools, within the city and county of Philadelphia, has been committed to the Board of Controllers, excepting only the public purse, which has been kept carefully in the-hands of the City Councils. The Controllers have power to establish schools, to provide school-books, to make rules and regulations for the conduct of the schools, to appoint teachers, and to fix their salaries, but they have no power to raise or appropriate revenues. They were made a body politic by an Act of Assembly in 1845, and as such were capable of receiving and holding property, real and personal, but by the Consolidation Act, all their property, and trust funds of every name and description, were transferred to and vested in the city of Philadelphia, and all sums of money due or to become due to the board were to be paid ‘into the city treasury, and all sums expended by or for the purposes of the board, were to be paid by the city treasurer upon orders drawn under appropriations regularly made by Councils.\nBy the Act of Consolidation the'authority of the City Councils over the funds of the city was made as absolute as the separation of the Board of Controllers from these funds was complete. No money was to be drawn from the treasury, without having been previously appropriated to specific objects by the Councils, and no appropriation was to be overdrawn. Before the 1st day of March in each yeai’, the Controllers of the Public Schools were to furnish Councils the amount that in their judgment would be necessary for the public schools, but Councils were to direét the amount to be applied and paid by the city treasurer to school purposes. A subsequent Act of 1855 prescribed that no appropriation should be made without an ordinance therefor expressing the objects thereof, and the amount appropriated to each object. And still another Act, that of 1856, enjoined the city controller to keep separate accounts for each specific or separate item of appropriation, and all warrants were to state particularly against which of said items said warrant is drawn. The City Councils also were required by the same act, in making appropriations, to state the items of expenditure, under separate and distinct heads, for which such appropriations were intended.\nThe legislature have thus done all they could to place the disbursement of the public funds in the same hands in which the power of taxation is lodged, and to hedge round the power of disbursement with all possible checks and guards. An appropriation in general terms “ for the support of public schools,” would leave to the city controller, city treasurer, or the controllers of the public schools, the power of appropriation to the many specific objects that combine to make up the common school system of the city, and would be too indefinite for the purposes of the Acts of 1855 and 1856. Nothing but specific objects and items will satisfy the demands of these statutes. Hence the Councils, by an ordinance of March 4th 1861, very properly itemized the appropriation for school purposes, appropriating $1500 for salary of the principal of the Normal School, and $4200 for salaries of other teachers in said school, and provided that the city controller should countersign no warrant for salaries of any teachers, except he find that a scale of salaries hud been adopted by the Controllers which should not exceed in the quarterly payments one-fourth of the aggregate in said ordinances appropriated for salaries.\nWe consider that ordinance a fair mode of carrying out the intent and purpose of the Acts of Assembly. Without specific appropriations, there would be great danger of wasteful expenditure. But Councils could not be expected to specify every item of expenditure in their act of appropriation. The system was too large and complex to admit of this. More than half a million of dollars were appropriated by the city to school purposes in 1861, which, besides the state appropriation, were to be applied to the construction and repair of school-houses, the payment of salaries, the purchase of books, and other necessaries of numerous schools throughout the city. The legislature of the city was not a body well fitted to descend into the minute details of the system, and to measure out the exact sum each teacher was to receive, but they could classify the general objects of expenditure, of which teachers’ salaries would be one, leaving to the Controllers the subdivision of the sum appropriated to that object, among the several individuals entitled to share in it. Yet if the Controllers were not required to graduate salaries in such a manner that the aggregate should not outrun the appropriation, it is manifest they might involve the city in debt, and compel a new appropriation to meet deficiencies — a principle of administration destructive not only of true economy, but of the theory of government, which confided the public purse exclusively to the discretion of the Councils. Accordingly the ordinance was framed to meet all these conditions — specific appropriations, authorized distribution among proper parties, and a graduated scale of salaries to prevent deficiencies. The Controllers of the Public Schools must submit to that ordinance. It imposes a limitation on their power which is reasonable and just. If they do not adjust salaries, so as to be within the aggregate of appropriation, they take out of the hands of Councils what the legislature have very expressly lodged there — the exclusive power to incur debt, to raise revenue, and to appropriate moneys. This cannot be permitted as the law now stands written.\nIt follows from all this that the plaintiff was not entitled to recover, and the court should have said so. It is no matter whether she was a teacher in the Normal School or the Girls’ High School, or whether the action of the Controllers in changing the one school into the other was right or wrong. She was a teacher in the service of the city, and it was the, duty of the Controllers to fix her salary with reference to the salaries of all other teachers, so that the appropriation to teachers’ salaries would be adequate to pay every teacher, as well as herself. Until this was done, she had no right of action against the city. But if the Controllers neglected to perform their duty, she might perhaps hold them liable in damages — she might certainly have the mandamus of the courts to stir them into obedience to duty.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "David W. Sellers andN. Qarroll Brewster, for plaintiff in error.—",
      "William jS. Price, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "The City of Philadelphia versus Josephine Johnson.\nPowers and, authority of the controllers of public, schools in Philadelphia as to compensation of teachers.\n1. The discretion vested in the Board of Controllers of Public Schools in Philadelphia, in the matter of the salaries of teachers, must be exercised in subordination to the appropriating power of the Councils.\n2. The ordinance of the Councils, passed March 4th 1861, which prohibited the city controller from countersigning any warrant for teachers’ salaries, until a scale of salaries had been adopted by the Controllers of Public Schools, which should not exceed in the quarterly payments one-fourth of the whole sum appropriated for this purpose, held, to be the appropriate mode of carrying out the intention of the legislature on this subject, and that a suit brought against the city by one of the teachers for her salary before the adoption of this scale of salaries ; was prematurely brought and could not be sustained.\n3. But for neglecting their duty in this respect the controllers might be held answerable in damages; or be compelled by mandamus to perform it.\nError to tbe'District Court for the city and county of Philadelphia. ■\nThis was an action of assumpsit, brought to recover a sum of money alleged to be due to the plaintiff in the court below, for her salary as .a teacher in the Girls’ High and Normal School of the city of Philadelphia. The plaintiff below obtained a verdict for $261.83, on which the court entered judgment.\nA Normal School for the instruction of girls had been established by the Controllers of Public Schools. Its chief object was to supply teachers for the grammar schools for girls in the county of Philadelphia, and none were educated there except such as proposed to teach.\nIn June 1859, the Controllers of Public Schools changed the Normal School into a Girls’ High School. This change never received the approval of Councils. It was a more expensive institution, embraced a wider range of education, and its pupils were not obliged to teach after the completion of their course of studies.\nThe plaintiff had been employed as teacher in each of the schools.\nBy an ordinance approved March 4th 1861, there was appropriated :—\n“ Item 10. For salary of the principal teacher of the Normal School, $1500.\n“ Item 11. For salaries of other teachers in said school, $4200.\n“Provided, That the city controller shall countersign no warrant for salaries of any of the teachers, except he shall find that a scale of salaries has been adopted by the Controllers which shall not exceed in the quarterly payments one-fourth of the .aggregate herein appropriated for said salaries respectively.”\nThe proviso applied to all of the items of appropriation for salaries in said ordinance.\nThe aggregate amount appropriated for public education, in 1861, was $534,606.\nThe Controllers of Public Schools declined to adopt a scale of salaries, which would make the appropriation of Councils sufficient. .The city controller refused to countersign the warrants, and this suit was brought by the plaintiff to recover her particular salary.\nThis case raised the question, whether the discretion of the Board of Controllers must be exercised in subordination to the appropriating power of Councils ?\nThe court below was asked to charge that the plaintiff could not recover, which was declined. This was the only error assigned, and its discussion involved the consideration of the respective powers of the Controllers, and of the local legislature.\nDavid W. Sellers andN. Qarroll Brewster, for plaintiff in error.—\nThe system of public education in the county of Philadelphia is distinct from the system which prevails in the remaining counties of this state.\nUnder the Act of March 3d 1818 (P. L. 124), the Act of June 13th 1836 (P. L. 525), the Act of April 16th 1845 (P. L. 502), and the Act of February 2d 1854 (P. L. 34), the powers of the Controllers are defined, and under these enactments their discretion is without limit, except on the amount of expenditure^ which is in the exclusive discretion of Councils.\nBy the Act of February 2d 1854 (P. L. 21, &c.), §§ 4, 10, 12, 39, and 40; the Act of April 21st 1855 (P. L. 264), §§ 26, 21, and 11.; the Act of May 13th 1856 (P; L. 573), §§ 29 and 30, and.§ 5 of the Act of April 21st 1858 -(P. L. 387), establish the doctrine that the Controllers of Public Schools are vested with the power to employ teachers, and to determine their salaries, subject, however, to the appropriating power of Councils.\nTherefore, when the sum of $4200 was appropriated for the salaries of the teachers (other than that of the principal), it was the duty of the Controllers to provide a scale of salaries, which would make the appropriation sufficient, and until they did so, no teacher would have a right of action against the city.\nIf the Councils are obliged to appropriate the amount of money which the Controllers determine shall be expended, then their powrnr becomes ministerial instead of legislative.\nIf the city is liable at the suit of the plaintiff, then the discretion vested in Councils to levy taxes for all of the various matters of public expense, is subject to the power of a board who are not responsible to the people for a tax rate.\nWilliam jS. Price, for defendant in error,\nargued: That by the pleadings there had been no such ordinance proven as prohibited the Controllers from making a contract to pay a teacher’s salary. The contracts of the Controllers of the Public Schools are binding upon the city. It would be against public policy to establish a precedent of this kind. Teachers of education have never been adequately compensated, and it is for the. public good that a different course should now be encouraged."
  },
  "file_name": "0382-01",
  "first_page_order": 382,
  "last_page_order": 386
}
