{
  "id": 485583,
  "name": "The Delaware and Hudson Canal Company versus Dimock",
  "name_abbreviation": "Delaware & Hudson Canal Co. v. Dimock",
  "decision_date": "1864-05-04",
  "docket_number": "",
  "first_page": "393",
  "last_page": "398",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 393"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 154",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 116",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850008
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0116-01"
      ]
    },
    {
      "cite": "4 W. & S. 55",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856523
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0055-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 634,
    "char_count": 14169,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 9.485491887154333e-08,
      "percentile": 0.5180666903746126
    },
    "sha256": "6a0802216eae351ef915c2d4b6026a1b142b0d9b4c3dab9179934944a0711d95",
    "simhash": "1:542b3028d131e6f4",
    "word_count": 2535
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Agnbw, J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "The Delaware and Hudson Canal Company versus Dimock."
    ],
    "opinions": [
      {
        "text": "The opinion of the coux-t was delivered, by\nWoodward, O. J.\nOn the 11th Februax’y 1794, a warrant issued to John Taggart, which was returned June 27th 1806, as surveyed on two hundred and fifty-eight acres sixty- three perches of land in Clinton township, Wayne county, 44 surrounding Elk pond,” and the pond is laid down as vacant. The figure of the survey is a parallelogram, its longest sides running three hundred and ninety-six perches due north and south, and its shorter sides two hundred and twenty-three perches east and west. These are the exterior lines, and the only ones ever run upon the ground. But the survey as returned, exhibited interior lines exactly parallel with the exterior, but at what distance from them is not indicated. These form of course a smaller parallelogram, and contain two hundred and twenty-eight acres and seventy-txvo perches, consisting of the pond and some dry land along its max’gin, and this quantity of land was surveyed to L. G. Dimoek on a warrant which issued to him September 30th 1851. It is ascertained by measurement and calculations that, within the lines of the two parallelograms as returned on the Taggart warrant, there is just the quantity called for by that warrant, leaving within the lines of the smaller parallelogram the above quantity, two hundred and twenty-eight acres seventy-two perches, claimed on the Dimock warrant. If the Taggart warrant took all the land within both parallelograms, it would contain near five hundred acres.\nOn the 17th June 1807, a patent issued to Samuel Salter, the then owner of the Taggart warrant. The patent describes the land by the exterior lines as containing two hundred and fifty-eight acres sixty-eight perches, and as surveyed on the above warrant to John Taggart. Salter conveyed to Norton, and Norton conveyed to James Archibald by a deed of August 6th 1845, which described the same lines as containing four hundred and fifty-eight acres. The Delaware and Hudson Canal Company, the plaintiffs in error and defendants below, claim under Archibald, and make very earnest defence for the pond, which they use as a reservoir of water for their canal in midsummer. The plaintiff below claimed title to the pond by virtue of the Dimock warrant and survey.\nIt is impossible to doubt that the pond was intended to be excluded from the Taggart survey. Had it been excluded fraudulently, and without the knowledge of Taggart, it would have been necessary for him to apply to the land office for a correction of his survey: Adams v. Jackson, 4 W. & S. 55. But it was excluded by his consent and direction. He was bound to take notice of his own survey, and nobody claiming under him having to this day objected to it, all persons standing in the channel of the title must he taken as assenting to and affirming the survey. Doubtless Taggart thought the pond worthless in 1806, and intended only to pay for so much land as was fit to pass under the title of “Rich Meadow,” which he assumed for his tract. It is difficult to fix the distance at which the interior lines are to be run from the exterior, but from the figure of the survey, it is fair to infer that they were intended to be equidistant at all points. With this inference assumed, we have the requisite data for a calculation that would enable a surveyor to fix them on the ground, for then we would have 1st, the exterior lines given, 2d, the quantity called for in the survey, and 3d, the equidistance at all points of the interior from the exterior lines. How far distant these interior lines must be from the exterior to embrace the given quantity of land, would bo the question to work out by figures, and that done, the interior lines could be marked on the ground.\nSuch was the Taggart survey, and it manifestly did not comprehend the land in dispute. But the great argument is, that the Salter patent comprehended it, if the warrant and survey did not, and that Dimock, as a subsequent purchaser from the Commonwealth, was estopped by the patent.\nIn our system of land titles, the warrant and survey are the origin of title, and the patent is the confirmation of it. Even where the right originates in a settlement and improvement, it is only a right to pre-emption, and there must be a warrant and survey before there can be a patent. The warrant confers, indeed, but an inceptive or equitable title, but it is the title that is paid for, and the patent which passes the legal title out of the Commonwealth is so merely,a perfection and confirmation of the title by warrant, that if a wrong party receives the patent, he is always treated as holding in trust for the warrantee or the true party under him. It has often been said that the question is not who has got the patent, but who ought to have it? And that question is settled by the state of the title under the warrant and survey.\nIt is a mistake to suppose that a patent for unwarranted land will pass the title of the Commonwealth, even as against a subsequent warrantee. In Kelly v. Graham, 9 Watts 116, the patent issued in 1789 and was founded on a warrant and survey, but embraced moró land than had been surveyed. In 1809 a settlement was made upon the excess, and the settler was answered as Dimock is here, that the patent concluded the Commonwealth and all persons claiming under her, subsequent to its date ; but Judge Kennedy said the officers of the land office are not the proprietors of the lands granted by them, that they can grant them without regard to quantity or price. The lands belong to the state, and the land officers act only as the agents of the state in disposing of them, and are limited in their action by the authority granted to them in this behalf. So that if'they grant lands belonging to the state in a manner not authorized by law, the grant must be considered void, tie went on much further and illustrated with great force his position, that the patent was void for the excess over and above the survey.' The principle of that case applies here with decisive effect, and it is not qualified by what was said in the subsequent ease of Balliet v. Bauman, 5 W. & S. 154, for there the patent included no excess, but was founded on a warrant actually though irregularly surveyed. The syllabus of the case is not well expressed, but the doctrine ruled was that a subsequent warrantee should not be permitted to impeach a patent founded on an actual and an accepted survey of a warrant, on the ground that the same warrant had been previously located on other land. This in no wise conflicts with the main position of Kelly v. Graham, that a patent for unwarranted land is void and estops nobody.\nBut I think it is doing great injustice to the officers of the land office who issued the patent to Salter, to construe it as embracing an inch more of ground than was surveyed on the Taggart warrant. It refers itself expressly to that warrant, and professes to grant only the tract that was surveyed in pursuance of it, and limits itself to the quantity contained in the return of survey. It thus takes up and incorporates into itself the pair of parallelograms, which the survey as returned into the land office exhibited, and it undertook to pass no new or extraterritorial title whatever. This seems to us to be the fair and necessary construction of the patent, judged ex viseeribus suis.\nThe land in dispute, therefore, found by the jury, according to the manifest fact, not to have been embraced by the Taggart survey, could not be passed by the patent to Salter, and was not attempted to be conveyed, and of course Norton had no title in it to convey to Archibald. Another inevitable consequence is, that it was open to appropriation by Dimock, and he took the title.\nWe do not see that there is anything else in the case. Whether the company have power under their charter to hold and use the Elk Pond as a reservoir, is certainly an irrelevant inquiry, if the title is in another. Their use of it as a reservoir for fifteen years gave them no title, and we have seen that the papers conferred none on them.\nSome of the aspects of the case wear the look of an unconscionable speculation, but as it cannot be balked without trampling well-settled rules of law under foot, the judgment must be affirmed.\nAgnbw, J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Woodward, O. J."
      }
    ],
    "attorneys": [
      "S. F. Fimmick and F. M. Crane, for plaintiffs in error.",
      "C. F. and Gr. Gr. Waller, for defendant."
    ],
    "corrections": "",
    "head_matter": "The Delaware and Hudson Canal Company versus Dimock.\nPatent for land must include no more than is in warrant and survey.\n1. In the Pennsylvania system of land titles, a warrant and survey are the origin of title, and the patent only the confirmation of it; if the patent embrace more land than is surveyed, it is void for the excess, and does not pass the title of the Commonwealth thereto, as against a subsequent warrantee.\n2. Therefore, where a warrant was surveyed on land as “ surrounding Elk Pond,” which was laid down as vacant, the figure of the survey being that of a parallelogram, the exterior lines of which only were run upon the ground, and on the draft as returned the lines of an interior parallelogram enclosing the pond were marked, the patent obtained upon the warrant and survey was held to include only the land embraced by it, viz. the outer parallelogram : and the holder, not entitled to the land, including the pond, lying within the inner figure, as against a subsequent appropriate by warrant, survey, and patent.\nError to the Common Pleas of Wayne county.\nThis was an action of ejectment by Asa- Dimock against The Delaware and Hudson Canal Company, for two hundred and twenty-eight acres of land in Clinton township.\n\"The plaintiff gave in evidence a warrant from the land office of Pennsylvania, dated September 12th.1851, and a location and survey of the same on 3d of September 1851, covering two hundred and twenty-eight acres and seventy-two perches, in accordance with the description in the warrant, and including a sheet of water called Elk pond. On the 8th of May 1856, the Commonwealth issued a patent to L. W. Dimock for the land surveyed. This was the plaintiff’s title. It was admitted that L. W. Dimock is dead, and that Asa Dimock is his heir at law.\nThe defendants gave in evidence a warrant to John Taggart for a tract of land called “Rich Meadow,” dated June 17th 1806, and a survey on the same, and return, dated June 1807, containing two hundred and fifty-eight acres and sixty-eight perches, for which a patent issued to Samuel Salter in 1807. It was admitted that the title of this patentee, by various conveyances in law, became vested in the Delaware and Hudson Canal Company, who entered into possession of the “John Taggart” tract, and have also been using the -“Elk pond,” which covers a part, nearly half, of the Dimoek track, as a feeder to their canal for about fifteen years.\nThe survey of the John Taggart warrant was a peculiar one. The outside lines were run when the warrant was laid, and the lines marked upon the ground. The outside survey was closed, and would have embraced nearly five hundred acres. But in 1807 an inner set of lines were marked upon the draft running parallel with the outer lines, the calculation made to those lines, and only the land lying between them returned to the land office as surveyed upon the John Taggart warrant.\nNo marks of the inner lines were found upon the ground, but the survey was distinctly and clearly made, leaving an oblong piece of land in the centre, including Elk pond, not only unappropriated, but marked on the return as vacant. The return was, “Elk pond” vacant; and upon this alleged vacancy the Dimock warrant was laid.\nThe court below (Barrett, P. J.) instructed the jury that “ the owner of the Taggart tract might have marked his lines upon the ground when his survey was made, and could have done so at any period for nearly fifty years afterwards, but neglected it, and that he must not complain if others, who have paid the Commonwealth for the land, attempt to do it for him.\n“ That the John Taggart tract of land was so located as to leave vacant land in the centre of it, and leave it .in an oblong-shape ; that the owner of that warrant was bound by the official return; that the company have no right to occupy the pond as a feeder to their canal by virtue of their corporate privileges, nor any greater rights there than an individual would have who had acquired the title to the ‘ John Taggart’ tract of land; that not only the ‘Elk pond,’ but all of the land excluded from the John Taggart survey was vacant when the warrant under which the plaintiff claims was surveyed; and that he was therefore entitled to a verdict for so much as was vacant.\nThe jury were not confined to the lines made hy plaintiff. It was left as a question of fact to say how much was vacant, and to establish the lines.\nUnder these rulings there was a verdict and judgment for plaintiff; whereupon the defendants sued out this writ.\nThe errors assigned were the refusal of the court below to instruct the jury—\n“ That as the land claimed by the plaintiff is embraced within the boundaries of the patent issued to Samuel Salter in the year 1807, for a tract called 4 Rich Meadow,’ the plaintiff is not entitled to recover in this action.\n44 That as the defendants were in the use and occupancy of the piece of land claimed by the plaintiff, or of the pond thereon, the same being used by the defendants as a reservoir to supply their canal with water, and have so used the same for some fifteen yeax-s and up to this time, the plaintiff cannot recover in this suit,” and 44 that the plaintiff cannot recover in this suitand ixx charging as follows: 44 the company have no right to occupy the pond as a feeder to their canal by virtue of their corporate privileges. This pond is six miles from the west branch of the Lackawaxen, and is only a tributary to actributary to the main stream. We have asked for the legislative power, and we have looked in vain for it to sustain such a claim. The company have no greater rights there than an individual would have who had acquired the title to the John Taggart tract of land.”\nS. F. Fimmick and F. M. Crane, for plaintiffs in error.\nC. F. and Gr. Gr. Waller, for defendant.\nMay 4th 1864,"
  },
  "file_name": "0393-01",
  "first_page_order": 393,
  "last_page_order": 398
}
