{
  "id": 485518,
  "name": "Dech, Administrator of Dreisbach, versus Gluck",
  "name_abbreviation": "Dech v. Gluck",
  "decision_date": "1864-05-04",
  "docket_number": "",
  "first_page": "403",
  "last_page": "411",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 403"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Rawle 183",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822507
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0183-01"
      ]
    },
    {
      "cite": "6 Watts 167",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0167-01"
      ]
    },
    {
      "cite": "8 W. & S. 153",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0153-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 784,
    "char_count": 22615,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 2.0780327028515388e-07,
      "percentile": 0.7586635359822136
    },
    "sha256": "4c06f6a301f3f021499d70078b5a9e6c0c439deb7e02eb18e2f11d6b5b6da37c",
    "simhash": "1:bf2a02b9261ac1d7",
    "word_count": 3899
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Agnew, J., was absent at Nisi Prius when this case was argued."
    ],
    "parties": [
      "Dech, Administrator of Dreisbach, versus Gluck."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nThe plaintiff’s intestate accepted a share of his deceased father’s estate at the valuation made in partition, and entered into recognisance for the payment of the interest on the same to the widow for life, and the principal to the heirs entitled at her death.\nThe effect of the recognisance, under the facts stated, on the interest of the representatives of the recognisor, is the question nowr before us. Before proceeding to this, we may as well say here, that, as no objection seems to have been made to the administrator as a proper party in agreeing to the case stated, vre think it too late now to interpose it, and this is all the notice we need take of this objection.\nWas the interest of the recognisor, in the valuation of his purpart, the one-third of which constituted the amount of the recognisance in favour of the widow and the heirs, extinguished by operation of law ? That it would be, if the estate remained in his hands until the widow’s death there is no doubt. Riegle v. Seiger, 2 Penna. Rep. 340, and subsequent cases, clearly establish this. So too the same thing would follow from a sale of it by him, unless he expressly contracted for an opposite result: Updegrove v. Updegrove, 1 Barr 136; Shelley v. Shelley, 8 W. & S. 153.\nIf a different result be required for the purpose of subserving the ends of justice, it comes of the facts more than of the law. The plaintiff’s intestate, the recognisor, died thirty-three years before his mother, the widow of Jacob Dreisbach, the elder. During that period the property, bound by the recognisance of Jacob Dreisbach, Jr., deceased, passed under one Orphans’ Court sale, afterwards at private sale, and finally by proceedings in partition in the Orphans’ Court. We do not mean to enter into any elaborate analysis of the admitted facts to prove what seems pretty clear, that, as the land derived from Jacob Dreisbach, Jr., passed from owner to owner, this entire encumbrance in numero to the cent was always estimated in fixing its value, and dealt with by the several purchasers as a thing to be paid off and discharged by them. The cases of Updegrove v. Updegrove and Shelley v. Shelley, already cited, clearly decide that such an encumbrance may be kept alive for the benefit of the encumbrancer as well as his co-heirs, if the contract be made on passing the title that it shall be so. The reservations must be such as are susceptible of clear proof, and not objectionable as a secret or parol lien.\nAfter the death of Jacob Dreisbach, the younger, his administrators petitioned the Orphans’ Court of Northampton county for an order to sell the land which the intestate had accepted as his share of his father’s estate, “subject to the payment of the interest of $4108.03 (afterwards reduced by correction to $3685.85), annually to Margaret, the widow of Jacob Dreisbach, the elder, deceased, during the time of her natural life, and the principal sum to the heirs and legal representatives of the said intestate’s father, Jacob Dreisbach, the elder, after the death of said Margaret Dreisbach.”\nThe court granted the petition upon the following conditions, to wit, $4108.03 ($3685.83) to remain charged on the premises during the lifetime of the widow, the interest to be paid her annually. After a sale of the premises, and confirmation, a deed was made and accepted with this clause of reservation, viz., “subject to a water-right, &c. The sum of $3685.83 to remain charged upon the premises during the natural life of Margaret Dreisbach, mother of the intestate, to be paid to the said Margaret annually during the period aforesaid, and the principal sum of $3685.83 to be paid and distributed after the decease of the said Margaret, to and among the heirs and legal representatives of Jacob Dreisbach, deceased, the father of said intestate. The said sum being the balance of the one-third of the valuation of the land accepted by the intestate.”\nHere, it seems to me, is a clear order of sale upon the terms of continuing the entire charge, followed by the acceptance of deeds with the most distinct reservation of it. But this is not all. The administrator sold the land at $51 per acre, and the purchase-money received by him in full was $2208.38. This sum, added to the sum of the entire recognisance remaining a charge, aggregates exactly the purchase-money at $51 per acre, viz., $5893.21. Thus it demonstrably appears that the purchaser had a credit on the purchase-money for the shares of all the heirs in the recognisances, including that of the plaintiff’s intestate as well as the others, upon the basis and consideration that he was to pay that amount as purchase money, at the decease of the widow, to the heirs or others representing^ them. Having been credited with the entire sum, if he was not to be held answerable for the whole, then by just so much as he would escape from would there be a loss to the estate of Jacob Dreisbach, Jr., deceased; no gain to his creditors, and only a benefit to the pocket of him who has agreed to pay for the land at $51 per acre, by letting him off with an actual payment of only about $45 per acre. Without some unbending rule of law prevents a different result, it is not conscionable to sanction such injustice. See Lobach’s Case, 6 Watts 167, and authorities there cited.\nIt is argued upon the authority of Riegle v. Sieger, 2 Penna. Rep. (supra), that the conditiop of sale, containing the reservation alluded'to, is void. This argument of course abandons all equity in the defence, and trusts alone to the law. The case just alluded to did undoubtedly turn principally upon the ground that a sheriff could not on a sale impose .conditions or make reservations. He was bound to sell the whole estate according to his levy and the requirements of the law. I entirely agree with this as a general rule, although there are exceptional cases in the books.\nBut this does not prove that the Orphans’ Court might not base its order of sale upon a reservation not injurious to creditors, and beneficial to an heir, leaving the rights of all others unaffected. This is just the kind of case in which that could be done; and where is it prohibited to that court, vested as it is with the discretion to order a sale or not, and to decree it on terms that shall injure nobody, and benefit one at least? A sheriff is vested with no discretion: the Orphans’ Court within its jurisdiction is: and while, undoubtedly, sales made under its authority are judicial, yet they are always subject to conditions, as to the time of payment of the purchase-money, encumbrances in favour of widows, the number of acres of a tract, less than the whole which may be sold, and the like; all of which establish a great distinction between sales t)y a sheriff and Orphans’ Court sales, and which render Riegle v. Sieger on this point of little effect. We think the reservation in this case was valid, and its terms plainly accepted by the purchaser.\nRiegle and wife afterwards conveyed to Boyer, with the same reservation of the encumbrance, and its payment is contained in the administrator’s deed to him. He died in 1852, and on partition of his estate, this Dreisbach land was appraised at $10,654.24, and accepted by the defendant, who gave bond and recognisance to secure the shares coming to the other heirs. It was discovered afterwards that the appraisement had been made without deducting the encumbrance of $3685.83, in favour of the widow and heirs of Dreisbach the elder, and, on application by Joseph Boyer, a deduction from the appraised value, equal to the amount of the encumbrance, was made in favour of the defendant as well as the applicant, and their bonds and recognisances credited accordingly. Here again is the clearest evidence that the defendant accepted the purpart of the estate of Jacob Boyer, deceased, in right of his wife, less the amount of the entire encumbrance, on the ground that he was eventually to pay it. Having done so, having received the advantages of it in the appraisement, why shall he not pay it ? He loses nothing which in honesty he ought not to lose; and there is nothing contrary to positive enactment or general law, which pronounces it wrong that he should pay it. He consented to take title subject to it, and if he does not pay it, the estate of the plaintiff’s intestate is simply wronged out of it; for it is demonstrable that it has never realized the benefit of it in the transfer of the land, or in any other way.\nThe argument that there is no covenant by which the defendant is bound to pay, overlooks the Act of Assembly. The right to call on the party “holding the land,” is expressly given by the 41st section of the Act of 29th March 1832. It says: “ on the death of the widow, the said principal sum shall be paid by the children or other descendants to whom the land shall have been adjudged, their heirs or assigns holding the same, to the person legally entitled. In Shelley v. Shelley, it is sai d by Huston, J., in a case of the same nature as this, “ If the person to whom it was awarded had been sued, no doubt the suit must have been on his recognisance. The law made the shares of the heirs a lien until their money became due, and then made the person owning the land liable to a suit and judgment de terris. We have decided that a recovery may be had by assumpsit stating the facts. On the facts, the law could imply a promise to pay: but the act removes all doubt, and makes him who holds the land as terre-tenant liable.” See Pidcock v. Bye, 3 Rawle 183. There seems to be no difficulty about a remedy if the right exists. The defendant admits by the case stated the right of the plaintiff to recover against him, if he has a right to the money in dispute. No question is made that he is not a proper party to be made defendant. He admits also that the money is in his hands, and that he has paid all the other heirs their shares, and agrees that “if on the foregoing facts the court shall be of opinion, that the plaintiff should recover, then judgment to be entered in favour of the plaintiff for $614.37, together with interest from tbe 6th day of April 1857, otherwise judgment to be entered in favour of the defendant, the costs to follow the judgment,” &c. This leaves us free to enter judgment as it ought to have been entered below. We think the defendant, by admitting the money to be in his hands, and in agreeing as above, authorizes a personal judgment against himself, which would not be the case under other circumstances, and we reverse the judgment of the court below, and enter judgment on the case stated for the plaintiff.\nJudgment reversed, and judgment for the plaintiff for !|614.37, with interest from the 6th day of April, a. d. 1857, and costs.\nAgnew, J., was absent at Nisi Prius when this case was argued.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Reeder $ Green, for plaintiff.",
      "H. D. Maxwell and O. G. Beitel, for defendant."
    ],
    "corrections": "",
    "head_matter": "Dech, Administrator of Dreisbach, versus Gluck.\nInterest of recognisor on acceptance of land in the Orphans’ Court, in recognisance given to secure the share of all the heirs; when not extinguishecl by sale of land bound by it.\n1. Where a son accepted his father’s real estate, and gave a recognisance in favour of the widow and heirs, the amount of which, as subsequently reduced, remained upon the land by specific mention and condition, through successive sales, first, by order of the Orphans’ Court for payment of debts on death of the acceptor, then at private sale by the purchaser to another; in partition of whose estate it was again accepted, and the amount of the reduced recognisance to all of the heirs as originally given, taken into account in the valuation and acceptance, held, that the interest of the recognisor did not merge or become extinguished by operation of law, but, on the death of the widow, was recoverable from the holder of the land by the parties entitled thereto.\n2. 'Whether the administrator d. b. n. of the recognisor was entitled to recover his intestate’s interest in the dower fund, not decided, he having been made by consent a party plaintiff in case stated.\nError to the Common Pleas of Northampton county.\nThis was an action in the court below, in which Solomon Dech, administrator, &c., of Jacob Dreisbach, the younger, deceased, was plaintiff, and Aaron Gluck defendant, and in' which the following case was stated for the opinion of the court:—\n“ Jacob Dreisbach, the elder, of Allen township, in the county of Northampton, died about the year 1817, leaving one son, Jacob (the plaintiff’s intestate), and five daughters, to wit: Mary, intermarried with Jacob Boyer ; Sarah, intermarried with John Rothroek; Elizabeth, intermarried with John Siegfried; Susan-nah, intermarried with Jacob O. Becker, and Catharine, intermarried with Abraham Heilman, and a widow named Margaret, who died April 6th, A. d. 1857. At the time of his death, Jacob Dreisbach, the elder, was seised in his demesne as of fee of and in certain real estate situate in Allen- township, aforesaid.\nAfter his death, proceedings in partition on his real estate were had in the Orphans’ Court of Northampton county, and on August 21st, A. d. 1817, an inquisition upon the said real estate was confirmed by the court, by which it appears that the real estate was divided into three purparts and valued as follows, to wit:\nNo. 1. A tract of a hundred and twenty-two acres ninety-one perches, valued at $12,358.59.\nThis purpart was accepted by Jacob Dreisbach, the younger, at the valuation, and was awarded to him by the court subject t-o the payment of $4108.03 to the heirs at and immediately after the death of the widow (being one-third of the valuation-money after deducting expenses), and the sum of $246.48, the annual interest thereon, to the widow Dreisbach during her natural life.\nNo. 2. A tract of sixty-nine acres seventy-two perches, valued at $6742.56.\nThis purpart was accepted at the valuation by Jacob Boyer, one of the sons-in-law of Jacob Dreisbach, the elder, in right of his wife. The widow’s share remaining charged upon this purpart was $2235.91.\nNo. 3. A tract of nineteen acres one hundred and twenty perches of woodland in Lehigh township, valued at $605.53.\nThis purpart not being accepted was ordered to be sold, and was afterwards sold for $592.50.\nAugust 25th 1820, upon petition of Jacob Dreisbach and Jacob Boyer, administrators, &c., of Jacob Dreisbach, the elder, showing that the estate was indebted to them, it was decreed that from their bonds given by them respectively, certain deductions should be made. The deduction thus made upon the sum charged for the use of the widow on purpart Np. 1 was $422.20, leaving the amount remaining charged, $3685.83.\nJacob Dreisbach, the younger, died about the year 1824, intestate, and seised of purpart No. 1 above mentioned.\nOn August 19th 1825, David Deshler, administrator, &c., of his estate, presented a petition to the Orphans’ Court of Northampton county, setting forth an insufficiency of personal estate for the payment of debts, and praying for an order to make sale .of his real estate (being purpart No. 1 above mentioned, less a small piece of seven acres sold by Jacob Dreisbach, Jr., in his lifetime, to Thomas Crafty). This petition recites that the real estate is subject to the payment of the interest of $4108.03 annually to Margaret the widow of Jacob Dreisbach, the elder, deceased, during the term of her natural life, and the principal sum of $4108.03 to the heirs and legal representatives of the said intestate’s father, Jacob Dreisbach, the elder, after the death of the said Margaret Dreisbach. Upon this petition an order was granted to make sale of the residue of the tract, one hundred and fifteen acres ninety-one perches, upon the following conditions, to wit: $4108.03 to remain charged on the premises during the lifetime of Margaret Dreisbach, widow of Jacob Dreisbach, Sr., of which sum the interest is to be paid to the widow annually, and the residue to be paid in two equal payments, one half at. confirmation of sale, and the other half in one year thereafter with interest.\nNovember 25th 1825, report of sale to Benjamin Riegel, of New Jersey, at $51 per acre, amounting in the whole to $5893.21, upon the following conditions, viz.: subject to a water-right, &c., &c. The sum of $3685.83- to remain charged on the premises during the natural life of Margaret Dreisbach, mother of the intestate, the interest of said sum to be paid to the said Margaret annually, during the period aforesaid, and the said principal sura of $3685.88 is to be paid and distributed after the decease of the said Margaret to and among the heirs and legal representatives of Jacob Dreisbach, deceased, the father of said intestate. The said sum of $3685.83 being the balance of the one-third of the valuation-money of that portion of the real estate of Jacob Dreisbach, Sr., deceased, accepted by the intestate (Jacob Drdisbach, Jr.) in the Orphans’ Court of Northampton county, after deducting therefrom its proportion of the debts of the said Jacob Dreisbach, Sr., deceased, according to a decree of the Orphans’ Court. The residue of the purchase-money to be paid in two equal payments, the first on the day of the confirmation of sale, the second in one year thereafter with interest, and for the last a bond and mortgage to be given if required. Same day sale confirmed.\n12th December 1825, deed, David Deshler, administrator of Jacob Dreisbach, Jr., deceased, to Benjamin Riegel for the same one hundred and twenty-two acres ninety-one perches, reciting title from Jacob Dreisbach, Sr., for the consideration of $2208.38, under and subject to the payment of $221.15 yearly and every year during the natural life of Margaret Dreisbach, the mother of the said intestate, and the further sum of $3685.83 at and immediately after the decease of the said Margaret Dreisbach to the heirs and legal representatives of Jacob Dreisbach, deceased, the father of the said intestate, and excepting seven acres granted and conveyed by Jacob Dreisbach, the intestate, by deed to Thomas Graffin, dated 1st March 1820. Annexed to this deed is the receipt of the grantor for $2208.38 in full of the purchase-money.\n12th December 1825, deed, Benjamin Riegel and wife to Jacob Boyer for the same one hundred and twenty-two acres ninety-one perches, excepting the seven acres as above, reciting the foregoing deed, “ under and subject nevertheless to the payment of $221.15 yearly and every year during the natural life of Margaret Dreisbach, the mother of the said intestate, and the further sum of $3685.83 at and immediately after the decease of the said Margaret Dreisbach, to the heirs and legal representatives of Jacob Dreisbach, deceased, the father of the said intestate.” The consideration in this deed is $2208.38, with receipt annexed for that amount.\nJacob Boyer, the grantee in the last deed, died in the year 1852, intestate, leaving ten children.\nAfter his death on the day of 185 , the petition of his children was presented to the Orphans’ Court, praying for the appointment of a seven-men jury, to make partition and valuation of his real estate, and same day order granted.\n14th February 1853, report of jury confirmed dividing the real estate, being the same premises above described, into three purparts, viz.: No. 1 containing one hundred and twelve acres twenty-four perches, valued at $80 per acre, amounting to $8972; No. 2 containing two acres thirty-three perches, valued at $900; No. 3 containing one acre a hundred and three perches, valued at $700.\nSame day agreement of all the heirs filed, providing that the inquisition shall be amended by increasing the valuation of No. 1 to $95 per acre, making $10,654.24, and same day the decree of the court was amended accordingly.\nSame day Aaron Gluck, the defendant in this case, married to Mary A., one of the daughters of Jacob Boyer, deceased, accepted purparts Nos. 1 and 3 at the valuations as amended. Jacob J. Boyer accepted No. 2.\nOn April 12th 1853, the petition of Joseph Boyer, a son of Jacob Boyer, deceased, was presented to the Orphans’ Court, setting forth the foregoing proceedings upon the estate of his father, and “that it has since been ascertained that the said premises are subject to the payment of $221.15 yearly and every year to Margaret Dreisbach, the widow of Jacob Dreisbach, the elder, deceased, for and during her natural life, and to the payment of $3685.83 at and immediately after the decease of the said Margaret to the heirs and legal representatives of Jacob Dreisbach, deceased, her husband. That the said encumbrance was not taken into consideration by the appraisers in estimating the value of the said premises as the estate of Jacob Boyer, deceased,” and praying that the said sum so charged be deducted from the said valuation-money, and that the recognisances and bonds entered into by the acceptants of the said real estate of the said Jacob Boyer, deceased, be corrected accordingly.\nUpon subsequent proceedings the Orphans’ Court ordered that the deduction be made as prayed for, and that the bonds and recognisances given for the valuation-money by Aaron Gluck and Jacob J. Boyer, be corrected accordingly.\nDavid Deshler, the original administrator of the estate of Jacob Dreisbach, the younger, died some years ago, and after his death letters of administration de bonis non upon that estate were granted to Solomon Dech, the plaintiff in this action.\nThe defendant has paid to Mary Boyer, Sarah Rothrock, Elizabeth Siegfried, Susanna Becker, and Catharine Heilman, the five daughters of Jacob Dreisbach, the elder, deceased, five sixth parts (to each one sixth) of the said sum of $3685.83 in full of their shares thereof, leaving one sixth part thereof, to wit, the sum of $614.30J, yet in his hands.\nTo recover this share, the plaintiff, as administrator, &c., of Jacob Dreisbach, Jr., has brought this action of debt, claiming it to belong to his intestate as one of the heirs of his father, Jacob Dreisbach, the elder, deceased.\nIf, upon the foregoing facts, the court shall be of opinion that the plaintiff should recover, then judgment to be entered in favour of the plaintiff for the sum of $614.30J, together with interest thereon from the 6th day of April, A. D. 1857, otherwise judgment to be entered in favour of the defendant, the costs to follow the judgment, and either party reserving the right to sue out a writ of error.\nThe court below gave judgment in favour of the defendant, which was the error assigned.\nReeder $ Green, for plaintiff.\nH. D. Maxwell and O. G. Beitel, for defendant.\nMay 4th 1864,"
  },
  "file_name": "0403-01",
  "first_page_order": 403,
  "last_page_order": 411
}
