{
  "id": 485534,
  "name": "Sunderlin et al. versus Struthers",
  "name_abbreviation": "Sunderlin v. Struthers",
  "decision_date": "1864-05-26",
  "docket_number": "",
  "first_page": "411",
  "last_page": "424",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 411"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 981,
    "char_count": 36237,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.403200876546209e-07,
      "percentile": 0.6451269938903774
    },
    "sha256": "160c2817cc09154b192e8dffa2c10e2af1c811ee1976a4ba7aaf83dcb5bbda82",
    "simhash": "1:92475291724d1671",
    "word_count": 6358
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sunderlin et al. versus Struthers."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAsnew, J.\nThis was an action of ejectment by Thomas Struthers, the plaintiff below, against Irwin S. and Edwin Sunderlin and others, defendants below. The plaintiff claimed title by a sheriff’s sale of the title of Merritt Clark, and gave evidence to show that the Sunderlins had entered and held under Clark until 1855. The defendants gave no evidence of title in themselves, but gave evidence of sundry conveyances of Merritt Clark, showing that he had parted with all his title prior to the service of the attachment in which the judgment was obtained, under which the plaintiff purchased at the sheriff’s sale. To rebut this evidence the plaintiff offered a mortgage by Merritt Clark and others, reciting that Clark owned eleven twenty-fourths, and the others thirteen twenty-fourths of the premises in controversy.\nIn the mind of the court below the case seems to have turned upon two questions — 1st, Whether the Sunderlins entered under Clark, and held under him until he parted with his title in the early part of 1855; and if they did, then 2d, on the legal effect of the recitals in the mortgage ? The charge is not clear, and at first view it seems as if the court submitted the case to the jury on the ground of tenancy generally, with an instruction in favour of the plaintiff if the fact be so found. But a careful reading proves the meaning to be this — that if the Sunderlins did not go into-possession, and held under Clark in the years 1853, 1854, and 1855, the verdict must be for the defendants; but if they did so enter and hold during these years, that is, until title out of Clark as shown by his deeds, all of which bore date before the service of the attachment, April 5th 1855, then the case depended on the legal effect of the recitals in the mortgage from Clark and others. The court then charged that the effect of 'these recitals, upon the faith of which they said Struthers bought at sheriff’s sale, was an estoppel which prevented the Sunderlins, as tenants of Clark, from denying his title as recited in the mortgage. Upon a survey of the whole chargé, there can be no doubt this is its substance and effect.\nThe operation of such instructions upon the Sunderlins was this. It used the declaration in the mortgage made by Clark himself and his co-mortgagors to restore and create anew the relation of landlord and tenant, which he had terminated by his conveyances; and thus enabled Struthers to recover without showing a £park of title in himself, and thereby to turn out persons who by law were bound to hold for the vendees of Clark, in effect overriding Clark’s own deeds by his subsequent declarations.\nHis deeds carried not only his estate, but all the rents, issues, and profits, and reversions and remainders. They severed the prior relation between him and the Sunderlins, if they had been his tenants, and left them bound to attorn to his vendees.\nThen there was an interval of time between the date of the last deed and the date of the mortgage, during which the tenancy was wholly gone. How was the tenancy revived ? Only by the simple declaration of Clark that he owned eleven twenty-fourths, and the declaration or certificate of his co-mortgagors to the same fact. Thus the mere written certificate, as it were, of persons who were neither parties nor privies in estate, or in the suit brought to recover the estate, is made evidence to reinvest Clark with title to these eleven parts; and even more, it was laid upon the jury with a binding instruction on the ground that it operated as an estoppel upon persons who, after Clark had parted with his title, stood in no relation or privity to him.\nIf the tenancy of the Sunderlins under Clark at the time of the service of the attachment, or the levy and sale to Struthers, had been shown by evidence aliunde, we might understand that any declaration of Clark which could operate upon him might affect them by reason of privity of estate. What effect the recitals in the mortgage would have if coupled with other evidence tending to show a trust in the deeds for Clark, or a reconveyance to him, we are not now called on to say. But on what principle of evidence or law his naked declarations or those of a stranger could be used, first to renew or restore the'tenancy, and then to estop, it is difficult to perceive. The effect of it is to let into possession one who has shown no title whatever, contrary to the first principle of the law of ejectment, and thus to oust persons holding no fiduciary relation, and thereby to affect the title of Clark’s vendees, who, after their deeds, became the landlords.\n- These remarks in effect dispose of the bills of exception to the evidence.\nThe judgment is reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Asnew, J."
      },
      {
        "text": "Concurring opinion by\nStrong, J.\nThis was an action of ejectment brought by Thomas Struthers against Irwin S. Sunderlin and Edwin Sunderlin, to recover the possession of several tracts of land in McKean county. The plaintiff gave in evidence the record of a foreign attachment sued out by him against Merritt Clark, under which the sheriff on the 5th day of April 1855 attached the right, title, and interest of Clark in the lands in controversy. The defendant in the attachment appeared to the writ and took defence, and a verdict and judgment were obtained against him, under which his interest in the lands was sold to the plaintiff; who received a deed from the sheriff. In addition to this, some evidence was given tending to show that the Sunderlins were in possession under Clark. This was the whole of the plaintiff’s case.\nThe defendants made no attempt to prove title in themselves, and none to rebut the allegation that they had entered and held under Clark (though they attempted to limit the extent of their possession), but they gave in evidence certain conveyances showing that Clark had become the owner of the lands by deed from the plaintiff, and another on the 25th day of January 1853, and that he had parted with all his title before the judgment was recovered against him, and even before the attachment was sued out.- The last conveyance was dated on the 14th of February 1855, and was recorded on the 8th of June next following.\n- To meet this evidence given by the defendants, the plaintiff in rebuttal submitted the record of a mortgage from Merritt Clark and six of the grantees in his deeds, to one Stephen O. Shephard. It was dated on the 21st day of March 1855, acknowledged on the 3d day of April 1855, and recorded on the 18th of December next following. It was a mortgage upon the lands in controversy in this suit, and it contained the following recital, as introductory to the granting part: “ Whereas the said Merritt Clark is seised in fee of the undivided eleven twenty-fourth parts of the following described premises; and the said Archibald McClure of the one undivided twenty-fourth part; and the said John A. Rathbone of the undivided two twenty-fourth parts; and the said Ellis Baker of the one undivided twenty-fourth part; and the said Jared Post of the one undivided twenty-fourth part; and the said Theodore Van Heusen and Daniel D. T. Charles, jointly, of the undivided seven twenty-fourth parts; and the said Daniel D. T. Charles, individually, of the one undivided twenty-fourth part of the said premises in fee.” This mortgage, it will be observed, was not recorded until after the attachment was laid, though it was before the sheriff’s sale of the lands was made to the plaintiff. No evidence was given to show that the plaintiff actually knew of its existence until after he had purchased at that sale. It is also to be noted that, of the vendees of Merritt Clark, whose separate deeds were given in evidence by the defendants, Robert II. Pruyn, Peter Cagger, James Kidd, William B. Conent, Marcus G. Langdon, and Henry Clark, grantees of eight undivided twenty-fourth parts, did not join in the mortgage.\nUpon this state of facts, the court instructed the jury to find whether either or both of the defendants were in possession under Merritt Clark, and that if they found that they (the defendants) went into possession under him, and held under him in 1853, 1854, and 1855, the plaintiff, being the vendee of Clark’s interest in the premises, had the right as against them to the possession thus acquired and held. The jury were also told that if they found the defendants did not go into possession under Clark, and did not hold possession under him as before stated, their verdict should be for the defendants. This would have been right if the direction had been more specific, and if the' attention of the jury had been confined to the question whether the defendants held under Clark when the attachment was levied, which was April 5th 1855. The deeds given in evidence showed that Clark had sold his last remaining interest in the lands on the 14th of February, some fifty days before the levy of the attachment. It may therefore well have been that the Sunderlins entered under Clark and held under him in 1853, 1854, and 185-5, and yet did not hold under him when the lands were attached, or at anj’’ time afterwards. Indeed, the most important effect to be secured by giving Clark’s deeds to his grantees in evidence, was not to show an outstanding title, but to prove that whatever may have been the fact in 1853, 1854, or in the beginning of 1855, the defendants were not tenants of Clark, and did not hold under him on the 5th of Api’il 1855, or at any time after February 14th of that year, when his last deed was made. If they were his tenants before, they ceased to be such when he parted with the entire reversion. The charge of the court was, therefore, in this particular, calculated to mislead the jury, for it directed a verdict for the plaintiff and against the defendants, even though they were not holding under Clark when the plaintiff obtained his lien, and though they never held under him afterwards. It is true there is no specific assignment of error to this part of the charge, but it is inseparably connected with the other parts to which exception has been taken. Had the court submitted to the jury to find whether the defendants were in under Clark on the 5th of April 1855, and stopped there, the finding on that question would have ended the case,' and nothing more would have been required. But the case was not so submitted; and, in view of the fact that the defendants had given evidence to show that Clark’s title had ceased before that time, and that consequently they had ceased to hold under him, I think the case was erroneously put to the jury.\nThe principal error in this record, however, is found in that part of the charge in which the court virtually withdrew from the jury the question of the defendants’ possession under Clark, and declared as matter of law that as to eleven twenty-fourth parts of the lands, they were estopped from denying that he owned them after his conveyance to his grantees, and were therefore estopped from resisting the plaintiff’s recovery. This estoppel the court found in the’ recital of the mortgage already mentioned as having been given by the grantees named in some of the deeds made by Clark, and given to Stephen O. Shephard. The court instructed the jury, that, the mortgage having been recorded before the sheriff’s sale to the plaintiff, the recital in it estopped the mortgagors from denying that Merritt Clark was the owner of eleven twenty-fourth parts, because they had asserted it and because their denial of it now would be a fraud upon the plaintiff. They therefore submitted to the jury, as the only questions for them to determine, whether the parties to the mortgage made the declaration that Merritt Clark was seised of eleven twenty-fourth parts of the lands, and whether, on the faith of that declaration, the plaintiff bought Clark’s interest in them for a valuable consideration. Nor did the court stop here. They immediately withdrew even this submission, and went on to say that the mortgage contained such a declaration, and that the legal presumption was the plaintiff knew and acted upon it. “If,” said the court, “the principles which govern the doctrine of equitable estoppel are applicable to this case (and that they were the court had previously affirmed), there can be no question here now in regard to the title of the several mortgagors at the time of the execution of the mortgage, nor is it a matter of any consequence whether Clark was at that time the owner of any portion of the title.” And again, “ that Clark was seised in fee and had title is a legal presumption which his co-mortgagors are estopped from denying, because they have asserted it, and because their denial of it would be a fraud on the plaintiff.” Other parts of the charge are to the same effect. Of course, under such instructions, the jury found for the plaintiffs for eleven undivided twenty-fourths of the lands. They were not left at liberty to find for the defendants generally, or to find for the plaintiff a less favourable verdict than they did find. Nothing, indeed, was left to them but the question whether the defendants held the remaining thirteen twenty-fourth parts under Clark, and the verdict establishes that they did not.\nWith such a mode of presenting the case to the jury I cannot concur, and I regard the instruction given as to the legal effect of the recital as entirely erroneous. Conceding that the mortgage containing the recital, though neither the plaintiffs nor defendants were parties to it, was admissible in evidence as a declaration of some of those to whom Clark had made deeds-for the land, and tending to rebut the evidence the defendants had given that Clark’s interest had all passed out of him before the attachment was laid, and of course that they had ceased to hold under him, undue effect was given to the declaration. The title having been in Clark, if the defendants held under him while he was the owner, they must have held under the reversioners when the reversion was all granted away, and their possession was no longer Clark’s possession. Then, they had come into privity with the owners of the reversion, namely, Clark’s grantees; and declarations of the grantees, or any act of theirs that tended to show that Clark still remained the owner notwithstanding his deeds, was evidence against them. If the title of Clark’s co-mortgagors failed, if he still remained an owner, the defendants’ tenancy under him continued, if there was one before the conveyances, and as they undertook to shelter their possession under those mortgagors, they could have had no defence if the mortgagors would have had none. The question then becomes this, and it must be met: — whether the recital in the mortgage, with the subsequent purchase of the plaintiff at sheriff’s sale, estops the six grantees of Clark, who joined in the mortgage, from asserting their title according to the deeds to them. Certainly the recital could not affect the title of Pruyn, and the fivo others who were grantees of eight twenty-fourth parts. It was not even evidence against them. Their deeds were upon record, and it is to be presumed the plaintiff knew they were owners of eight parts. If the recital affected anything, therefore, it must have been the remaining sixteen parts. But it declares that of those sixteen, in regard to which alone the co-mortgagors of Clark could speak, thirteen belonged to them. This it asserts in the same language and in the same sentence as is used to assert Clark’s ownership of eleven parts. It is not therefore an admission that Clark’s interest is to be served out of their thirteen parts, and, as already said, as an admission that it could he served in any degree out of the unmortgaged parts, it amounts to nothing. At most, it was an admission that Clark owned eleven shares to be served out of some other interest than those of his co-mortgagors. Nor was it possible that the plaintiff was misled by it. He was told by the mortgage, -if he saw it, that the grantees who were mortgagees owned thirteen shares, and he knew by the records that Pruyn and others owned eight. He therefore knew it was impossible for Clark to own eleven, if the other portion of the recital was true. Indeed, the estoppel which he now sets up, and which the court declared to be sufficient in law, involves the necessity of his denial of the recital which he says misled him. Such an application of the laws of estoppel by matter in pais, I undertake to say, was never heard of before, and it would work the rankest injustice.\nNor was the recital an admission or declaration made to the plaintiff at the time of the sale, or at any previous time. He was not a party to the mortgage. It was altogether res inter alios acta. If he saw it and did not know it was a mistake or a falsehood, still he was not warranted in relying upon it. I agree that if the plaintiff had been induced to purchase by anything said by these mortgagors at the sale, or by representations made by them to him previously, they would have been bound by their declarations, and precluded from averring the contrary to the prejudice of his title. But it is an unprecedented extension of the doctrine of equitable estoppel, to hold that a man is bound to the world to make good what he has said to any one, if others choose to rely upon it. If every man may be held liable not only to parties and privies to his deed, but to all mankind to make good every introductory recital which the deed contains, it behooves him to avoid all recitals, and be careful what scrivener he employs. Such is not the law, and there are no authorities which assert it. The plaintiff then, being a stranger to this mortgage, neither a party nor a privy, cannot use it as the basis .of an equitable estoppel.\nEven if he could, and even if it had contained an unqualified admission that Clark owned eleven parts, to be served before the other mortgagors could claim anything, there was no proof in this case that justified the court in declaring, as matter of law, that he had been misled to his hurt. True, the mortgage was on record, but there was no evidence that the plaintiff ever actually saw it. He was not bound to search the record after April 5th 1861, when the attachment was levied, and the mortgage was not recorded until long after that time. At best the record was only constructive notice. It raised a presumption that the plaintiff saw it. On this mere presumption the court raised a second presumption that he bought on the faith of it. The estoppel, therefore, the gist of which is always fraud, is rested on a double presumption, never allowed in any case, certainly not when fraud is asserted.\nBut in reality the recitals in this mortgage must be regarded as several, each mortgagor reciting only his own title. This must always be the case where there are several joint grantors, and the title of each is described. Each is interested only to the extent of his own title. He is not presumed to know the title of his co-grantors. Suppose the extent of the interests of all the grantors is misrecited and exaggerated, how is it possible for each to assure to the others out of his own what the recitals call for ? For these reasons, briefly stated,\nThe judgment of the court below should be reversed.",
        "type": "concurrence",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "_ J. W. Qomly, W. W. Willard, 8. O. Eyde, and W. A. Williams, for plaintiffs in error.",
      "R. Brown and L. B. Wetmore, for defendant."
    ],
    "corrections": "",
    "head_matter": "Sunderlin et al. versus Struthers.\nEffect of recital in mortgage.— When not an estoppel. — Estoppel by matter in pais.\nC., the owner of land, sold it by deed in twenty-fourth parts to vendees, some of whom afterwards joined with him in executing a mortgage to a stranger, containing a recital that he was the owner of eleven twenty-fourths: after the execution of the mortgage and before it was recorded, a creditor of C. issued a writ of foreign attachment against him, obtained judgment, and at sheriff's sale, on execution, bought the land for which he brought ejectment against the persons in possession, O.’s former tenants, who alleged in defence that O. had no title when the attachment was served, to which the plaintiff replied the recital in the mortgage as an estoppel. Held,\n1. That as the recital was but the naked declaration of O. and his co-mortgagors as to the extent of his title, made after he had conveyed it by deed, and the tenancy of the defendants had ended, it could not operate as an estoppel against them to prevent their denial of O.'s title or that of the plaintiff who claimed it by virtue of his purchase at sheriff's sale.\n2. The recital in the mortgage with the subsequent purchase of the plaintiff did not estop the grantees of 0., who joined in it from asserting their title according to their deeds, nor was it equivalent to a declaration of trust in them in his favour, as to the portion therein recited; but it was several statements, each reciting his own title, that neither were bound to know or assure the title of the other.\n3. Where the only evidence of estoppel'was the recital in the mortgage, and no declarations by parties or privies in title were proven to have been made at the sale upon the faith of which the plaintiff purchased, it was error in the court to declare, as matter of law, that the plaintiff had been misled thereby to his hurt, for he was not bound to examine the record except prior to the service of his attachment, and the mortgage was not recorded until afterwards.\n4. Where the possession or occupancy of the defendants under O. was a disputed question in the case, it was error to instruct the jury that if they found that the defendants went into possession under O. and held under him in the year in 'which the attachment issued and the two prior years, the plaintiff as the vendee of C.’s interest was entitled, as against them, to the possession: but that if they found that the defendants did not go into possession, and hold under C., the verdict should be for them: the attention of the jury should have been directed to the time of the service of the writ of attachment, for the defendants might have held under O. during that year, and yet by his conveyance of the title, not have so held when the attachment issued.\nError to tbe Common Pleas of MeKean county.\nThis was an action of ejectment by Thomas Struthers against Irwin S. Sunderlin, Edwin Sunderlin, David Harrower, Merritt Clark, Peter Cogger, James McClure, Henry Clark, Marcus Gr. Langdon, Ellis Baker, Jared A. Post, Theodore Van Heusen, Samuel Bradly, Benjamin Barker, and Anthony Fay, for seventeen thousand and fifty-nine acres of land. The writ was only served on Irwin S. Sunderlin, Edwin Sunderlin, and David Harrower.\nC. W. Vail, P. Wingard, Nathan Pickett, John M. Poland, were summoned as terre-tenants, and, with the defendants served, pleaded not guilty.\nThe only evidence offered by the plaintiff at the trial was the record in No. 31, June Term 1855, of McKean Common Pleas, which was a foreign attachment, commenced by said Thomas Struthers against Merritt Clark, March 31st 1855, and under which the sheriff of McKean county, on the 5th of April 1855, attached the right, title, and interest of the said Clark in the lands described in this ejectment.\nClark appeared to the attachment, took defence, and a trial was had therein on the 29th December 1858, which resulted in a verdict and judgment in favour of Struthers for $19,648.10.\nA fieri facias was issued to No. 28, February Term 1859, on said judgment, under which the sheriff levied upon the aforesaid lands, which had been attached as the property of Clark, and on the 3d day of March 1859 held an inquisition thereon, under which they were condemned.\nA venditioni exponas was issued to No. 238, September Term 1859, upon which the sheriff sold the lands to Struthers for $1000, and a deed was executed to him for the same by the sheriff on the 30th of September 1859.\nAfter having given the above record and deed in evidence, the plaintiff below called his attorney, Mr. Wetmore, who swore that lie had had conversations with Irwin S. Sunderlin and Edwin Sunderlin, two of the defendants below, in the year 1853, or 1854, or 1855, in which the witness “heard them say they were there in some way with Mr. Clark.”\nHe did not recollect ever talking with- the Sunderlins about the title to the land — it was about the mill. The conversation about the occupancy was in 1853, or 1854, or 1855. The plaintiff below then closed his case.\nThe defendants below then gave in evidence a deed from William A. Irwin and Thomas Struthers to Merritt Clark, for the said tracts of land, bearing date the 25th of January 1853. Consideration $73,000. Recorded in McKean county on the 12th February 1853.\nIn connection with the foregoing, the defendants gave in evidence seventeen deeds, duly acknowledged and recorded, from Merritt Clark and wife, to various persons, between the 1st of July 1853 and the 1st of December 1854, conveying away in fractional parts all his interest in said lands.\nThe defendants then proved by Enoch A. Crandell, that Irwin and Edwin Sunderlin resided on one of the tracts containing nine hundred acres; that the mill, houses, and improvements were all on that tract; that they had made roads which led off it on to two adjoining tracts, which tracts adjoined, the longest of which was some four miles; that they had cut no timber since 1857.\nThe defendants below then rested.\nThe plaintiff below, to rebut the evidence of defendants, offered the record of a mortgage, bearing date the 21st day of March 1855, between Merritt Clark and wife, of the state of Vermont, Archibald McClure and wife, John F. Rathbone and wife, Ellis Baker and wife, Jared A. Post and wife, Daniel D. T. Charles and wife, and Theodore Van Heusen, of the city of Albany, New York, parties of the first part, and Stephen O. Shephard, of said city of Albany, of the second part; which mortgage was recorded in McKean county on the 18th of December 1855 — and which contained the following recital:—\n“ Whereas the said Merritt Clark is seised in fee of the undivided eleven twenty-fourth parts of the following described premises (being the lands above mentioned), and the said Archibald McClure, of the one undivided twenty-fourth part, and the said ■John F. Rathbone, of the undivided two twenty-fourth parts, and the said Ellis Baker, of the one undivided twenty-fourth part, and the said Jared A. Post, of the one undivided twenty-fourth part, and the said Theodore Van Heusen, and Daniel D. T. Charles, jointly of the undivided seven twenty-fourth parts, and the said Daniel D. T. Charles individually of the one undivided twenty-fourth of the said premises in fee.”\nThis evidence was offered by the plaintiff to show that the other parties of the first part held the legal title for eleven twenty-fourth parts in trust for Merritt Clark, and that having made the declaration that said Clark was so seised at the date of the mortgage, they are now estopped from setting up title in themselves.\nTo which offer defendants’ counsel objected,\n1. Because the recital as to the seisure of Merritt Clark is exclusively his recital, and not that of the other parties to the mortgage, who severally in the same mortgage- recite their own several seisures.\n2. The recital is an immaterial one, of no importance in the mortgage, but mere surplusage, and is to be attributed to the scrivener rather than to the parties to the mortgage, and is not binding on any of the parties.\n3. Thomas Struthers, the plaintiff, is a stranger to the mortgage, and could not have been misled by it, as the deeds from Merritt Clark, previously made by him to his several vendees, were duly recorded before the issuing of the foreign attachment; and besides, Struthers had no knowledge of the mortgage, or the recital therein, until at least after the service of the writ of attachment on the land.\n4. The recital not stating from whom, when, or how Merritt Clark became seised, after the execution of the various deeds by him given in evidence, it is too vague and general to be submitted to the jury even as evidence to prevail against those deeds; and,\n5. The recital is not the declaration of the Messrs. Sunderlins, or of any person under whom they claim possession, and is not binding on them.\nThe court below overruled the objections, admitted the evidence, and sealed a bill for defendants.\nThe defendants then offered to prove by Stephen O. Shephard, the mortgagee, that the mortgage was never delivered to him; that he advanced no money upon it, and to show the reasons and circumstances why the same was not executed, to rebut the inference, that an examination of the title showing eleven twenty-fourths of the interest in the land vested in Merritt Clark had been made by Mr. Shephard before he advanced the sum of money named in -the said mortgage.\nThe court below rejected this offer, and sealed a bill for defendants. The case was then closed.\nDefendants’ counsel presented several written points, requesting the court below to answer them in writing, to which the court gave no especial answer, but in their general charge instructed the jury that the principles established by judicial decisions in the cases cited by plaintiff’s counsel on the argument ruled the point involved. The court also charged as follows :—\n“ Clark is a party to the mortgage. It would not be presumed that he would execute it without being seised of some interest in the premises mortgaged. It would not be presumed that his co-mortgagors would unite with him in a mortgage reciting specifically the interests of each in the mortgaged premises without any knowledge of their respective interests. [The presumption is that they did know the situation of the title, and the extent of the interest of each therein. But, whether they did or did not, they aver in the recital that Clark was seised in fee of eleven twenty-fourth parts of the premises mortgaged, and they are not now permitted to deny the trpth of that averment, to the prejudice of the plaintiff, who has acted upon it.] The jury are therefore instructed that the recital of title in the mortgage of the 21st of March 1855, and the purchase of the premises at sheriff’s sale by plaintiff, upon the faith or belief of the truth of the fact set out in that recital, in regard to the interest of Clark in the premises, are sufficient to prevail against the title of the co-mortgagors of Clark, acquired by deed dated prior to the date of said mortgage, as shown in evidence, to the extent of the averment or recital of title in Clark, to wit, eleven twenty-fourth parts of the lands described in said mortgage.\n“ It is argued that the recital cannot have as much force or effect as the declarations of the parties proved by parol, that but little reliance should be placed upon it by the jury, that it is an immaterial recital as regards the parties to the mortgage, and, in so far as it declares title in Clark, is a mistake of the scrivener.\n“ The court do not deem the recital as having any greater force than a parol declaration, but the evidence of the fact that the parties made such a declaration as shown by the recital in a written instrument under the hands and seals of the parties, is more conclusive and satisfactory than any parol evidence proving an oral declaration of the same character, and in the absence of any evidence showing mistake made by the scrivener, such mistake is not to be presumed.\n“ The introduction of deeds in evidence, dated prior to the execution of the mortgage, showing the conveyance by Clark of his whole title to different grantees, is not evidence of such mistake, the presumption being that Clark had title by reconveyance from his grantees, or that they held eleven twenty-fourth parts of the title in trust for him.\n“ But even if it could be shown that a mistake had been made in the recital, the plaintiff would not be affected by it, unless he had notice of it before the sale, and recorded deeds bearing date prior to the date of the mortgage, containing the recital, although showing the conveyance by Clark of his whole title in the premises to the grantees named therein, would not constitute such notice.\n“Nor is it any objection to the application of the doctrine of equitable estoppel in this case that the recital in the mortgage is'immaterial, and does not affect the validity of this mortgage. The assertion of title in Clark is not his assertion alone, but is the assertion also of his co-mortgagors, and there is no reason why it should be attributed to him alone — it is the assertion of a specific fact, and not a general recital, such as in several cases cited by defendants’ counsel, is regarded by the Supreme Court as entitled to but little credit.\n“ If the doctrine of estoppel is applicable to this case, the only questions to be determined by the jury are, whether the parties to the mortgage given in evidence made the declaration that Merritt Clark was seised in fee of eleven twenty-fourth parts of those lands; and whether, on the faith of that declaration, the plaintiff bought Clark’s interest in said lands for a valuable consideration.\n“In proof of the declaration of the mortgagors, you have before you the record of the mortgage containing the recital, and that plaintiff bought upon the faith of such declaration, you have the evidence that it was spread upon the record long prior to the issuing of the writs on which Clark’s interest was levied and sold.\n“ The legal presumption is that he knew of it, and acted upon it. If the principles which govern the doctrine of equitable estoppel are applicable to this case, there can be no question here now in regard to the condition of the title of the several mortgagors at the time of the execution of the mortgage; nor is it a matter of any consequence whether Clark was at that time the owner of any portion of the title.\n“ The averment of the mortgagors was that he was seised of eleven twenty-fourths of the land mortgaged, and if the plaintiff acted upon that averment, and purchased his interest in those lands for a valuable consideration, the parties making it are not permitted to allege that it was untrue to the prejudice of Clark’s creditor, who acted upon it.\n“ [That Clark was seised in fee, and had title, is a legal presumption which his co-mortgagors are estopped from denying, because they have asserted it, and because their denial of it would be a fraud on the plaintiff.]\n“ The evidence of Enoch A. Crandall proves that E. S. Sunderlin and Edwin Sunderlin resided in 1860 on warrant No. 3717, and that the mills and improvements, including the houses, barns, &c., occupied by them, were on that survey.\n“ The deed from Irwin & Struthers to Merritt Clark, shows that these lands were all conveyed by them to him, and it is shown by other evidence in the cause that roads were made from the mills in different directions, upon several of the surveys leading into the timber upon various portions of the whole tract, not upon every survey, but upon a sufficient number of the surveys to raise the inference that the whole body of lands was occupied as one lumbering property, and used for that purpose. One of these roads was four miles in length, another two miles and a half, with branch roads leading from it into the timber.\n“This would not give to the Messrs. Sunderlins such possession and occupancy as would enable them, if they held adversely, to acquire title to the whole under the Statute of Limitations, [but their possession would be such as would authorize a recovery in this suit by the plaintiff of Clark’s interest in the whole, if the jury are satisfied, from the evidence, that they were in possession under Clark.]”\nUnder these instructions there was a verdict and judgment for plaintiff against Irwin S. Sunderlin and Edwin Sunderlin for eleven twenty-fourths of the land claimed. Whereupon this writ was sued out, and the admission in evidence of the judgment and proceedings in the attachment, the mortgage of Clark and others above mentioned, were assigned for error, as also so much of the charge of the court as is printed above in brackets.\n_ J. W. Qomly, W. W. Willard, 8. O. Eyde, and W. A. Williams, for plaintiffs in error.\nR. Brown and L. B. Wetmore, for defendant.\nMay 26th 1864,"
  },
  "file_name": "0411-01",
  "first_page_order": 411,
  "last_page_order": 424
}
