{
  "id": 485523,
  "name": "Smith's Appeal. Cassey's Estate",
  "name_abbreviation": "Smith's Appeal",
  "decision_date": "1864-06-22",
  "docket_number": "",
  "first_page": "424",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 424"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 545,
    "char_count": 10808,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 9.399010985533531e-08,
      "percentile": 0.5156343091817323
    },
    "sha256": "30ffde29a764d6a14cdb014ee33cf8ca456a8c3dcd6b4cb1b8a41e499599a239",
    "simhash": "1:5086d2c03ca12231",
    "word_count": 1863
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith’s Appeal. Cassey’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nJoseph Cassey, who was a man of colour, and a barber by profession, and possessing pleasing manners, great industry, and an excellent character, and who had acquired a considerable real and personal estate, died in the city of Philadelphia in the month of January 1848, leaving surviving him his wife and six children, four of whom were minors. His will, dated August 20th 1844, and a codicil thereto, dated two days afterwards, were admitted to probate on the 19th of January 1848, and letters testamentary were granted to the executors, Amy Matilda Oassey and Stephen Smith, and on the 31st of the same month a very particular and detailed inventory and appraisement, certified by the appraisers, was filed in the office of the register, valuing the personal estate at $15,477.84.\nHe appointed Mrs. Cassey trustee of his residuary estate and guardian of his minor children. He gave his household furniture to his wife, and bequeathed, the residue of his personal property to his executors, to be converted by them, when deemed expedient, into cash, and applied from time to time, as they should think most advantageous to his estate, in paying off judgments and encumbrances (except ground-rents) on his real estate. In case of a surplus, after paying off encumbrances, he directed it to be applied to the extinguishment of ground-rents, and one-third of the residue (if any) he gave to his wife, and the remaining two-thirds to his children in equal shares.\nTo five of his children he devised a house and lot each, and to the sixth the sum of $3000, as an equivalent. The residue of his real estate he devised to his wife, in trust, to manage the same, collect the rents, and apply the income, together with that -accruing from the properties given to his children (the rents of which she was to collect till they successively arrived at age), first, to the payment of the interest on the encumbrances on all his real estate; secondly, to the support of his wife during life, and the maintenance and education of his children during their minority; and, thirdly, to apply the residue, if any, as far as it might go, to pay off the principal of the encumbrances, if not paid off by the proceeds of the personal property.\nOn the decease of his wife he devised all the residue of his^ real estate to his six children in equal shares. Mrs. Cassey, in September 1850, married Charles Remond, and removed to Boston, where she died in August 1856. On the 28th of December 1850 she signed a petition to the Orphans’ Court, in which, after stating that by the codicil she ceased to be the guardian of her minor children, and Stephen Smith became the guardian in her place and stead, she desired to be relieved from her executorship and trusteeship, and that Stephen Smith should be appointed trustee, under the will, in her place and stead, without giving security, and the two adult children, Joseph W. Cassey and Alfred S. Cassey, and Stephen Smith, guardian of the minor children, signed a paper bearing date the same day, declaring the contents of the petition to be true, and agreeing and requesting that the said Amy Matilda Remond may be released and discharged as executrix and trustee, without first being required to file an account of said trust, and that the said Stephen Smith may be appointed trustee, under the will of Joseph Cassey, without being required to enter security. This petition and agreement and request were presented to the Orphans’ Court, who, on the 3d of January 1851, granted the prayer of the petition, and from this time Stephen became the sole executor, and also trustee of tho real estate, and had been the guardian of the minor children from the time of Mrs. Cassey’s second marriage, September 1850.\nOn the 18th of March 1853, one of the sons of Mrs. Oassey applied to the court for a citation to the.appellant to file his account as executor. Mr. Smith filed his account as trustee in 1858, which was audited and modified by agreement, and was confirmed by the court on the 18th of November 1859. In 1858 the citation of 1853 was brought up, and Stephen Smith filed his account as executor with the register on the 9th of March 1858, which was referred to an auditor to audit, settle, and adjust, and to report distribution of the balance.\nThe audit commenced in May 1858, and the evidence and argument closed on the 24th January 1861. His original report found a balance against the accountant of $12,078.78, which, upon exceptions before him, the auditor, by a supplemental report, reduced to $8545.04, and upon exceptions filed in the Orphans’ Court, certain of which were allowed by the court, was still further reduced by the auditor in a final report, made in accordance to the decree of the court, to $5853.50, which was confirmed by the Orphans’ Court, and from their decree this appeal i,s taken.\nAll the credits and allowances made to the accountant by the final decree of the court were correctly and properly given, and the only question before us is whether he is entitled to any more.\nThis protracted litigation has been owing principally to two causes : 1st. The very unwise course of permitting Mrs. Remond’s discharge without filing any account, as it is evident that, during the early portion of the executorship, a great deal of its business must have been transacted by her, and much money must have passed through her hands.\n2d. That neither party could, or at least did, produce any authentic copy of the inventory, and that the original could not be found after diligent search in the register’s office until, by the accountant liberally rewarding one of the clerks in the office, a renewed and more thorough search was made, and the inventory produced on December 27th 1860, not quite a month before the closing of the audit as before stated.\nNo account under these circumstances being filed for more than ten years, it is not strange that forgetfulness of facts should be found all around, and that a correct settlement at this late day must be nearly impracticable.\nOne credit of $2539.89 is claimed by the accountant which was not allowed by the court below. The accountant produced .receipts or vouchers for payments of debts due by the estate made by Mrs. Oassey, executrix, prior to her discharge, amounting ■to $8335.89. Of this amount the auditor allowed $5796.97, but charged Mrs. Smith with the remainder, $2539.89. The question is, was this amount properly rejected.\nThere can be no doubt that these were debts of the estate and were paid by Mrs. Cassey as executrix; and if they were paid out of the personal estate by her, instead of out of the rents and profits of the real estate, of which she was the trustee, it was a payment beneficial to the legatees, who were also the devisees of the real estate, because in the residue of the personal estate she was entitled to one-third at all events, whilst upon her discharge she ceased to have any control over the real estate, and upon her decease all interest in it terminated by the original terms of the will. This view is also supported by the fact that thirteen years ago these payments were virtually recognised by the acts of the adult children, and of the guardian of the minors, in good faith, upon which the court discharged her, both as executrix and trustee, thus practically settling her accounts upon that basis. It is therefore entirely immaterial whether the money was originally received by her .or her co-executor, and applied by her to the payment of debts; he ought to be allowed a credit for those payments, as he is charged with the whole amount of the inventory. This is an allowance against legatees (not creditors, for there are none) who are actually benefited by the mode in which they have been made.\n- The loss of commissions is a punishment for negligence arising out of a kind feeling for the widow of a deceased friend, but we cannot relieve the executor from its necessary effect. The progress of this litigation and its various steps, resulting in regular diminutions of the balance charged against the executor, induce us to charge the whole expenses of the audit to the estate.\nThe balance, therefore, of $5853.50 will be altered and rectified, by striking out the charge against the accountant of onéhalf expenses of audit, $262.05, and crediting the accountant with $2539.89, with interest, calculated upon the principles adopted in the report.\nWe think the court below were right in dismissing the other exceptions. The balance thus ascertained then remains for distribution. The tenth exception, which appears to have been first taken in this court, relates to the distribution of the balance, of which, under the express terms of the will, one-third belongs to the representative of the widow of the testator. The remaining two-thirds would be divided into six parts, to be awarded in the manner reported by the auditor.\nIf the counsel cannot arrange the account of which the principles of settlement are stated above, the court will refer the matter to an auditor to state and report to the court for a final decree.\nIn Cassey’s Appeal, the exceptions are dismissed, and the appeal also.-",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Charles Grihbons, for appellant.",
      "Wm. Henry Rawle and L. Stover, for the devisees of deceased, who were the appellees."
    ],
    "corrections": "",
    "head_matter": "Smith’s Appeal. Cassey’s Estate.\nSettlement of estate of decedent. — Liability of devisees for money paid by widow and executor in satisfaction of debts of decedent out of personal estate.— Commissions of executor, when forfeited.\n1. Where a widow who was one of the executors of a decedent paid debts out of the personalty (of which she was entitled to one third) instead of the income of the real estate, devised to her children, of which she was a trustee, her co-exccutor, after her discharge by the Orphans’ Court, on petition of the legatees, without settlement of her account, and subsequent death, was held entitled, on settlement of his account and a charge of the whole inventory against him, to a credit for the amount of debts paid by the widow, as against the children and legatees, who were benefited by the mode of payment.\n2. Negligence in an executor, though arising from kind feeling for the widow of the decedent, is properly punished by the loss of commissions: but he is not chargeable with any part of the expenses of the audit, where the various steps m the litigation upon his account resulted in successive diminutions of the balance against him.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal by Stephen Smith, surviving executor and trustee, under the will of Joseph Cassey, deceased, from the decree of the court below, in the matter of his first and final account.\nThe whole case will be found in the opinion of this court.\nCharles Grihbons, for appellant.\nWm. Henry Rawle and L. Stover, for the devisees of deceased, who were the appellees.\nJune 22d 1864,"
  },
  "file_name": "0424-01",
  "first_page_order": 424,
  "last_page_order": 428
}
