{
  "id": 485581,
  "name": "Harvey versus The Lackawanna and Bloomsburg Railroad Company",
  "name_abbreviation": "Harvey v. Lackawanna & Bloomsburg Railroad",
  "decision_date": "1864-06-22",
  "docket_number": "",
  "first_page": "428",
  "last_page": "437",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "17 Wendell 649",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. & S. 375",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1012,
    "char_count": 25939,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 2.3674567333872477e-07,
      "percentile": 0.795005036973198
    },
    "sha256": "2750478d710e86c521056af3e7f57784abd5949c9079be01a446ae176a3ab7f2",
    "simhash": "1:28e3aca4cae6bcc5",
    "word_count": 4593
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harvey versus The Lackawanna and Bloomsburg Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nRead, J.\nThe plaintiff is the owner of a very valuable tract of land of about three hundred and fifty acres, of which two hundred and fifty-five acres one hundred and fifty perches are coakland, having three veins, described respectively as the three feet, the twenty feet and the twenty-two and a half feet vein, and it was estimated to contain ten millions of tons of anthracite coal. It is situated at the lower end of the Wyoming Yalley, just above the Nanticoke dam, which was completed about 1833, and the towing-path was extended up the pool to a point near this property. Subsequently the canal was extended to the New York state line, opening up the coal region of- the Wyoming Yalley. The Lackawanna and Bloomsburg Railroad Company, incorporated in 1852, was completed in 1857, extending from Northumberland to Scranton, traversing the limestone and ore regions of Montour and Columbia counties, and running through the Wyoming coal-field for its entire distance. It passed, from necessity, through Mr. Harvey’s land, between the river and the mountain, which is very precipitous.\nThe present controversy arises out of the alleged damage occasioned to his land by the construction of this railroad. The canal was extended to the upper coal region, without any complaint on the part of Mr. Harvey, although to a certain extent it might be supposed to interfere with the monopoly of the canal navigation practically possessed by him before the extension was effected. But it seems now to be claimed as a ground of damage against the railroad company, that it has brought other owners of coal property into competition. The continuation and extension of railroad facilities is a positive benefit, for it creates a large and steady market for the article in which he deals, and he still possesses both by land and water the actual advantages of a shorter transportation, and of course of a diminished expenditure upon the product of his land. Besides, the continuation of a railroad beyond your door, can never be claimed as an item of damage in passing through your property.\nThe rule for estimating damages was distinctly laid down by Judge Gibson, forty-three years ago, in The Schuykill Navigation Company v. Thoburn, 7 S. & R. 411, in this emphatic language: “ The jury are to consider the matter just as if they were called on to value the injury at the moment when compensation could first be demanded. They are to value the injury to the property without reference to the person of the owner, or the actual state of his business; and in doing that the only safe rule is, to inquire what would the property, unaffected by the obstruction, have sold for at the time the injury was committed ? What would it have sold for as affected by the injury ? The difference is the true measure of compensation.” The rule was laid down again in the same words by Judge Rogers in The Schuykill Navigation Company v. Farr, 4 W. & S. 375, twenty years afterwards, accompanied with strong cautions against allowing it to be infringed upon by introducing irrelevant matters, not to ascertain but to enhance the price of the property beyond its actual value. In the matter of Furman Street, 17 Wendell 649, Mr. Justice Bronson has made some very striking observations which bear on the case under consideration. An individual, by the opening of the street in the rear of his lot, had it cut down about forty-five feet, and he estimated his damages by the cost of a wall necessary to support the soil of his ground at the same height as before, he using it as an ornamental garden attached to his dwelling.\n“In a case like this,” says the learned judge, “the proper mode of adjusting the question of damages is, to inquire what is the present value of the land, and what will it be worth when the contemplated work is completed. In deciding these questions, neither the purpose to which the property is how applied, nor the intention of the owner in relation to its future enjoyment, can be matters of much importance. In both cases, the proper inquiry is, what is the value of the property for the most advantageous uses to which it may be applied ? If a man suffer his land to lie open and unimproved, that will not authorize the commissioners to say it is- worthless. They must award what the land would be worth in the hands of another who would cultivate or improve it, that is its value to the owner because he can procure that sum of money for it; and in estimating the probable influence of any public improvement upon the value of land, the commissioners should not regard so much the intention of the owner in relation to the future use, as they should the purpose to which the property may be applied in the hands of one who is disposed to make it yield the greatest income. What price will it bring in the market ? . That is the proper inquiry in a proceeding of this kind. As between individuals the owner may demand any price however exorbitant for his property, but when it is taken for public purposes he can only demand its real value. That value cannot depend in any degree on his own will.” “ The appellant is no doubt averse to a change in the use of his grounds on Furman street, from horticultural to commercial purposes, and he prefers to retain instead of parting with his property ; hut these considerations can have no just influence, as between him and the public. There can be no other practical guide for the commissioners than the intrinsic value of the lands, and that value depends on the uses to which it may be applied, or the price which it will bring in the market. The appellant may build a wall and continue the enjoyment of his garden, but upon no legal principle can he charge the expense to the public, if, by adopting another course, he 'might avoid the necessity of incurring it. If, in truth, this lot will be more valuable after the street is opened than it is at present, what might be the effect of adopting the rule insisted on by the appellant ? After receiving four or five thousand dollars to pay the expense of erecting a wall, he may change his purpose and either apply his land to commercial uses or sell it to some one else, who will do so.”\nThis mode of estimating the damages of Mr. Harvey has been distinctly stated by the court, and all other instructions are in fact simply subsidiary to this view.\nThe first eight assignments of error are to the rejection of evidence which, if admitted, could not in any manner have affected the question of the value of the land either before or after its taking by the company. There is no error in the instruction objected to in the 9th assignment of error, nor in the subsequent nine assignments, which principally proceed upon a wrong apprehension of the law of the case. A state road was laid out through Mr. Harvey’s land, and for his own convenience he carried from his mine five iron tramways diagonally across this road to the canal bank or pool, down which his cars, loaded with coal, descended by their own gravity. The railroad company occupied this public highway with their railway, took up the five tramways, and gave Mr. Harvey two crossings in place of them. Eor this alleged injury is his real claim for damages. His being the owner of the soil does not give him any more right over the highway, or the passage along or over it, than any other individual.\nThe answer to this is, that these tramways were nuisances, illegally placed there by the plaintiff, and were therefore properly removed. Any act by which a public highway is in a perceptible manner obstructed, is a nuisance. In The King v. Morris, 1 Barn. & Ad. 441, it was held that a railroad from a colliery to a seaport town laid upon a turnpike road was a nuisance, and the same doctrine was held in Reg. v. Train and others, 8 Jurist 1151, where a tramway was laid on a public highway and used for the transportation of passengers in cars. In the last case, Crompton, Justice, said, “ He contends that it is a question for the jury, whether what was done was not a reasonable and convenient arrangement of the highway, for the convenience of the public generally, using that highway, and for the accommodation of the traflic passing over it.” “ He is thus, it seems to me, driven, in order to avoid any conflict with the class of cases to which I have referred, to confine his proposition to cases where the arrangement is for the benefit of the public using the highway and for the accommodation of the traffic passing over it. Now, it appears to me that admitting the proposition to be true, his case is not brought within its terms, inasmuch as this is clearly not a dealing with or any alteration of the highway in an ordinary manner, such as the construction of a footpath, a paved crossing, or the like. Cases might be put, where even such a dealing with a highway, however necessary and advantageous to a portion of the public, would be so complete an obstruction to the remainder of the highway as to amount to a nuisance; but admitting, as I have already said, the position to be true, it appears to me that the present case is not brought within it, inasmuch as, being so far from an ordinary use of the highway, what is here complained of amounts to an actual withdrawal of a portion of it from its proper legitimate purposes.” “I think therefore, that the principle laid down in Reg. v. The Longton Gas Company, 6 Jur. N. S. 601, applies, and that the legal carrying out of such a scheme as the present can only be effected by Act of Parliament.” And this undoubtedly is the law of Pennsylvania. In the next case of Reg. v. The United Kingdom Electric Telegraph Company, Id. 1153, the same court held that the post of a telegraph erected on a highway and placed there without lawful authority, is an unlawful act and amounts to a nuisance at common law.\nIt is clear, therefore, that the placing of these five diagonal tramways across the state road was an unlawful act, and amounted to a nuisance, which the defendants were entirely justified in abating, and that therefore no damages can be claimed by the plaintiff, and this virtually disposes of these assignment of error.\nThere is nothing in the 19th assignment of error; for the finding of the jury of the different portions of the damages closing with a gross result, was strictly legal, and enabled the court to judge definitely of its correctness.'\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "A. Ricketts and Joshua W. Oomly, for plaintiff in error.",
      "H. B. Wright and Stanley Woodward, for defendants."
    ],
    "corrections": "",
    "head_matter": "Harvey versus The Lackawanna and Bloomsburg Railroad Company.\nMeasure of damages for land tahen by railroad company. — Removal by company of tramways laid across public highway by plaintiff’ not a ground of claim. — Statement of items of damages in verdict by direction of court proper.\n1. The measure of damages to a landowner, caused by the construction of a railroad through his land, is the difference between what the property would have sold for before and after the road was built: but an increased competition with the plaintiff by others in the same business, caused by the construction and extension of the road, is not a ground of claim.\n2. The laying of tramways by the plaintiff across a public road running through his land, for use of his coal-ears, is illegal and a nuisance; and the company are not liable in damages for removing them, especially where crossings were constructed for plaintiff’s use.\n3. It is not error to direct the jury that if they found for the plaintiff, they should specify in their verdict the items or subjects for which they allowed damages, stating the sum for each item, adding them together, and returning in one general sum the items with the addition.\nError to the Common Pleas of Luzerne county.\nThis was a proceeding in the court below, founded on the petition of Jameson Harvey, praying for the appointment of viewers to assess the damages which he had sustained, by reason of the location and construction of the Lackawanna and Bloomsburg Railroad through his lands. The defendant appealed from the report of the viewers, and the court below directed the cause to be put at issue as in an action of trespass quare clausum fregit under the general issue.\nThere was a large amount of testimony heard in the cause, and the conflicting opinions and statements of witnesses usual in such cases were laid before the jury.\nUnder the ruling of the court below (Conyngham, P. J.), there was a verdict and judgment in favour of the plaintiff for $1050, whereupon the defendant sued out this writ, and assigned for error the following matters, to wit:—\n1. The court below erred in refusing to permit the plaintiff to ask the witness, William H. Alexander, as follows, to wit:— “What was the value of the wharves made by the plaintiff before the railroad was made, and to what amount, if any, they were deteriorated by the construction of the railroad?”\n2. In refusing to permit the plaintiff to ask the witness as follows, to wit: “What is the amount of coal contained in the tract of land to be estimated by the calculated quantities or supposed quantities?”\n3. In refusing to permit the plaintiff to prove by the witness, “that the plaintiff cannot carry his coals mined in his drift, which was opened and worked by him .long before the construction of the railroad across the railroad by the crossings made by the defendant for that purpose, to his stocking-ground or to his wharves, without great danger from passing trains to his servants, horses, mules, and cars.”\n4. In refusing to permit the plaintiff to ask the witness as follows, to wit: “If the ground occupied by the railroad would not have been indispensable to the plaintiff, if he had operated through the shaft he had commenced and partially made before the location of the road, and if a shaft at or near the place where the plaintiff commenced was not necessary for the purpose of mining the coal below plaintiff’s gangway?”\n6. In refusing to permit the plaintiff to ask the witness as follows, to wit: “If a shaft in that locality (where the plaintiff had commenced one) is not necessary to the proper and economical mining of plaintiff’s coal below his gangway ?” for the purpose of showing that his property was damaged by the construction of the railroad in preventing the plaintiff mining a large body of coal with economy.\n6. In refusing to permit the plaintiff to ask the witness as follows, to wit: “Whether or not a man who had an acquaintance with mining and shipping coal would give as much for the land with the railroad on it as constructed as without it, and if not, how much less ?”\n7. In refusing to permit the plaintiff to prove as follows, to wit: “ That, in consequence of the defendants altering the grade of their road in front of plaintiff's tunnel, he was prevented from getting his coal out in time to ship that season, and that 1600 tons in consequence lay on his wharf until the next spring.”\n- 8. In refusing to permit the plaintiff to ask his witness as follows, to wit: “ How many times the passing trains have collided with the drift-cars of plaintiff while attempting to cross defendants’ railroad by the crossing made by the defendants for that purpose; and whether or not the collisions could have been avoided by any carefulness, on the part of Harvey’s hands ?”\n9. In charging the jury as follows, to wit: “ The main question before you is as to the injury to the property — not as to present injury to the present proprietor, for injury now may be more than compensated by ulterior advantages which raise the value of the property in the market, more than overcoming the present injury.”\n10. In charging the jury (after having first stated to them “ that the hindrance and obstruction in the way of getting across the railroad with the plaintiff’s coal to the wharves are claimed as ground of damages,”) as follows, to wit: “ What right had he (the plaintiff) to any crossings before the railroad was constructed ? We cannot see that he had any right to lay down tracks for a railroad over the surface of a public road. If he had the right, how shall he use it ? How shall he go across ? How shall the crossings be graded ? There is no law, no provision for so doing. If such a right be considered vested in any way, he may cross over squarely, or he may go over diagonally, and such must be the case for five tracks leading to one drift; if he can pass over it diagonally he can run them for some distance along the road, the effect of which would be to allow the putting of obstructions in a public road such as never can be justified.” '\n11. In charging the jury (on the same point) as follows, to wit: “ They (the public roads) are to be kept clear for the ordinary kind of travelling by wagons, &c. — this is the kind of passage given and received, — and it is in vain to say, that a series of railroad tracks laid down by the owner of the soil at his own risk is not an interference with such travelling. There is, as we have said, no mode regulating them by law, and to leave every case dependent upon the different opinions of witnesses would be an interminable source of trouble, annoyance, and dispute.”\n12. In charging the jury (on the same point) as follows, to wit: “We mean to say, that Mr. Harvey, before the railroad was there, and while the ground was occupied by the state road alone, had no existing right of railroad crossing over the state road: he had merely a right which was necessarily reserved to him to drawhis co.al over the road in the ordinary way of travel-ling over common roads. When the charter was given to the railroad company, it gave them the right to take possession and occupy the road with incidents that belong to it as a road, and in so doing they were entirely justified in taking up the unlawful railroad tracks, which Mr. Harvey had placed upon the road, and we do not see how there can be any claim for damages to Mr. Harvey, by reason of additional cost in carrying his coal over the railroad as compared with the cost of carrying coal across the state road by his original railroad tracks over the-public road.”\n13. In charging the jury as follows, to wit: “ The opinions then of Mr. Gray and Mr. Hosie and others, of damages to the amount of $20,000 and more, founded upon the increased expense of crossing by the new railroad, over the old tracks laid across the state road, can have no effect at all in the present case; their idea is based upon the supposed rights which we now hold Mr. Harvey did not possess before the railroad was made by the company, or which cannot now be claimed as existing against the company.”\n14. In charging the jury as follows,' to wit: “We refuse then to say that the principle claimed here, of the alleged loss of value in Mr. Harvey’s property, from the fact that other coal property at Pittston and elsewhere, may be brought into nearer competition with him, is a disadvantage to be considered by you in comparing the advantages and disadvantages of the railroad.”\n15. In charging the jury as follows, to wit: “We cannot say that the claim for inconvenience at the mines in consequence of the delay from passing trains and the danger attendant upon it, can be allowed here as an element of damages for which there can be a recovery from the defendant. We are of opinion, however, that where the defendants are claiming great advantages for the plaintiff, from the railroad, both now and hereafter, the jury may give this subject some weight in the present enjoyment and occupation of the property as a disadvantage, if they think it entitled to it. It is an inconvenience, as the witnesses say, in the present use of the property.”\n~ 16. The court below erred in their answer to plaintiff’s first point, which was, “ If the jury believe that the lands of the plaintiff, after the railroad was fully constructed through them and was in full operation, would have sold for less with the railroad located and constructed as it is, than they would have sold for without the railroad and unaffected by it, that difference is the legal amount of the permanent damage done by the railroad to the plaintiff’s land.”\nAnswer. “ We say they (the plaintiff’s 1st and 5th points) are correct if found to exist in fact, and the lessening of value referred to in the first point is occasioned by disadvantages from the railroad not of the kind which we have heretofore said should not be considered by you.”\n17. The court erred in their answer to the plaintiff’s second point, which was as follows: “That the expense of the plaintiff in removing from his fields the rubbish deposited thereon by the agents of the defendant in constructing the railroad; the cost of the fence along the swamp built by plaintiff (if the jury estimate the permanent damage after the removal of the rubbish and making of the fence), and the hindrance and extra expense to which the plaintiff was put in carrying on his business of mining and farming, by the contractors and workmen of the defendant while constructing the railroad through his lands, or in altering and changing the grade of the railroad opposite plaintiff’s tunnel, after the iron was laid on the railroad and plaintiff had made and adapted his road from his tunnel to the crossings on the railroad, should be estimated by the jury and added to the permanent damage, if any there be, and interest upon the whole from the completion of the railroad through the lands until this time, should be allowed to the plaintiff.”\nAnswer. “ We say it is correct, except as to the damage for delay in repairing the road or raising the track when it had settled, as testified to by Mr. Blair, and also referred to in the general charge.”\n18. The court erred in their answer to the plaintiff’s 4th point, which was, “ That the opinions of witnesses as to the market value of plaintiff’s lands, as affected by the defendants’ railroad as located and constructed over them, are not by any means conclusive upon the jury, but that the value of these opinions, in a great measure, depends upon the business characters of the individual witnesses ; their practical experience in the use and working of lands of the character of those of the plaintiff, their having been, or not, engaged in the business of buying and selling of such lands, and their freedom from prejudice and partiality; and that the jury are bound to judge for themselves from all the evidence in the cause, whether the market value of the plaintiff’s lands has been diminished by the construction of the railroad, and if so, to what amount; and that to arrive at a correct conclusion they should take into consideration the exclusive appropriation of a part of the plaintiff’s lands, the inconvenience arising from the division of the lands and the manner in which they are cut by the railroad, the increased difficulty of access to his fields, the increased inconvenience and cost of carrying his coals across the railroad to his wharves from his mines, which were opened and worked by him before the location of the railroad, the diminution of the capacity of these mines, the contraction of his stocking-ground, the filling up of his shaft, the damming of water at the mouth of his tunnel and upon his fields, the increased difficulty of access to the river and the additional fencing required, or such of these matters as the evidence satisfies the jury to really exist, and to consider them as matters of damage resulting, directly from the construction of the said railroad.”\nAnswer. “This point is so complicated, that to answer it directly in the affirmative might mislead: it is correct in its general principle as stated, as to the opinions of witnesses, and the weight the jury should give to them; their opinion will have weight from their knowledge upon the subject, and their opportunities of judging. It is not necessary to decide upon the value of property that men should be practical coal-men, or that they should be engaged in the business of buying and selling lands; these would be aids in forming an opinion, though if, by reference to buying and selling, it be meant to refer to those persons who have been engaged in speculating sales, we cannot say they are always the most reliable judges. The object of the testimony is to get at the fair market value which, on a bond fide sale in such a manner as sales of such property are usually made, this present property would bring, as affected by the railroad. In so far as this point would submit to the consideration of the jury the item of increased cost of carrying coal across the railroad, and assuming this increase as a fact only from comparison with his use of a railroad across the state road, it is not correct, as we have already explained to you. This point, we say, may be considered correct, excepting from it any expressions intending to cover items of claimed damage or disadvantage which the court has already said should not be considered.”\n19. The court erred in charging the jury as follows, to wit: “You will render your verdict in the cause, if for the plaintiff, by specifying in the verdict the items or subjects for which you allow the damages, or the principle upon which you reach it, stating the sum per each item, and then adding them all together and returning one general sum, stating the items with the addition; this will secure the rights of the parties and enable justice to be more fully rendered hereafter, upon seeing the special grounds of your verdict thus showing for what you allow damages;” and then, on the plaintiff’s counsel requesting them to say to the jury that if they pleased they might render a general verdict without stating any items or the grounds of their finding, the court told the jury they declined to do so, saying “ that it was the duty of the jury, in this matter of form, to follow the instructions already given:”\nA. Ricketts and Joshua W. Oomly, for plaintiff in error.\nH. B. Wright and Stanley Woodward, for defendants.\nJune 22d 1864,"
  },
  "file_name": "0428-01",
  "first_page_order": 428,
  "last_page_order": 437
}
