{
  "id": 485551,
  "name": "McCredy's Appeal",
  "name_abbreviation": "McCredy's Appeal",
  "decision_date": "1864-05-24",
  "docket_number": "",
  "first_page": "442",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 442"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 838,
    "char_count": 23940,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 7.214777364972581e-08,
      "percentile": 0.43105814277203036
    },
    "sha256": "260e96abca34c47173c30d1a8e59dd7a8ce1ab4b7b9d030ff1e12cb1ea1069b1",
    "simhash": "1:e9c9a6917cca89ac",
    "word_count": 4142
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCredy’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nWe entertain no doubt that by the will of Bernard McCredy, the legacies set apart and given to his two daughters for life, with remainders to their children or their descendants, were charged upon all his real estate, and not merely upon his Rockdale property. No other construction of the will gives to it full effect. These legacies were the primary dispositions made by the testator, and the provision made for the son was subordinated to them. He took the residue of the estate, real and personal, after the payment of the debts, “ and securing the sums annually given to the daughters, and the principal given to their children or descendants.” Were it not for the directions in the fourth and fifth clauses of the will, that in order more effectually to secure the legacies, the principal should be charged upon the Delaware county property, it would be beyond doubt that the residuary clause would make both the annuities and the principal chargeable upon the testator’s whole estate. In opposition to this, the fourth and fifth clauses present at most but an implication that a general charge was not intended, and that an implication of the weakest kind. It is certainly not sufficient to overcome the manifest intention that the annuities and legacies should be paid at all events, and that the son should have nothing except what remained after their payment was made or secured.\nEqually certain is it that 'the sale by the executors of the son’s will, under the power given by it, did not discharge the lien of the legacies. It was in no sense a judicial sale, and if it had been, it would not have divested the liens while the daughters were living. Certainly no sale made by the son would have displaced the lien, and he could confer no power larger than that which he possessed.\nThen what was the effect of the payment of the purchase-money into court, under the 19th section of the Act of February 24th 1834? Surely not to take off liens subject to which the property was sold. The purpose of that act was to enable a purchaser to relieve himself from the necessity of seeing to the correct application of the purchase-money. If the liens are not divested by the sale, the purchase-money is not applicable to them. The act allows purchasers at sales by executors under powers contained in wills, to pay the purchase-money into the Orphans’ Court, or with leave of the court to the executor, “ to be disposed of according to the uses and trusts contained in such wills,” and it declares “that such payment shall be deemed valid against all persons having or who may have any interest therein.” Neither the annuitants in this ease nor\" the legatees in remainder are interested in the uses and trusts declared in Thomas McOredy’s will, nor have they any interest therein. Their interests are under the will of the father, not under that of the son. The payment of the purchase-money into court cannot therefore turn the holders of liens created by the will of the father, over upon the fund raised by the sale of the property of the son. The sum of f>33,333.33J, set apart to secure the payment of the annuity to Mrs. Ewing, and the legacies to her children, or their descendants after her death, remains then, in our opinion, charged upon all the real estate of Bernard McCredy, as well the Delaware county property as that sold under the power contained in the will of Thomas McCredy.\nThis disposes of all the contested questions in the case. The annuity to Mrs. Meredith ceased at her death, and the legacies to her children then became payable. They were not only charged upon all the lands devised to Thomas McCredy, but by accepting the lands burdened by the charge he assumed to pay them. The legatees may therefore look to the fund now in the Orphans’ Court. Moreover, it is conceded that if, in our opinion, the legacies were liens upon the Norristown property, they may be paid out of the fund. That must be applied to the payment of debts of the testator, before it can be handed over to the trustees.\nThe decree is affirmed,",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [
      "Constant Guillou and John B. Ghapron, for appellants.",
      "W. F. Judson and P. McCall, for the administrator of Gertrude G. Meredith and the Pennsylvania Life Insurance Company.",
      "P. McCall, for Mrs. E. M. Ewing."
    ],
    "corrections": "",
    "head_matter": "McCredy’s Appeal.\nConstruction of will. — Subsequent general charge of legacies on lands, not restrained by previous particular charge. — Lien of legacy charged on land during Ufe of legatee, not affected by sale of land or payment of proceeds into court by purchasers.\nA testator, after bequeathing an annuity to each of his two daughters, the principal at their death to go to their children, and charging the principal sum thereof on his real estate in D. county, devised the “ rest and residue of his estate, real, personal, and mixed, and wheresoever the same may be, after payment of debts and securing the payment of the annuities,” to his son.\n1. On distribution of the .proceeds of sale by the executors of the devisee of a part of the real estate of deceased in another county, which had been paid into court by the purchasers under the Act of February 24th 1834, $ 9, it was Held,\n(1) . That the annuities were a charge on all the lands of the testator, and not merely on that portion which was situate in D. county:\n(2) . That the sale of that portion of testator’s land which was not in D. county, .under the power given by the will, was not a judicial sale, and if it had been, would not have divested the liens while the daughters were living:\n(3) . That the payment of the purchase-money into court by the purchaser under the Act of 1834, could not divest the liens of these legacies and compel the holders thereof, who claimed under the will of their father, to resort for payment to a fund raised by the sale of the property of his son.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was a certiorari to the Orphans’ Court in an appeal by Emma McCredy, executrix, and Samuel H. .Carpenter and Augustus Wilson, executors and trustees of the estate of Thomas McCredy, deceased; from the decree of said court dismissing the exceptions filed by them to the report of the auditor appointed to distribute the balance of the proceeds of sale of the real estate of said deceased at Norristown.\nThe material facts of the case as found by the auditor are as follows:—\nThomas McCredy, the decedent, was the son of Bernard McCredy, and was, during the lifetime of the latter and at the time of his death, engaged with him in the business of the manufacture of cotton goods, under the firm name of “ Bernard McCredy & Son.” Their operations were carried on at two cotton-mills, both of which were owned by Bernard McCredy. One of these, known as the “ Rockdale” property, is situated in Delaware county, Pennsylvania, hear the town of Chester, upon a creek of the same name; and consists of about seventy-five acres of land, upon which are erected two large mills or factories, with the necessary machinery driven by a valuable water-power, a mansion-house, and about thirty dwellings for the operatives. The other is upon the river Schuylkill, in the borough of Norristown, Montgomery county, Pennsylvania; and consists of twelve acres of land, on which are erected a large stone cotton-mill or factory, with the necessary machinery driven by water-power, a machine-shop, and sixty-eight tenements for the operatives.\nThe Rockdale property was purchased by Bernard McCredy in 1845, for $27,500, subject to a mortgage of $10,000, which still remains upon it. He subsequently made improvements upon this estate, which cost from $15,000 to $20,000. About two years prior to his death he asked $75,000 for the property, but evidently set too high an estimate upon its value. Competent witnesses stated before the auditor that it was not worth more than from $40,000 to $50,000, and this testimony was uncontradicted. The taxes upon it were about $300 per year; and the annual premiums for the necessary insurances $500, in addition to the interest, upon the premium on a perpetual policy of $10,000, which accompanied the mortgage heretofore mentioned.\nBernard McCredy died on the 29th day of November 1854, seised of these two pieces of real estate, and of no other, leaving a will dated the 13th day of May 1854, which was duly admitted to probate, and letters testamentary thereon granted to Thomas McCredy, the sole executor therein named, on the 4th day of December 1854. After directions for the payment of his debts, and giving to Mrs. Meredith and Mrs. Ewing, his daughters, the sum of $2000 each annually for life, payable in quarterly payments, he added:\n“ In order more effectually to secure the preceding legacies, I hereby charge upon my real estate, situate in the county of Delaware and state of Pennsylvania, the sum of $33,333.33£, the interest thereof being the said sum of $2000, to be paid to my said daughter Anna, wife of Morris Meredith, annually, in equal quarterly payments, and upon the death of my said daughter Anna, I give and bequeath the said principal sum to the children of my said daughter, share and share alike; and if any of the said children of my said daughter shall be dead, leaving children, such child or children to take the share which the parent would have taken.\n“ In the fifth place, in order to secure more effectually the preceding legacies, I hereby also charge upon my real estate, situate in the county of Delaware and state of Pennsylvania, the sum of $33,333.33j, the interest thereof being the said sum of $2000, to be paid to my said daughter, Emeline Martha Ewing, wife of John Davis Ewing, annually, in equal quarterly payments, and upon the death of my said daughter Emeline, I give and bequeath the said principal sum to the children of my said daughter, share and share alike; and if any of the said children of my said daughter shall be dead, leaving children, such child or children to take the share which the parent would have taken.\n“ In the sixth place, if either of my said daughters shall die, leaving no child or children, or the descendants of a child, or of children, I give and bequeath the said principal to my son Thomas and his heirs.\n“ In the seventh place, after the payment of my just debts and securing the payment of the sums aforesaid annually to my said daughters, and the principal hereby given to their children and their descendants, upon their death, as to all the rest and residue of my estate, real, personal, and mixed, and wheresoever the same may be situated, I give, devise, and bequeath the same to my son Thomas McCredy and his heirs and assigns.”\nBernard McCredy left no widow, one son, Thomas McCredy, and two daughters, viz.: Mrs. Emeline M. Ewing, and Mrs. Anna Meredith, who died on the 1st day of September 1857, leaving three children, viz.: Anna S. Meredith and William M. Meredith, both of whom survive, are minors, and of whom “ The Pennsylvania Company for Insurances on Lives and Granting Annuities” are the guardians appointed by this court, and Gertrude G. Meredith, who died intestate, in her minority, unmarried and without issue, on the 22d day of October 1861, and upon whose estate letters of administration have been duly granted by the register of this city to her father, Morris Meredith, Esq.\n■ Thomas McCredy, being his father’s sole executor and partner in business at the time of his death, and also his residuary legatee and devisee, took possession of all of his estate, real and personal, paid his debts, which amounted to $25,000, and also, while he lived, paid the annuities bequeathed by his father’s will to his two sisters. In October 1855, he filed an account as executor of Bernard McCredy, in which he charged himself with personal assets amounting to $24,978.62, and claimed credit to the amount of $6536.87. Of this latter sum $4000 were in payment of the two annuities to his sisters — Mrs. Meredith being paid in full to February 29th 1856, and Mrs. Ewing to August 29th 1855. This account was referred to an auditor, who gave due notice of his appointment by advertisements as required by the rule of this court, and whose report was confirmed absolutely on the 7th day of March 1856. No one appeared before him except the accountant and his counsel. The report states that the account was properly vouched, briefly recites the provisions of Bernard McCredy’s will, and concludes thus: “ The auditor awards and distributes, therefore, to the said executor, in compliance with the terms of the said will, the sum of $18,814.94, the balance in his hands.”\nThomas McCredy died seised of the said two pieces of real estate, and of no other, in May 1856, leaving a will dated the 20th day of January 1855, which was duly admitted to probate, and letters testamentary thereon were granted, on the 2d and 24th days of June 1856, to Mrs. Dolores Emma McCredy, Samuel H. Carpenter, and Augustus Wilson, the executors therein named. The testator directs his debts to be paid, bequeaths a few trifling legacies, and gives all the residue of his personal estate to his wife absolutely. He then devises all of his real estate to Samuel H. Carpenter and Augustus Wilson, upon certain trusts which need not here be specified. He then added: “I authorize and empower my executors hereinafter named, and the survivors and survivor of them, whenever it may be considered expedient or best for the interests of my estate, to sell or dispose of all or any part of my real estate to such person or persons, at such time or times, either at public or private sale, and upon such terms and conditions, as in their, his, or her judgment may be considered most beneficial and proper; and upon such sale or sales to sign, seal, execute, acknowledge, perfect, and deliver all such deed or deeds, conveyances or assurances in the law as shall or may be requisite or necessary to vest and assure the said premises or any part thereof in the purchaser or purchasers thereof in absolute fee simple, freed and discharged of and from all and every the trusts and limitations herein set forth and declared, and without any liability on the part of the purchasers or purchaser as to the application, misapplication, or non-application of the purchase-money. And the moneys arising from such sale or sales to invest in such manner as the said executors, or the survivors or survivor of them, may in their, his, or her judgment, deem most advantageous to my estate, and to hold all such investments to and for the same and like uses, intents, purposes, and limitations as are herein above set forth and declared of and concerning my real estate, and to and for no other use, intent, or purpose whatsoever.”\nThe trustees under the will took charge of the real estate above described.\nIn 1856 the executors of Thomas McCredy leased the two properties together for $19,000 per annum, for six years from June 23d 1856, with a provision, that if the Rockdale property should from any casualty be destroyed, the rent should be abated $6000. This latter property is now leased by the same executors' to tenants for ten years, commencing May 1st 1861, at the annual rent of $4000.\nSince the death of their testator, from August 29th 1856 to February 28th 1863, they paid to Mrs. Anna Meredith and her children, or their representatives, $13,500, and a similar sum to Mrs. Emeline M. Ewing, on account of their respective annuities of $2000 under the will of Bernard McCredy, and in full to the last-mentioned date.\nSince June 1861 the Norristown property has been untenanted, although the trustees made diligent but unavailing' efforts to procure a tenant. It has therefore yielded no income during this period, but has been a constant expense.\nThe executors of Thomas McCredy, in pursuance of certain orders and decrees of the Orphans’ Court for Montgomery county, executed two mortgages upon the Norristown estate, both to Robert Ewing, the one dated October 24th 1856, recorded same day, for $15,000; and the other dated the 15th day of December 1857, for $25,000, payable in instalments, all of which have matured. Both of these mortgages were executed by the direction of the court last named, after due notice to all parties in interest; and the money raised upon them was used in the repayment of funds which had been advanced for the liquidation of the debts of Bernard and Thomas McCredy, including those of Bernard McCredy, which had been paid by Thomas McCredy. It was agreed by all the parties before the auditor, that the balances due on these two mortgages should be paid in full out of the proceeds of the sale of the Norristown property.\nFailing to secure a tenant for the Norristown factory after diligent and persevering efforts made in this state, in New York, and in the Eastern States, the executors, under the powers given them in the will of Thomas McCredy above recited, exposed the whole of the Norristown property to sale at public auction on the 17th day of March 1863, and sold the same to George Callaghan'and Robert Callaghan for the sum of $95,400. Upon the 20th day of March 1863, the purchasers applied to the court by petition for leave to pay the whole of' the purchase-money into court under the provisions of the Act of 24th February 1834, § 19. A rule was thereupon granted upon all the parties in interest, returnable the 3d day of April 1863, to show cause why the prayer of the petition should not be granted. Notice of this rule was duly served on all the parties in interest except the minor children of Mrs. Emeline M. Ewing, who had no guardian; and most of the parties appeared on the return day of the rule by their counsel, when the court made the rule absolute.\nSubsequently the executors delivered to the purchasers a deed for the premises: and the whole of the purchase-money, $95,400, was paid into court.\nOn April 3d 1863, the court directed the payment of $1654 to the counsel for the executors to meet the necessary expenses of the sale; and on April 17th 1863, further directed the payment of the sum of $15,887.50 to “The Delaware Mutual Safety Insurance Company” in full payment of' the first of the two mortgages hereinbefore mentioned, it being the first lien upon the premises; and on the same day a similar order -^vas made for the payment of the sum of $11,191.84, to “ The Bank of Montgomery County,” the holder of the second mortgage hereinbefore mentioned, on account of the same. These payments were made on April 18th 1863.\nThe residue of the purchase-money, amounting to $66,666.66, was that which was referred to the auditor for distribution.\nThe claimants who appeared before the auditor were :—\nI. “The Bank of Montgomery County,” who by their attorneys, Messrs. Boyd and Longaker, claimed the balance due upon the mortgage just mentioned, viz., $4501.48 with interest thereon from April 18th 1863.\nIt was conceded that this mortgage was the first record lien upon the premises sold, now unpaid, and there was no objection raised to the payment of the balance due. The auditor, therefore, allowed this claim in full.\nII. Messrs. Chapron and Guillou, on behalf of the executors of Thomas McCredy, asked that they should be allowed commissions upon the purchase-money, for their services in making the sale. He awarded to them the sum of $1431.\nIII. Mr. McCall, on behalf of Morris Meredith, the administrator of Gertrude G. Meredith, deceased, claimed that the sum of $33,333.33J, was, by the will of Bernard McCredy, deceased, charged upon the real estate sold to secure the annuity of Mrs. Anna Meredith, and upon her death the principal became payable in-equal parts to her three children, one of whom was the said Gertrude G. Meredith, who having afterwards, and before the sale, died, her administrator was entitled to $11,111.11-g and the interest thereon unpaid.\nIY. Mr. Judson, on behalf of “ The Pennsylvania Company for Insurances on Lives and Granting Annuities,” guardians of Anna S. and William M. Meredith, the other two children of Mrs. Meredith, made a similar claim and upon like ground, for the sum of $22,222.22f and the interest due thereon.\nV. Messrs. Ohapron and Guillou, on behalf of Augustus Wilson and Samuel H. Carpenter, claimed that the whole of the residue of the fund, after the payment of the expenses of the audit, the executors’ commissions, and the balance due upon the mortgage held by “ The Bank of Montgomery County,” should be awarded to their clients as trustees of the real estate of Thomas McCredy under his will, to be disposed of in accordance with the provisions thereof.\nMr. McCall also appeared as attorney for Mrs. Emeline M. Ewing; but made no claim upon the fund upon her behalf, on the ground, that, although the annuity given to her by the will of Bernard McCredy was a charge upon the premises sold, yet it was a continuing lien which was not affected by the sale.\nThe children of Mrs. Ewing, viz., John Davis Ewing, Sarah Davis Ewing, Bernard Ewing, and Mary Ewing, are all minors, were without any guardian, and were not represented before the auditor. Mr. McCall asked, that if the auditor and court should be of opinion that this annuity and legacy was discharged, that the sum of $33,333.33|- should be impounded and placed in trust as an auxiliary fund to Rockdale.\nThe auditor, George Junkin, Jr., in a learned and elaborate report, decided—\n1. That Bernard McCredy intended to charge all of his real estate with the payment of the annuities and legacies which he gave to Mrs. Meredith and Mrs. Ewing, and their children, and that they are so charged.\n2. That the fact that there had been $18,014.94 of personal estate of deceased in the hands of the executor of Bernard McCredy, which it was averred should have been claimed and applied to the payment of these annuities and legacies, was not sufficient to exonerate the land from this charge.\n3. That the sale of the Norristown property by the executors of Thomas McCredy, did not discharge it from the lien of the legacies and annuities, and that the sum charged thereon to meet the provision for Mrs. Ewing, who was then living, and her children, was not payable out of the fund in court.\n4. The residue of the fund he awarded to Samuel H. Carpenter and Augustus Wilson, the trustees named in the will of Thomas McCredy, to be held and invested by them under the will.\nTo this report the following .exceptions were filed for the trustees under the will of Thomas McCredy:—\n1. That the auditor erred, in deciding that Bernard McCredy intended to charge all of his real estate with the payment of the annuities and legacies which he gave to Mrs. Meredith and Mrs. Ewing and their children; and that they are so charged thereby upon all of that real estate.\n2. In considering any evidence whatever, relating to the value of the Rockdale property, except as to the testator’s estimate thereof.\n8. In not awarding the balance of the fund for distribution, after the payment of the amount due on the mortgage held by the Montgomery County Bank, to the trustees of Thomas McOredy’s estate.\n4. In reporting that the ground taken by the trustees, is, that the legacies to testator’s children under Bernard MeCredy’s will are specific, their ground being, that in the present condition of the estate, and after the proceedings in the Orphans’ Court on the settlement of the account of Thomas McCredy, executor of the estate of Bernard McCredy, deceased, the said legacies are payable out of the Rockdale property only.\n5. In deciding that the sale of |he Norristown property by the executors of Thomas McCredy’s estate, and the payment of the purchase-money into court, under-the provisions of the Act of 24th February 1834, § 19, did not discharge the property sold, from the liens of the annuities and legacies under Bernard McCredy’s will.\nOn hearing, the exceptions were dismissed and the report confirmed; which was the error assigned.\nConstant Guillou and John B. Ghapron, for appellants.\nW. F. Judson and P. McCall, for the administrator of Gertrude G. Meredith and the Pennsylvania Life Insurance Company.\nP. McCall, for Mrs. E. M. Ewing.\nMay 24th 1864,"
  },
  "file_name": "0442-01",
  "first_page_order": 442,
  "last_page_order": 451
}
