{
  "id": 485521,
  "name": "The Miners' Bank of Pottsville versus Heilner",
  "name_abbreviation": "Miners' Bank v. Heilner",
  "decision_date": "1864-07-22",
  "docket_number": "",
  "first_page": "452",
  "last_page": "465",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 452"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 W. & S. 381",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483358
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0381-01"
      ]
    },
    {
      "cite": "1 Watts 259",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838090
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0259-01"
      ]
    },
    {
      "cite": "1 W. & S. 239",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "2 Binn. 146",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0146-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1247,
    "char_count": 37499,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 3.0207583240510546e-07,
      "percentile": 0.8538719824978213
    },
    "sha256": "31fe89c881b65fcccd90f6f656b885d8144e0a243650fc545dedf199fb31f6db",
    "simhash": "1:c62f30b7c41ee57c",
    "word_count": 6744
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justices Strong and Read concur in this opinion as to the construction of the Act of 27th April 1855."
    ],
    "parties": [
      "The Miners’ Bank of Pottsville versus Heilner."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nWoodward, O. J.\n—\nThe Locust Mountain Coal and Iron Company made a mining lease to Marcus G. Heilner, on the 1st day of January 1854, of certain coal-veins owned by them in Columbia county, for a term of thirteen years. On the 6th of September 1858, Marcus G. Heilner assigned the lease to Edward M. Heilner, whom the company, by ai written agreement, accepted as their tenant for the residue of the term, and on the 17th of the same month he made a mortgage of the leasehold to N. Sturtevant & Co. to secure a debt of $10,000, which mortgage they subsequently assigned to the Miners’ Bank, and this is a .scire facias on that mortgage at the suit of the bank.\nThe main ground of defence was, that the term had been seized in execution by the sheriff of Columbia county, by virtue of a testatum fi. fa. from the Common Pleas of Schuylkill county, at the suit of Riegel, Baird & Co., against Edward M. Heilner, and sold on the 16th of November 1861 to Alexander W. Rea for $300, whereby the lien of the mortgage was divested. It was claimed, on behalf of the defendant, that this effect must follow from the sheriff’s sale, first, because' leasehold mortgages are not within the protection of the Act .of Assembly of April 6th 1830, and next, if they are, that there was a prior lien to this mortgage, within the meaning of that act, for a large amount of rent overdue and unpaid at the time of the sheriff’s sale.\nThe court below held that before the Act of Assembly of April 27th 1855, Purd. 330, a leasehold mortgage would have been divested by sheriff’s sale on a junior encumbrance, but that since that act, such a mortgage stands on the same footing as a mortgage of the freehold und.;r the Act of 1880.. The learned judge was of opinion, however, that the unpaid rent was a “prior lien,” within the meaning of the Act of 1830, and therefore the mortgage was held to have been divested by the sheriff’s sale.\nThe first of the above opinions was favourable, the last was unfavourable to the plaintiff; and as the plaintiff only has taken a writ of error, it is manifest that the last only is up for review. Yet the defendant’s counsel argued largely that leasehold mortgages are not within the Act of 1830, and said with great truth, that if they are not, the plaintiff had no case, and was not injured by any mistakes the charge of the court may contain. But what right has the defendant’s counsel to argue thus, whilst acquiescing in the opinion that such mortgages are brought by the Act of 1855 within the protection of the Act of 1830 ? The plaintiff could not assign error upon this part of the direction, and if the defendant meant to have the point reviewed and decided, he should have taken a writ of error. As the record stands, that question is concluded. Perhaps we should have no difficulty in agreeing with the court below if it were an open question, but as it is not, we pass it by without observation, and address ourselves to the question, whether the rent was a prior lien, within the meaning of these words in the Act of 1830.\nIt is essential to a right judgment on this point that the leading features of the lease be kept in view. As already stated, it was made on the 1st of January 1854, for the term of thirteen years. It begins by describing the coal-veins ; binds Heilner to make all necessary improvements and outside fixtures; binds the company to allow for the erection of said improvements the sum of $12,000, which, with interest, was repayable by ten cents per ton, to be assessed upon all coal taken out by Heilner; the company to be entitled to retain the improvements at a valuation to be fixed at the expiration of the lease; the rent is then fixed at twenty-five cents the ton on all coal except chestnut coal, for which fifteen cents the ton is to he paid. Blocks of miners’ houses are then leased at a rent -of $1.25 per week for each block; said rent on coal and houses to be paid monthly. A right to take timber is next demised to Heilner, and the relation of landlord and tenant between the parties is declared, and the right of distress reserved to the company for arrears of rent. The lease is not to b.e assigned by Heilner without the consent of the company; the non-payment of rent for thirty days after demand is to be considered cause of forfeiture; he is nbt to engage in mining in any other lands, nor to suffer liquors to be sold on the premises, and if he fail or neglect to comply with any of his covenants, the lease is to be held forfeited' at the option of the company, who, after notice, may take possession of the premises as if the lease had never been executed; but such forfeiture is not to debar the company • from recovering damages against Heilner for breach of his covenants, nor from the recovery of any rent that may be in arrears. The lease concludes with provisions concerning slopes, tunnels, or drifts, not material to be noticed particularly.\nSuch is an outline of this mining lease. It was earnestly contended in the court below that the $12,000 due to the company at the time of the sheriff’s sale, was the improvement fund which they had furnished, and embraced no rent, properly speaking; but the learned judge considered it immaterial whether the indebtedness was for the improvement fund or for rent, because he held that all the payments to be made by Heilner were rent, and as such, the unpaid balance was a lien upon the land prior to the mortgage. The ground upon which the ten cents per ton, received for the improvement fund, were treated as rent was, that the parties called it “an additional rent of ten cents per ton upon all coal taken by said Heilner.”\nIt seems a little odd to speak of rent as a lien upon land. Rent is a profit issuing yearly out of lands, and is a mere personal charge. Originally it was the feudal service which the feoffee owed to his lord for the fief he held of him, and, according to the old feudal law, the non-performance of this service was followed by a forfeiture of the feud. The common law mitigated the rigour of this rule by borrowing from the civil law the system of distress which belonged to the relation of mortgagor and mortgagee, and instead of seizing the land itself, the lord of the fee was permitted to seize the produce and fruits of the land, or whatever chattels were found upon it, and to hold them until the personal service that was due was either rendered or compensated by an adequate equivalent. Such were rents-service, originally the only kinds of rents. The right of distress adhered to the tenure as an essential incident, and did not depend upon the terms of the feoffment.\nBut when rents came to be reserved by deed, a clause of distress was usually added, and then they were called rents-charge, as where a man by deed makes over to another his whole estate in fee simple, with a certain rent payable thereout, and adds to the deed a covenant or clause of distress, that if the rent be arrere or behind, it shall be lawful to distrain for the same. In this case the land is liable to the distress, not as an incident of tenure by common right, but by virtue of the clause in the deed; and therefore it is called a rent-charge, because in this manner the land is charged with a distress for the payment of it: 2 Bl. Com. 41. If there is no power of distre_ss either by common right or by express reservation, it is called rent-seck — a barren rent.\nThus we see that from first to last, rent has been of the nature of a personal duty, enforceable by distress, of common right, in the instance of rent-service; and in the instance of rent-charge, by express reservation, but in this latter instance what is charged upon the land is the right of distress, not the rent, as a lien. It is an inherent quality of tenure in the one instance and expressly superadded in the other, but is nowhere treated as creating a lien. On the authority of Bantleon v. Smith, 2 Binn. 146, counsel argued that if rent be not ordinarily a lien upon land, it becomes so when a right of entry is reserved in the lease ; and as the language of judges in numerous cases favours this view, it is necessary to examine carefully the doctrine of Bantleon v. Smith, and the application of it in subsequent cases, remembering always that our present question is not whether parties may make rent a lien as between themselves, but whether it is a lien within the meaning of the Act of 1830, relating to mortgages.\nBantleon v. Smith was upon a ground-rent deed in the city of Philadelphia, which reserved a rent of sixty dollars a year for ever, with right of distress, and for want of sufficient distress, with power to enter and “ hold the land until arrearages of rent should be fully paid.” Rent being overdue, the landlord sued for it in covenant, obtained a judgment, seized the lot in execution and sold it at sheriff’s sale, and brought the money into court for distribution. He claimed it by virtue of his deed, and several judgment-creditors, whose judgments were older than his judgment in the action of covenant, claimed it by reason of their priority. Two questions were made — 1st, whether the landlord was entitled to take his rent out of the proceeds of the sheriff’s sale; and 2d, whether, if entitled to take it, he could have it with interest. It was decided that he should have his rent, but without interest, Chief Justice Tilghman observing that if he “ had entered upon the land by virtue of the power in his deed,, he could only have held title till the arrearages were paid.”\nThis decision was made in 1809, and the amount of it was to give effect to the very special covenant of the deed against the money into which the land had been converted, instead of following the land into the hands of the purchaser. It was not discussed upon the law of liens at all — indeed, I believe the word lien does not occur in the report of the case — and although it has often been treated as establishing a lien, it has never, before the present argument, been employed to interpret the Act of 1830. The legislature must be supposed to have used the word lien in that act in its ordinary Pennsylvania signification of an ascertained sum of money on the public records, which are provided by law as means of notice of liens to all the world. And it is hard to believe that their intention is to be got at by. going back to the doctrine of Bantleon v. Smith or the numerous cases in which it has been followed — a doctrine which is derived from the special terms of deeds and wills under which estates are held: Reed v. Reed, 1 W. & S. 239; Fisher v. Kean, 1 Watts 259; Pancoast’s Appeal, 8 W. & S. 381; Dougherty’s Estate, 9 Id. 189; Ter Hoven v. Kerns, 2 Barr 96; Mather v. Mitchell, 1 Harris 302; Wood’s Appeal, 6 Casey 277.\nNow admitting, in view of these eases, that testators by their wills, and parties by the covenants of their deeds and leases, may impress real estate with liens for annuities, legacies, rents, and other pecuniary charges, without reference to the statutory records winch are provided for liens in general, can it be doubted that the legislature of 1830 had in their minds these statutory liens and no others ? They were providing for the security of mortgages, and did they mean to compel mortgagees not only to search public records, but to trace up titles, many of them per'haps not recorded, to see what liens had been created by the agreements of private parties ? - Such a statute would have done very little to recommend mortgages to public favour as securities for money. But such was not the Act of 1880. It meant by “ prior liens,” such as appear of record in the ordinary course— judgments, mechanics’ liens, and the like.\nThe ruling in Bantleon v. Smith turned upon the special covenant of the deed. There is no such covenant in this mining lease. There is no power reserved to enter and hold the premises for arrears of rent, but there is a general right of entry to declare a forfeiture of the lease for breach of any of the numerous conditions of the lease. Now it seems to me very illogical to argue from a covenant of re-entry, merely to hold for arrears of rent, to a covenant of forfeiture which extinguishes the term. In the one instance a lien may exist, for there is an estate to be bound by it, but in the other the power is to destroy the estate, and liens cannot, of course, survive the estate bound by them. Forfeiture under this lease would not give the landlord his rent. It would be like the old remedy of the feudal lord against his unfaithful vassal, before the milder invention of distress, which, instead of securing the reditúe, extinguished the feud. Equity might, indeed, relieve against a forfeiture, on condition of paying arrears and repairing the broken covenants, but that would be, not on the principle of lien, which is a legal right, but on the equitable principle which inclines against forfeitures, and yet requires him to do equity who would have equity.\nBut it is said a right of entry to forfeit is a higher right than that to hold till arrears are paid, and hence it is inferred that if a lien results from the lesser covenant, it must do so from the greater. This was Judge Lowrie’s argument in Spangler’s Appeal, 6 Casey 277, where the covenant, though not reported, was, I infer, similar to that in • this mining lease. Does the argument carry conviction to any thoughtful mind ? Is it possible that this is a question of degrees, of higher and lower, or of stronger and weaker covenants ? Is it not rather a question of the nature of covenants ? Be it so, that a covenant which entitles a landlord to enter and hold the estate until his arrears of rent are paid, creates a lien for these arrears. A lien on what ? On the estate, I reply, which he is bound to restore to his tenant as soon as the profits have reimbursed his arrears of rent. That is one thing. But a covenant that entitles him to enter and forfeit the term, is quite another thing. Whether greater or less, it is in its essential nature a different remedy, and one which is inconsistent with a lien, for it annihilates the object which the lien is intended to bind. The thought could be pursued much further, but having exhibited the doubts which Judge Lowrie’s argument, wholly unsupported by authority, has failed to remove, I hasten to point to the fact that he did not use it to establish a lien within the meaning of the Act of 1830. There was no mortgage to be protected in Spangler’s Appeal, and therefore that case, like Wood’s Appeal, is not authority on the question we are considering. The same learned judge spoke mueh more to the point before us, when in Schaffer v. Cadwallader, 12 Casey 129, he said that “ it is essential to the existence of a lien (as of all other legal rights) that it be recognised by law by being enforced or protected as such.” This he said in ruling that a judgment against a municipal corporation is not a lien upon its real estate, because no execution can issue against the defendants’ land upon such a judgment — a reason which applies to all liens created by agreements of parties. In Ziegler’s Appeal, 11 Casey 190, it was held that a widow’s dower was not a lien within the meaning of the Act of 1830. See Clark v. Stanley, 10 Barr 472.\nFrom all that has been advanced, I think it is safe to conclude that rent is not a lien upon land by virtue of any general principle of law, nor by virtue of any statute, and that although it may be made so by the agreement of parties, this mining lease contains no such agreement, or if a lien be held to result from it, still it is not such a lien as was contemplated by the Act of 1830 for the protection of mortgages. If this were a Schuylkill county lease, the mortgage upon it would be expressly protected by the second proviso of the Act of April 27th 1855, taken in connection with the Act of April 5th 1853 and its supplement of March 2d 1861, Purd. 330. But though it is a Columbia county mortgage, and so not within the terms of that legislation, the spirit and reason of these statutes enter into and strengthen the argument We have made against the alleged divesture.\nBefore quitting this branch of the ease, I wish to add that these conventional liens are in the nature of and attended with all the inconveniences of equitable liens — a species of encumbrance which ought not to be favoured, and against which this court set its face like flint for many years, blow they at last insinuated themselves into our law may be seen by reference to the cases mentioned in the MS. opinion herewith filed in the case of Hiester v. Greene, from Lancaster county.\nAnd what would be the consequence of favouring them in respect to these coal-leases ? Millions of money are being invested in coal-leases, and mortgages for very large sums often encumber them. Still they are mere leasehold estates — chattel interests which may be sold by a constable on the execution of a justice of the peace, and if such a judicial sale shall be held to divest mortgages where a dollar of rent remains unpaid, we strike a death-blow, not only at the best securities known to our law, but at one of the largest and most productive branches of our industry. An affirmance of this judgment would entail these intolerable consequences.\nOne point more remains to be noticed. The learned judge, as I have already said, refused to take any distinction between payments on account of the improvement fund and payments of the admitted rent. He treated all the payments to which Heilner was bound as rent. Herein, we think, he erred. The ten cents per ton were not rent, but simply a repayment of a loan of money. True it is called rent in the lease, but you do not- alter the essential nature of a thing by misnaming it. In Philadelphia it is common for ground-rent landlords to advance improvement funds to their tenants, which are usually secured by mortgage, and repaid like any other debt. But such payments are never called rent. No two things are more easily distinguished. Repayments of borrowed money cannot be that annual profit issuing out of lands and tenements which rent is, and no false nomenclature can make them identical.\nIf, therefore, it should turn out that there was no rent, properly so called, due at the time of the sheriff’s sale, and that Heilner’s only indebtedness was for the improvement fund for the benefit of which the tariff of 10 cents the ton had been imposed on all coal mined, that tariff is not to be mistaken for rent, and of course is not to be treated as a lien prior to the mortgage.\nRecording the lease made no liens. It was constructive notice to subsequent purchasers and encumbrancers of whatever the lease contained — the monthly payments of rent included, — but it gave no notice of unpaid balances of rent, nor of liens existing therefor.\nThere was no error in admitting the record of the Common Pleas of Schuylkill. It was proper as part of the res gestee, to show how the proceeds of the sheriff’s sale had been distributed, and the record was the appropriate medium of proof; but no possible inference could arise from it to the prejudice of the mortgagees, for they were not parties to the proceeding, and had no right to be. Holding a paramount security that was not divested by the sale, they had no interest in the distribution.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, O. J."
      },
      {
        "text": "Concurring opinion by\nAgnew, J.\nEdward M. Heilner held what is termed a coal-lease of lands in Columbia county. He mortgaged it to Sturtevant & Co., on the 17th of September 1858. His title to the lease was sold at sheriff’s sale, on the 19th of November 1861, and bought by Alexander W. Rea. The Miners’ Bank of Potts-ville, as assignee of Sturtevant & Co., sued out a scire facias on the mortgage of Heilner to December Term 1862. On the trial, Rea, who took defence, contended, that at the time of the sheriff’s sale there was rent due and unpaid upon the coal-lease, which was a lien on the mortgaged premises prior to the mortgage, and that the sheriff’s sale divested the lien of the mortgage. The court so charged the jury, and submitted the evidence to them, whether any rent was due and unpaid at the time of the sale, instructing them, if none, to find a verdict for the plaintiff. The jury found for the defendant, which, under the instruction, was a finding of rent due and unpaid. There was a question whether the additional ten per cent, rent on the money invested in improvements was a rent in law, but the court said there was no distinction, and left the whole to the jury, who returned a general verdict. It cannot, therefore, be now known, whether their finding was based on the ten per cent, rent, or on the coal and house rents.\nUpon this state of facts there was error in the charge if the rent due upon the coal-lease was not a charge or lien upon the lease; or if a lien on it, there was error if the sheriff’s sale did not divest the lien of the mortgage.\nUpon the first ground it cannot be said the court fell into error, without overruling the ease of Spangler’s Appeal, reported in a note to Wood’s Appeal, 6 Casey 277. There, the very point was ruled, that a right of entry to forfeit the estate for non-payment of rent creates a lien. Lowrie, J., said: “ But the right of entry in the present case is, to forfeit the estate without discharging the arrears. It may be said, therefore, that the right of entry neither enforces nor secures the arrears; and how then can it be called a lien for the arrears ? Yet, it would seem strange that the inherently more efficient remedy by entry to forfeit the estate, should be less a lien upon the estate, or impose less liability upon it, than the less efficient remedy to receive the profits in payment of the arrears. A right of entry upon a man’s own mines, to work them for the benefit of the lessees, might be a very inefficient remedy.” In the present case, the landlord of the coal-lease actually came into court, and claimed his rent out of the proceeds of sale which was awarded to him in the court below, and affirmed by this court upon appeal of the execution-creditor. This, therefore, was an express adjudication of the very point, for without a lien the landlord had no claim upon the proceeds of the sale of the lease itself. Whether Spangler’s Appeal was correctly decided on principle, I am not disposed to inquire, as the case before us can be decided on a ground quite as decisive, and much more beneficial in its influence to the interests of the mining leasehold mortgages intended to be protected by the legislature. Supposing the court right upon the first point, the next question is, whether the sheriff’s sale divested the lien of the mortgage. The court below thought it did, if there was rent in arrear and unpaid at the time of the sheriff’s sale, on the ground that the rent ran back by relation to the lease, and thereby antedated the mortgage. The question arose under the Act of April 27th 1855, Brightly’s Purdon 330, § 128. That act declared it u to be lawful for any léssee for term of years of any colliery, mining land, manufactory, or other premises, to mortgage his or her lease or term in the demised premises, with all buildings, fixtures, and machinery thereon, to the lessee belonging and thereunto appurtenant; with the same effect as to the lessee’s interest and title, as in the case of the mortgaging of a freehold interest and title, as to lien, notice, evidence, and priority of payment: Provided, That the mortgage be in like manner acknowledged and placed on record in the proper county, together with the lease, and that such mortgage shall in nowise interfere with the landlord’s rights, priority, or remedy for rent, and such mortgages may be sued out as in other cases.”\nAs the law expressly puts leasehold mortgages of collieries and mining lands on the footing of mortgages of freehold, as to lien and priority of payment, it is manifest the legislature intended them to be subjected to the provisions of the Act of April 6th 1830, Purd. 325. That act provides: “ Where the lien of a mortgage on real estate is or shall be prior to all other liens upon the same property, except other mortgages, ground-rents, and the purchase-money due to the Commonwealth, the lien of such mortgages shall not be destroyed, or in any way affeeted by any sale made by virtue or authority of any writ of venditioni exponas.”\nBut it is manifest that the purpose of. the legislature in this assimilation, must be frustrated in every instance in which the lease contains a clause of re-entry for non-payment of the rent. The lease, being the subject of the mortgage, is necessarily prior to the mortgage, and the rent must therefore always be a prior lien. Clauses of re-entry belong to all these mining leases from the necessity of the case. Mining exhausts the land itself, and if the landlord have no clause of re-entry for non-payment of the rent, he may lose, not only his rent, but that part of his land which has been exhausted of its minerals. The legislature, therefore, could not have intended that the rent, which necessarily precedes the mortgage, should take away the security intended by this act to be given to leasehold mortgages. These mining leases have become a very important species of property, involving an outlay of large capital to make them productive. They develop the resources of the state, and the intention was to make them a secure basis for loans to carry on the mines. The law requires the lease to be recorded along with the mortgage. But it is manifest capitalists will not venture money on the faith of a security, which at every rent-day is liable to slip through their fingers by means of the arrears becoming a prior lien. The construction of the law which divests the lien of the mortgage, by a sheriff’s sale whenever the rent is in arrear, is fatal to its purpose, and we must see whether there is not that in the law which points to a different result. To my mind there clearly is.\nThe legislature declared its intent in the proviso, “ that such mortgage shall in nowise interfere with the landlord’s rights, priority, or remedy for rent.” But certainly the legislature did not intend by this proviso to undo and destroy the whole effect of the preceding enactment, which declared that the lessee might mortgage his lease “with the same effect as in the case of the mortgaging of a freehold interest, and title as to lien,” &c. The difficulty, it seems to me, is easily reconciled when we turn to the Act of April 6th 1830, governing the mortgage of the freehold interest. There we find ground-rents as one of the exceptions, and the fact that a prior ground-rent exists will not divest the lien of the mortgage; but a judicial sale leaves it and the mortgage still standing and maintaining the same relative position towards each other after the sale. The lien of the mortgage remains, and the ground-rent landlord retains all his remedies against the land unaffected by the mortgage.\nSo in this case the manifest purpose of the legislature, and the promotion of the object in view, require the same interpretation to be put upon the rent reserved to the landlord of the leasehold estate. In all respects it is analogous to the ground-rent. It is reserved throughout the term of the estate, follows it, and fastens upon it in the hands of every owner. The landlord has like remedies for its recovery, and his rights are expressly protected in the proviso. The mortgage is to have the same effect as to lien as a freehold mortgage. Why then should it have a different effect when we Come to the rent reserved ?\nThe intent of the legislature, the reason of the thing, and interests of all parties, it seems to me, require that we should give to the rent of a landlord of a leasehold the same effect which is given in the Act of 1830 to a ground-rent of a freehold. Without this the intended assimilation of the legislature is not complete. This case itself illustrates the inconvenience and embarrassment produced by holding to the opposite conclusion.. Here a lease worth thousands of dollars, mortgaged for $10,000, was sold for $300. Why was this ? If the sale divested the lien of the mortgage, a full price should be bidden. But here comes the difficulty. If there were no rent in arrear, then the lien was not divested; if there were, then it was. But how was the bidder to know this ? It was a disputed fact in the trial. It was not a matter of record. The lease was, but how much had been paid upon the rent was a fact outside.\nPlacing the rent in this case on the same footing as a ground-rent upon a freehold, the lien of the mortgage was not divested, the court erred in their instructions, and the judgment should be reversed, and a venire de novo awarded.\nJustices Strong and Read concur in this opinion as to the construction of the Act of 27th April 1855.",
        "type": "concurrence",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Edward E. Baldy, for the plaintiff.",
      "Joshua W. Oomly, for defendant. ."
    ],
    "corrections": "",
    "head_matter": "The Miners’ Bank of Pottsville versus Heilner.\nRent discussed, and- defined. — Rent due on lease not such a. lien as will divert the lien of mortgage on sheriff’s sale. — Leasehold mortgages within the provision of the Act of April 6th 1830.\n1. Rent due under a coal-lease, is not a prior lien, under the Act of April 6th. 1830, relating to mortgages, so that a mortgage of the leasehold will be discharged by a sheriff's sale of the term, under an execution against the lessee.\n2. A stipulation in the lease for the repayment of an improvement fund by “ an additional rent of ten cents per ton on all coal taken out,” is a provision for the repayment of a loan simply, and the amount due thereunder, is not rent properly so called.\n3. By Agnew, if., — The rent reserved in the coal-lease was analogous to a ground-rent: and the lien of the mortgage was preserved by the Act of April 6th 1830, providing that the lien of a mortgage prior to all other liens upon the same property except other mortgages, ground-rents, &c., &c., shall not be destroyed or affected by any sale made on venditioni exponas.\n4. Bantleoñ v. Smith, 2 Binney 146, commented on and restricted.\nError to the Common Pleas of Columbia county.\nThis was a scire facias on a coal-lease mortgage, brought in the court below by the Miners’ Bank of Pottsville, assignee of N. Sturtevant & Co., against Edward M. Heilner.\nOn the 1st of January 1854, the Locust Mountain Coal and Iron Company leased to Marcus G. Heilner the veins of coal above and below the water level, on a part of the lands of the said company situate in Columbia county, for a period of thirteen years. Heilner was to make all the necessary improvements, outside fixtures, and openings of the veins. The company were to advance him the sum of $12,000 towards the erection of the improvements, as the work on the same progressed, which sum was to be repaid to the company by an additional rent of ten cents per ton upon all coal taken out by Heilner, until the whole amount with interest was repaid; .the improvements and fixtures were to be the property of Heilner. The company reserved the right to take the same at the termination of the lease, or on any determination thereof by forfeiture or otherwise, at a valuation by three persons. If the company declined to take the other improvements, they were nevertheless to take and pay for the miners’ houses. Heilner agreed to pay a rent of twenty-five cents per ton, railroad weight, on all coal mined from said veins, except chestnut coal, for which he was to pay fifteen cents per ton. The company also leased to Heilner certain blocks of miners’ houses erected on their land. The rent for coal and houses was to be paid monthly, on the 10th day of each month, for the rent that had accrued up to the last day of the preceding month. It was agreed that the parties should be held and considered as landlord and tenant, and all the laws relating to landlord and tenant should extend to the relations and estate created by the said lease. It was also agreed that the lease should not be assigned or transferred, or the premises sublet without the consent in writing of the lessors first had and obtained, nor should a sale by execution or other judicial process work a transfer to the purchaser without such consent. The non-payment of rent on the days appointed was not to be considered a cause of forfeiture, unless the same should remain due and unpaid for thirty days after a demand made for the same on the demised premises. It was further agreed that, if Heilner should “ fail, or neglect, or refuse to comply with any of the covenants in this lease on.his part and behalf to keep and perform, or should not work said mines with due diligence, or suffer the same to remain idle, then this lease shall be considered and held as forfeited at the option of the said The Locust Mountain Coal and Iron Company, who may, on default being made as aforesaid, declare this lease forfeited, and give notice thereof in writing to the said M. G. Heilner, &c., and the said Locust Mountain Coal and Iron Company may thereupon take possession of the mines, veins, and demised premises,’ with the appurtenances and all improvements erected thereon, as fully, absolutely, and completely as if these presents had never been executed, &c.”\nUnder this lease M. G. Heilner went into possession of the demised premises, erected the necessary improvements, and mined coal. On the 24th of August 1858, the sheriff of Columbia county sold the interest of M. G. Heilner in this lease and improvements to Henry Guiterman, who assigned the same to E. M. Heilner. The Locust Mountain Coal and Iron Company, by agreement dated September 6th 1858, accepted E. M. Heilner as their tenant under the terms of the original lease.\nSeptember 17.th 1858, E. M. Heilner executed to Noah Sturtevant, Joseph Maxfield, Thomas H. Reily, and Charles Wannemaeher, trading as N. Sturtevant & Co., a mortgage upon the said lease and improvements conditioned for the payment of $10,000, which mortgage was recorded in Columbia county on the 29th of the same month. The lease and accompanying transfers and agreements were also recorded.\nOn the 24th of October 1861, the surviving partners of the firm of N. Sturtevant & Co. assigned the mortgage to the Miners’ Bank of Pottsville.\nE. M. Heilner went into possession of the premises, and continued to mine coal until some time in August 1861, when a testatum writ of fi. fa. was issued out of the Common Pleas of Schuylkill county to the sheriff of Columbia .county, at the suit of Riegel, Baird & Co. v. Edward M. Heilner. Under this writ the sheriff of Columbia county levied on the interest of E. M. Heilner in the said leasehold premises and improvements, and sold the same November 16th 1861, to Alexander W. Rea for the sum of $300. The money was paid into court, and being claimed by the landlord and the execution-creditor, an auditor was appointed to distribute it, who awarded the fund to the landlord in payment of arrears of coal and house rents. The report of the auditor was confirmed by the Court of Common Pleas, and, on appeal, the decree of the Common Pleas was affirmed by the Supreme Court.\nThe mortgage-debt remaining unpaid, the Miners’ Bank sued out this scire facias. Alexander W. Rea appeared and took defence, claiming that the lien of the mortgage had been divested by the sale under the testatum fi. fa. of Riegel, Baird & Co. v. Edward M. Heilner.\nOn the trial the defendant offered in evidence a certified copy of record from Court of Common Pleas of Schuylkill county, Jacob Riegel and Others v. Edward M. Heilner, “ to show that the coal-lease was levied upon and sold to Alexander W. Rea, and that the Locust Mountain Coal and Iron Company claimed that a large sum was due to them for rent, and that the proceeds of sale, after payment of costs, viz., $250, was decreed to the •said company by the Court of Common Pleas, which decree was confirmed by the Supreme Court.” The admission of the record for any purpose except to show the sale to Rea was deemed by the plaintiff wrong, and objected to, first, as irrelevant; and, second, because the plaintiffs were not parties to the proceedings, and are not to be affected by the distribution made by the court. The objection was overruled, and the evidence admitted.\nThe court below held that the ten cents per ton was rent for which the landlord had a lien under the clause of re-entry in the lease; that if there was any rent due and unpaid upon the lease when it was sold by the sheriff, that sale divested the lien of the mortgage.\nUnder these instructions there was a verdict and judgment for defendant; whereupon the plaintiff sued out this writ, and assigned for error the ruling of the court above mentioned.\nThe points brought up for the adjudication of this court were,\n1. Was the certified copy of the record from the Common Pleas of Schuylkill county of the judgment, Jacob Riegel and Others v. E. M. Heilner, properly admitted for the purposes set out in the defendant’s offer ?\n2. Was the ten cents a ton on coal, to be paid by Heilner until the money advanced by the Locust Mountain Coal and Iron Company for the erection of improvements was thus repaid, rent for which the landlord had a lien under the clause of re-entry contained in the lease ?\n3. If rent was due to the landlord at the time of the sheriff’s sale, was the lien of the mortgage divested by that sale ?\nEdward E. Baldy, for the plaintiff.\nJoshua W. Oomly, for defendant. .\nJuly 22d 1864,"
  },
  "file_name": "0452-01",
  "first_page_order": 452,
  "last_page_order": 465
}
