{
  "id": 485592,
  "name": "Strickler versus Burkholder",
  "name_abbreviation": "Strickler v. Burkholder",
  "decision_date": "1864-05-24",
  "docket_number": "",
  "first_page": "476",
  "last_page": "480",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 476"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 143",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838102
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0143-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 10313,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 2.5369098160849074e-07,
      "percentile": 0.8130165117734663
    },
    "sha256": "4aeb05bd403f5df30de90616b85db24a294422f702f2a098845bda6a81206979",
    "simhash": "1:aef848c3d88605ca",
    "word_count": 1839
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Strickler versus Burkholder."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nStrong, J.\nIt seems to have been taken for granted at the trial that the defendant, Burkholder, was but a surety in the note, and that McCleaf was the principal debtor. No evidence was given to show that such was the fact, nor is there any admission of it on the record, but -it is manifest that it was assumed by both parties, and nothing in the assignments of error, or in the argument in this court, complains of the assumption.\nThe first and third assignments call in question the instruction given by the court respecting the sufficiency of the notice given to the creditor by the surety. One witness had testified that Mr. Burkholder told the plaintiff in the spring of 1859 “ that he should collect that money or get that money, that he did not consider himself bound for it any longer if there was no effort made.” Subsequently, as the same witness testified, the plaintiff was told that if he did not make an effort to collect the money, Mr. Burkholder would be relieved from it. On cross-examination, the witness said he was not positive whether the defendant said the plaintiff should collect it, or sue, or get it. If the defence rested on this evidence alone, it might have been the duty of the court, as it was requested, to pronounce the notice insufficient to work a discharge of the surety, if he failed to bring suit. Nothing less than positive and unequivocal notice to sue, with an equally unequivocal notice that if suit be not brought the surety will hold himself discharged, will avail. Here the notice was to collect, or get, or make an effort to collect, with the declaration that the surety would not consider himself bound, or would be relieved if no effort was made. An effort to collect is not necessarily a suit, and it may well be doubted whether a mere notice to make an effort amounts to anything. But another witness was called, who testified that in his store, in the spring of 1859, the defendant notified the plaintiff that he wanted him to collect that note, as he would not stand bail any longer. This was unequivocal. Notice to collect is notice to sue, if suit be necessary for collection. We think that with this evidence before the jury, the court could not have declared the notice given insufficiently precise and certain. What the law requires was correctly stated, and what the witness proved was left to be found by the jnry. In this we see no error.\nNor is there substantial reason for complaint of the charge respecting the evidence of the solvency of the principal debtor. The burden was on the plaintiff to 'show that the money could not have been collected, if suit had been brought when requested. The presumption was that it could. And all that the court meant manifestly was that, the affirmative being on him, he must establish it with reasonable probability, and that failure of proof operated in favour of the defendant.\nIt is too late now to call in question the rule that parol notice to sue given to a creditor, accompanied with a declaration that if he does not, the surety giving the notice will be discharged, will work a discharge of the surety, if the notice be not complied with. That the rule opens a door for mischief must be admitted, as also that it sometimes works injustice, but it has been too long established, and adhered to, even since the equity powers of our court were enlarged, to be abolished now by judicial decision. Besides, it is not clear that any statutory enactment confers upon our courts jurisdiction of a bill by a surety to compel his creditor to proceed against the principal debtor.\nJudgment affirmed.",
        "type": "majority",
        "author": "Strong, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Strickler versus Burkholder.\nSurety, when discharged after notice to sue principal.\n1. A notice by the surety in a note to the holder “ to collect it, as he would not stand bail any longer,” is sufficiently preciso and certain to discharge the surety, and justifies a reference of the testimony as to the fact of notice to the jury, with proper instructions as to its legal effect.\n2. In an action against the surety by the holder, the burthen of proof is on the plaintiff to show that the money could not have been collected if suit had been brought when notice was given.\nError to the Common Pleas of Cumberland county.\nThis was an action founded on the joint and several promissory note of Calvin McCleaf and Adam Burkholder to Christian T. Strickler, dated April 3d 1856, at one day after date, for $100, on which $10.13 of interest had been paid. It was taken for granted at the trial, though no proof was given on the point, that McCleaf was principal debtor and Burkholder surety. The jury were only sworn as to Burkholder. After Strickler had held this note some three years, Burkholder, according to the testimony of two witnesses, told Strickler to “get that money,” or “ collect that money, as he did not consider himself bail any longer.” This was in the summer of 1859. Suit was not brought until August 1861, and the defendant relied on this to relieve him from his liability upon the note. The plaintiff, besides excepting to the sufficiency of the notice, relied upon the insolvency of McCleaf as an answer to the defence, and showed that at the time of notice his real estate was covered with judgments not reached by a subsequent sheriff’s sale, and that his personal property was appraised, at $15.50, and never was of such an amount or kind as to have enabled the plaintiff to have collected this' money.\nAmong the points propounded by the parties, on which the court were requested to charge the jury, were the- following:—\nThe plaintiff requested the court below to instruct the jury,\n1. That the notice shown in this case is not proved with sufficient precision as to its terms to justify the jury in finding for the defendant.\n2. That now the remedy of the surety to be relieved from his liability upon notice to the creditor to sue the principal, or he will consider himself discharged, is no longer at law by loose proof of notice made in pais, but the surety is bound to file his bill in equity to compel the creditor to proceed against the principal.\nThe defendant requested the court to charge,\n1. The notice given is sufficient in law. And it having also been proved that McCleaf (in the spring of 1859, and until the fall of 1861) had personal property, it became imperatively the duty of plaintiff to bring suit, and try to recover his money without any unnecessary delay; and as he did not, he cannot now recover.\n2. The plaintiff cannot be excused after the notice given from bringing suit immediately, or within a reasonable time, against McCleaf, and making an effort to collect his money, unless he has proved that the attempt would have been wholly fruitless. If the jury believes that plaintiff might have obtained his money, or part of it, out of McCleaf’s property by proceeding as requested, he cannot now be excused by offering evidence to show that he probably could not have realized the whole of his debt. Unless he has satisfied the jury that the attempt would have been wholly fruitless if he had brought suit, it was his duty to proceed and make what he could. As he was in default in not acting, the doubts are to be all against him, and as he did not bring suit until the 3d of August 1861, he cannot recover unless the attempt would have been wholly fruitless.\nThe court (Graham, P. J.) answered the plaintiff’s first point as follows:—\n“ 1. We decline to answer this as requested. The notice proved by Mr. Shoemaker and Mr. Kuhns we think is sufficiently precise and certain, but the parol evidence is for you to pass on. The' law requires notice to bring suit or collect the money off the principal, or the surety will consider himself discharged, or no longer liable, and we consider the notice proved comes within this rale.”\nThe second point was answered thus:—\n“2. We cannot say to you that this is the law. The ruling of our Supreme Court hitherto has been that parol notice, if in proper form, is sufficient to discharge a surety, and we will not attempt to introduce a new rule on the dieta in Cope & Smith, 8 S. & R. 115, and Erie Bank v. Gibson, 1 Watts 143. If the rule of law as to the discharge of sureties is to be changed, since equity powers have been vested in the Courts of Common Pleas, we will submit it to the Supreme Court to do so. But the notice proved must be definite, precise, and satisfactory, so as to communicate to the creditors distinctly and intelligently that if he does not proceed to collect the debt from the principal the surety will consider himself discharged from liability.”\nThe defendant’s points were thus disposed of:—\n“ 1. We have stated to you what notice the law requires. You will determine whether the parol evidence meets the requirements of the law. The parol evidence is for the jury, and it is your province, not that of the court, to say what is proved by a particular witness. Nor can we say to you as requested in the latter part of this point, that if McCleaf had personal property in 1859 and till 1861, it was the duty of plaintiff to bring suit and try to recover his money. This would depend on whether Mc-Cleaf had personal property subject to levy and sale.\n“ 2. To relieve plaintiff from the effect of the notice the evidence must satisfy you that an effort to collect the money by plaintiff would have been wholly fruitless. If the plaintiff might have made part of his money out of McCleaf’s property, the surety would be relieved to the amount that might have been thus made had suit been brought when notice was given.\n“ The burden of proof is upon the plaintiff to satisfy you that the money could not have been collected if suit had been brought when requested. If there is doubt and uncertainty on this point, then doubts ought to operate in favour of the defendant, after having satisfactorily proved notice to the plaintiff that he would consider himself discharged unless the plaintiff brought suit against the principal.”\nUnder this ruling there was a verdict and judgment for plaintiff. Whereupon the defendant sued out this writ, and assigned for error the answer given by the learned court to the proposition of the parties as above.\nThe names of the counsel concerned in this case did not appear in the paper-books on file.\nMay 24th 1864,"
  },
  "file_name": "0476-01",
  "first_page_order": 476,
  "last_page_order": 480
}
