{
  "id": 485560,
  "name": "Natcher versus Natcher",
  "name_abbreviation": "Natcher v. Natcher",
  "decision_date": "1864-05-24",
  "docket_number": "",
  "first_page": "496",
  "last_page": "500",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 496"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 327",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841263
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0327-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 10542,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 3.744282585739433e-07,
      "percentile": 0.8949309399891654
    },
    "sha256": "13c5cc999b536d568487c241aacbd7c275fa250d4eb06bb1ac8ad0b71db8d0e5",
    "simhash": "1:9066b8610a72ad38",
    "word_count": 1805
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Natcher versus Natcher."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nA prior dispute existed between the parties to this suit, growing out of an alleged indebtedness by the plaintiff below to the defendant. The latter, to enforce his claim, attached the notes from which the money now sued for was derived, but before obtaining judgment on the attachment, the plaintiff, by his agent Lehman, transferred them to the defendant on settlement of the attachment, the agreement declaring the notes to have been received “ in full of all claims and demands of every kind .due, owing, or payable to me (the defendant) by the said Gabriel Natcher.” In consequence of this settlement the foreign attachment was discontinued.\nMoney paid on the compromise of a litigated claim is paid on a good consideration, and if voluntarily paid, cannot be recovered back': 3 Watts 327; 9 Barr 318. The cases agree that a party who has paid an unfounded demand, without constraint, cannot recover it back; it was his folly to part with his money, and he must submit to lose it.” And again: “A single fact in the cause turns the scale against the plaintiff; the payment was voluntary:” Id., per Gibson, C. J.\nNobody would doubt that if the settlement in this case had been made by Gabriel in person, with William Natcher, he never could have disturbed it, or been successful in recovering back the consideration. The great question then is, had Lehman the requisite authority in the premises to settle for him ? I cannot doubt this. The letter of the 20th March 1860, it seems to me, was ample. It proposed and described particular terms, but afterwards enlarged the authority by instructing his agent to “fix it .up this time in the best way you can, and I will be satisfied with what you do.” He did not or could not settle on the special terms, but did, on the general. There was as clear authority for the latter as there was, if he had settled by the former. The authority was in the alternative, and of course justified his action in either alternative.- The agent was neither defrauded nor cajoled into the settlement; His principal agreed that at least one off the Weaver notes would be necessary to be paid over to effect a settlement, and in the end concluded not to limit him to this even. No collusion was pretended between the agent and the defendant. If this were even so, the settlement and payment were voluntary, and cannot now be opened up and set aside.\nUnder this view of the case, we think the defendant was entitled to an affirmative answer to his first point. Instead of that the court negatived it, and through misapprehension of the point, we think. The first reason the learned judge gives for declining to say “an action for money would not lie after the'procéedings had in the attachment suit given in evidence” was, that no judgment had been recovered in that suit. This was true, but it was not of this the point was predicated. It called for instructions as to the effect of the compromise and voluntary payment, but the answer left the jury to infer that a recovery might be had against a voluntary payment, there being no judgment, and that nothing short of a judgment would aváil to prevent it.' A moment’s reflection will induce the inquiry, how can money voluntarily paid be recovered back? Upon-what can the implied promise to pay back be rested, against a free and voluntary parting with the money, without any reservation that it is ever to be returned ? The latter excludes the former. The act overthrows all presumptions inconsistent with it, and hence the rule that money voluntarily paid, that is, paid without fraud or constraint, can never be recovered back. The court erred in this. So too was there error in the last branch of the answer to the point.\nIf the notes were transferred in compromise of the attachment suit, and all other demands between the parties, it mattered not to the validity of the transaction, whether at some other time it might be made to appear that nothing was due. If there was no fraud or constraint in obtaining the money, it cannot be recovered back. The payment in such a case is just to avoid the inquiry into the transaction, and if it turns out that nothing uvas due, it was the party’s own folly to part with his money on an unfounded claim, and he must submit. Compromises of disputes woirld never be made if the law were not so. But the learned judge seemed to think, and so answered, that if there was nothing due, the defendant having given-a bond of indemnity to save the agent harmless, the plaintiff might recover the whole consideration of the compromise back. Being an unfounded claim merely, gives no such' right as already remarked. The agreement of indemnity had'no reference to a return on any contingency-of any failure of the consideration. It was a stipulation to' save the agent harmless of his principal, should he be dissatisfied with the settlement. Instead -of inculcating the idea that there was doubt about'-'the justice of the-arrangement, it rather imputed confidence in it, for it was a voluntary assumption of the-respon sibility of the agent, a thing the defendant was in no way bound to undertake by any condition of-the settlement. It was an error, therefore, to raise any implication from the indemnity of a promise to pay over any portion of the consideration, as the jury were allowed to do under the answer of the court. The indemnity might have been a circumstance of importance, if the case had stood upon a question of collusion between the parties to it. But this was not the case.\nThere is nothing in any of the other assignments of error; but for the reasons given, the judgment must be reversed.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "W. M. Penrose, G. E. Maglaughlin, and James 11. Smith, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Natcher versus Natcher.\nEffect of voluntary payment in ignorance of legal rights. — Settlement by agent binding on principal. — Indemnity to agent on settlement of suit at law, not equivalent to implied promise to refund principal. — Liability of agent to principal.\n1. A voluntary payment of money made without fraud or constraint, though in ignorance of the law or the legal circumstances of the case, cannot be recovered back.\n2. Where an attachment suit was settled by an agent of the defendant therein, under a general power of settlement from his principal, by the transfer of the promissory notes attached to the attaching creditor, by whom they were collected, held, that the principal could not recover their amount, in an action for money had and received against the agent, whether the claim for which the attachment issued was well founded or not.\n5. An indemnity by the plaintiff in the attachment, to the agent on delivery of the notes, is not sufficient to ground an implication of a promise to pay back any portion of the consideration for the compromise: and it was error to instruct the jury that if there was nothing due, the principal was entitled to recover the amount of the notes from the agent.\nError to the Common Pleas of Cumberland county.\nThis was au action of assumpsit, brought to August Term 1862, by William Natcher against Gabriel Natcher, in which the plaintiff declared for $250 on a common count for money had and received.\nThe material facts of the case were these : — A foreign attachment had been issued on the 15th day of September 1859, at the instance of William Natcher against Gabriel Natcher, which attachment was served upon Samuel Lehman as garnishee. Lehman filed an answer admitting that he had in his possession for collection, two promissory notes belonging to Gabriel Natcher, the defendant in the attachment, and wrote immediately to Gabriel Natcher, informing him of the foreign attachment.\nOn the 21st of November, Lehman received a letter from Gabriel Natcher, denying all indebtedness to William Natcher, averring a former settlement of all accounts. Several months after the date of this letter, Gabriel Natcher wrote another letter to Samuel Lehman, the garnishee, directing him to settle the foreign attachment in the best way he could, suggesting certain terms, but saying that he would be satisfied with what Lehman would do.\nActing under this letter, Lehman, on the 7th day of April 1860, settled the foreign attachment by delivering to William Natcher, “in payment of all claims of any kind owing to me,” the two notes which he had received from Gabriel Natcher for collection, and which were the only property of Gabriel Natcher attached in his hands. It was to recover the amount of these notes that this action was brought by Gabriel Natcher — the plaintiff alleging that the claim for which the foreign attachment had issued was unfounded, and relying upon a receipt of William Natcher, dated March 8th 1856, to substantiate the allegation.\nThe defendant requested the court to instruct' the jury—\n1. That there can be no action for money had and received by Gabriel Natcher against William Natcher, after the proceedings in foreign attachment given in evidence in this case to recover money on notes received by William Natcher in the foreign attachment.\n2. That if, after the proceedings in foreign attachment, Gabriel Natcher gave William Natcher notice that the notes held by Lehman did not belong to him but to one Weaver, Gabriel Natcher cannot maintain this action.\nTo which the court below responded:—\n“ 1. We cannot answer this point in the affirmative. There was no judgment of the court in the foreign attachment, either against defendant or the garnishees. If William Natcher induced Samuel Lehman to hand over the notes placed in his hands by Gabriel Natcher for collection, and mark the attachment case settled, by giving Lehman a bond of indemnity, and there was in fact nothing due from Gabriel to William Natcher, Gabriel Natcher may recover in this suit the amount of the Sidle notes thus improperly received by William Natcher.\n“2. We cannot answer this point as requested. The evidence is that the notes were transferred by Weaver to Gabriel Natcher, and whether the transfer was for value or for the purpose of collection, is not material to the present inquiry. Weaver interposes no objection to a recovery by Gabriel Natcher, and William Natcher cannot be permitted to object for him. If Weaver claims this money, the right to receive it can be adjusted between him and Gabriel Natcher after judgment is obtained.”\nThese answers were the errors assigned here by the defendant after a verdict and judgment in favour of plaintiff.\nW. M. Penrose, G. E. Maglaughlin, and James 11. Smith, for plaintiff in error.\nMay 24th 1864,"
  },
  "file_name": "0496-01",
  "first_page_order": 496,
  "last_page_order": 500
}
