{
  "id": 485569,
  "name": "Erisman, Trustee, versus Directors of the Poor, &c., of the County of Lancaster",
  "name_abbreviation": "Erisman v. Directors of the Poor",
  "decision_date": "1864-05-24",
  "docket_number": "",
  "first_page": "509",
  "last_page": "514",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 509"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 143",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 574,
    "char_count": 12144,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 6.978790376743861e-07,
      "percentile": 0.9655902718652709
    },
    "sha256": "e8cf81f0d002e7fdcf2afbe34b0404f799af9951bb347704d6c1be54ad3be7a0",
    "simhash": "1:8384849204220fbb",
    "word_count": 2126
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Erisman, Trustee, versus Directors of the Poor, &c., of the County of Lancaster."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nThompson, J.\nIt is undoubtedly the true construction of the will of Ann Charlotte Frank, that whenever urgent necessity required the principal sum bequeathed to be called upon for the benefit of her niece, there was to be no limitation upon the sum to be applied, short of what might be needed in the exigency. It was not restricted to purchases of necessaries, as was the interest, but to what might be necessary in cases of urgent necessity occurring in regard to her.\nShe became insane, and on proceedings instituted to inquire of her condition, she was found to be a lunatic; whereupon the court ordered “ that it appearing to the court that Lydia Thomas is a citizen of Lancaster; that she has been legally declared insane; that her husband is in indigent circumstances; and the court also being satisfied that it would be unsafe for the said Lydia to be at large, commit the said lunatic to the Pennsylvania Lunatic Hospital as prayed for.”\nHere was an adjudication that, it seems to us, fixed the fact of urgent necessity most conclusively. She had become insane, and was unsafe to be at large, and her husband had no means of maintaining her in the asylum. I can hardly conceive of a case coming more completely within the provision of the will.\nThe first object of the testatrix’s bounty was this unfortunate woman, -and the will must be so interpreted. Had she remained of sound mind, and a case of urgent necessity had arisen to which the interest of the bequest would have been inadequate, no one can- doubt but that her interest in it would have been such as to entitle her to call on the trustee for the application of a portion or the whole of the legacy, as the case might require. That this is so, is manifest from the residuary clause in relation to it, viz., all that may “remain shall be equally distributed and paid among the lawful children of the said Lydia.”\nThe necessity occurring, and her interest in the bequest existing, it is difficult to see why the directors of the poor, who were bound to pay in the first instance for her support and treatment where the law placed her, could not avail themselves of her rights of property. The Act ,of the 13th June 1836, § 12, and the decisions in The Township of Franklin v. State Lunatic Hospital, 6 Casey, 522, and Lower Augusta Township v. Northumberland County 1 Wright 143, settle this. A lunatic who is a charge on the public, is charged as a quasi pauper, and the township or district primarily liable for maintenance, may look to any estate that may belong to such person, or to his or her relatives, who by law are answerable to reimburse. The Act of the 8th April 1861, is but declaratory of the law as it stood.\nThe objection that this dispenses with the discretion of the trustee has no merit. His discretion is but a legal one, and whenever the law determines that a proper case has arisen in which the trustee’s discretion should have been exercised in a particular way, he will be constrained to act in accordance therewith.\nThese views set aside altogether the argument, that because the county has been and is supporting the lunatic, therefore her estate is not answerable. It sometimes happens that a pauper charged on a district is discovered to have rights that are valuable : according to the argument carried to its legitimate results, the heirs might claim it in preference to the district, because the pauper was comfortable enough by the public munificence. Such a result is not to be thought of.\nJudgment affirmed.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "Thomas F. Franklin and F. W. Patterson, for plaintiff in error.",
      "O. J. Dickey and R. W. Shenk, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Erisman, Trustee, versus Directors of the Poor, &c., of the County of Lancaster.\nApplication of trust estate to case of “ urgent necessity” of cestui que trust. — Liability of trust estate to support of lunatic.\n1. The estate of a married woman created by will and held in trust to apply the interest in the purchase of the necessaries of life, and the principal, “ if urgent necessity should require,” held, upon her becoming insane, and her removal to the State Lunatic Hospital by order of court at the charge of the county; to be liable for the expenses of her support and maintenance, where her husband was in indigent circumstances.\n2. The county is primarily liable for the expenses of maintenance, but the directors of the poor may recover the sum paid from the estate of the lunatic.\nError to the Common Pleas of Lancaster county.\n• This was an action'of assumpsit, by The Directors of the Poor and of the House of. Employment of the County of Lancaster against Daniel Erisman, trustee of Lydia Thomas, a lunatic, in which the following case was stated for the opinion of the court:—\n“Ann Charlotte Frank, in her last will and testament, which was duly probated and recorded in the register’s office, in book ‘ 7,’ page 308, at Lancaster, dated September the 5th, a. d. 1843, willed and bequeathed as follows, to wit, amongst other things:\n‘ And after all the foregoing legacies, and all my lawful debts and funeral expenses' are paid, the remainder shall be divided in three equal shares; one of the- said shares shall be equally divided among all the children of Daniel Frank, son of my brother Jacob ; one other share shall be paid to'Henry Frank, another son of my said brother Jacob, and the-third shall be paid to such trustee as shall be appointed by the Court of Common Pleas of Lancaster county, upon the application of the executor of this my will, in trust for the use of Lydia Thomas, wife of John Thomas', and a daughter of my said brother Jacob, who shall hold the same in trust during the natural life of said Lydia Thomas, and shall from time to time apply the interest arising thereby for the purchasing and payment of such necessaries of life as he may think right and proper, but such trustee shall only be allowed to apply any principal, if urgent necessity should require, and in no case shall be allowed to pay any debts contracted by said Lydia or her present husband, and after the death of said Lydia, all what there may yet remain, shall be equally distributed and paid among the lawful children of said Lydia.’\nOn June 16th 1845, the executor of the said will, John Christ, petitioned the Court of Common Pleas of Lancaster county to appoint a trustee, under the directions of the will of said Charlotte Frank, deceased, and on same day the said court appointed Jacob Geitnor (of Litiz), trustee of said Lydia Thomas. The said trustee received into his hands the principal of said trust-fund from Ann Charlotte Frank’s estate, to wit:\nReceived October 1st 1845, from John Christ, execu-.\ntor, &e.,.......■ ■. 11180.00\nReceived October 1st 1854, from G. Zahm, administra- ' tor a. t. a., . . . . . . . 288.93\nIn all, .. . ....... 11468.93\nand annually paid the interest on the first-mentioned - sum to Lydia Thomas, first deducting taxes, until about October 1853.\nOn the 23d day of January 1852, on petition of John Thomas, the husband of Lydia, by his attorney, J. Hamilton Reigart, Esq., to the Court of Common Pleas of Lancaster county, the said court appointed January 26th 1852, at three o’clock, for an inquisition to meet and inquire whether the said Lydia was of sound mind or not; and the said inquest found her a “ lunatic from beginning of June 1851, and having no lucid intervals.”\nSame day inquisition was presented and confirmed nisi by the court. On February 2d 1852, John Thomas, the husband of Lydia, presented his petition to said Court of Common Pleas, praying the court to make an order to commit the said Lydia Thomas, then declared a lunatic, to the “ Pennsylvania State Lunatic Hospital,” which order on same day was accordingly made, and shortly afterwards, to wit, February 25th 1852, agreeably to said order, she was received into said hospital, and has remained there since, and is there now, at the charge of the county of Lancaster, under the Act of Assembly in such case made and provided.\nThe said trustee, Jacob Geitner, had no part or lot in begin ning or carrying on those proceedings in lunacy, nor in obtaining the aforesaid order of'court of February 2d 1852. Said Geitner, trustee, did pay the annual interest, first deducting taxes, to the treasurer of the plaintiffs, on the 20th of October 1853, and thus continued to p^y' the interest annually, up 'to October 1st 1858. On May 16th 1859, the said Jacob Geitner, trustee, filed his account in said trust-fund, in the said Court of Common Pleas, and the same was confirmed nisi on the 20th of June 1859, and became absolutely confirmed. June 25th 1859, said Geitner,. trustee, presented his petition to said court, saying he had filed his account; that the balance in his hands was §1359.55, and that on account of the infirmities of old age he desired to be' discharged from said trusteeship, and the said court accordingly discharged him on his paying over to his successor the balance m his hands; and, on same day, John Thomas, the husband of Lydia, presented to said court his petition, praying that Daniel Erisman might be appointed trustee in the place and stead of Jacob Geitner, resigned, which was accordingly done by the court, he giving the bail required.\nDaniel Erisman, the present trustee, received from the hands of the former trustee, the balance in_his hands of trust funds, on the 14th of July 1859, to wit, §1359.55, which sum is out at 5 per cent, interest.\n■ The expenses paid out of said sum by the trustee were §5 to attorney, 25 cents acknowledging release, and §1.75 for recording release. In all the sum of §7.\nThe lawful children of said Lydia Thomas now living are, James T. Thomas, Reuben B. Thomas, Serena A. Thomas, and Ella O. Thomas.\nThe said Daniel Erisman, trustee, has not thought it right or proper to pity any of the interest of said trust fund to the said plaintiffs, nor to pay any debts contracted by the said Lydia or her husband, and therefore has not paid the said plaintiffs any moneys whatever of said trust fund since he became trustee.\nThe amount held by Daniel Erisman, trustee, is . $1352.55\nInterest on same from October 1st 1858 to October 1st 1863, at 5 per cent., he having it on loan at that rate, is........ 338.10\nCorpus fund and interest .... $1690.65\nThe amount paid by plaintiffs to the Pennsylvania State\nLunatic Hospital for Lydia Thomas, lunatic, to date 1499.15 Amount paid by former trustee to October 1st 1858 350.49\n$1148.66\nAdd interest due plaintiffs on payments . . 352.35\nTotal amount due plaintiffs . . . $1501.01\nAmount of interest on the various sums paid by the directors of the poor from date of payment to present date, is...... . $502.991-\nInterest in favour of trustee on moneys paid to date 150.64\nBalance of interest in favour of plaintiffs . . $352.35\nIf the court be of the opinion that the defendant as trustee is legally bound to pay the interest of said trust fund to the plaintiffs in the premises, and the interest only, then judgment to be entered for the plaintiff for $338.10 less the yearly taxes paid on said trust fund and the legal commissions due the trustee; but if not then judgment to be entered for the defendant; and if the court be of opinion that the defendant as such trustee is legally bound to pay the corpus or principal fund of said trust, and the interest of said corpus, both to the plaintiff in the premises, then judgment to be entered for the plaintiff for. $1501.01, less the yearly taxes paid on said fund, and the legal commissions due the trustee; but if not, then judgment to be entered for the defendant. The costs to be paid out of the trust fund, if in either case the judgment should be for plaintiff; but if the judgment should be for the defendant then costs to follow the judgment; and either party hereby reserves the right to sue out or take a writ of error therein to the Supreme Court.”\nThe court below (Lons-, J.) directed the entry of judgment in favour of the plaintiffs for $1501.01 less the yearly taxes paid on said fund, and the legal commissions due the trustee, which was the error assigned.\nThomas F. Franklin and F. W. Patterson, for plaintiff in error.\nO. J. Dickey and R. W. Shenk, for defendant in error.\nMay 24th 1864,"
  },
  "file_name": "0509-01",
  "first_page_order": 509,
  "last_page_order": 514
}
