{
  "id": 485502,
  "name": "Stoner versus Hunsicker",
  "name_abbreviation": "Stoner v. Hunsicker",
  "decision_date": "1864-05-24",
  "docket_number": "",
  "first_page": "514",
  "last_page": "515",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 514"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 565",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849948
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0565-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 292,
    "char_count": 3934,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 7.653667353157307e-08,
      "percentile": 0.4518659195960846
    },
    "sha256": "2efc34c0fd6a96880a70146b3e9f8f418c54c068abe58ff223840110a2bf0f98",
    "simhash": "1:ffe19cefccc423de",
    "word_count": 690
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stoner versus Hunsicker."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThe parties owned adjoining lands and had a partition fence between them, which had stood for more than twenty-one years. Each party had made one-half of it. Stoner, the defendant below, removed the portion of it which he had built, and set it about fourteen feet in upon his own land. Hunsicker sued him in trespass vi et armis, and recovered damages. The right of Stoner to remove the half of the fence is rested upon his supposed ownership of the materials in severalty. We think ownership of the materials, which entered into the structure of the fence, a slender foundation for the right claimed here, to remove a structure dedicated to important uses, the subject of legal duty and legal protection, a barrier erected as a landmark of boundary, a protection of property, and a means of preserving the peace of society.\nFences play an important part as the monuments of title, giving effect to the Statute of Limitations, and, after twenty-one years’ corresponding peaceable possession, controlling even original lines of survey: Brown v. McKinney, 9 Watts 565. Landmarks have had the benefit of protection under legal penalties, from the foundation of the province; a protection renewed and extended in the Act of 81st March 1860, § 153.\nLegal duties also arise out of partition fences. According to the 5th section of the Act of 11th March 1842, Purd. of 1861, p. 476, the duty to repair or build in a reasonable time devolves upon the owner of adjoining improved land, and if not performed the opposite owner may repair or build, and recover the price in an action before a magistrate. In Stevens v. Shriver, 1 Casey 78, the duty to contribute and maintain was held even in a case where the boundary was in dispute. In Rangler v. McCreight, 3 Casey 95, the court held that either owner could insist upon a comrqon partition fence along their line between improved fields, and where the defendant’s cattle passed from his own field to the plaintiff’s by reason of the plaintiff’s neglect to build his part of the fence, the plaintiff could sustain no action for the trespass. The same principle is established by the Act of 1700, in relation to fences not built according to its requirements, viz.: “ at least five feet high, of sufficient rails or logs, and close at the bottom and the owner is made liable for all damages to cattle, hogs, &c., by driving or hunting them out, if his fence be unlawful.\nThe argument of the plaintiff in error overlooks another important principle, to wit, that fences are a part of the realty, and become affixed to it; so that they are no longer transitory, as personal estate. They pass by a sale of the farm, as much as the soil itself.\nThe building of a boundary fence is therefore a dedication of the materials to the realty. • It becomes an important part of the estate of each owner, subjecting him to legal duties, and cannot be removed at nleasure.\nJudgment affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Isaac E. Hiester and Grearge Brubaker, for plaintiff in error.",
      "Thomas E. Franklin, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Stoner versus Hunsicker.\nRight of owner of land hounded by division fence to remove portion built by Mm against consent of adjoining owner.\nOwners of adjoining lands with a division fence between them, built one-half by each, and established for more than twenty-one years, have not such an ownership in the materials of which it is made, as will justify a removal by either of the portion built by him, against the consent of the other: and for such removal an action of trespass will lie.\nError to the Common Pleas of Lancaster county.\nThis was an action of trespass vi et armis by Peter Hunsicker against Jacob Stoner, in which, under the ruling of the court below (Hates, P. J.), there was a verdict and judgment for the plaintiff, followed by a writ of error by the defendant.\nThe whole case will be found in the opinion of this court.\nIsaac E. Hiester and Grearge Brubaker, for plaintiff in error.\nThomas E. Franklin, for defendant in error.\nMay 24th 1864,"
  },
  "file_name": "0514-01",
  "first_page_order": 514,
  "last_page_order": 515
}
