{
  "id": 485587,
  "name": "Strickler versus Landis",
  "name_abbreviation": "Strickler v. Landis",
  "decision_date": "1864-05-26",
  "docket_number": "",
  "first_page": "518",
  "last_page": "520",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 518"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 376,
    "char_count": 5998,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.3453645366969271
    },
    "sha256": "cda13efa2cb3a48cefd6980b238f0955bffd21f7483eeed9bb450643f4a3989f",
    "simhash": "1:7ce0292aff47285a",
    "word_count": 1045
  },
  "last_updated": "2023-07-14T20:55:41.553944+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Strickler versus Landis."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nStrickler bound himself to perform all the duties and obligations imposed by the draft upon Landis. This was his express written contract, when he became the substitute. Faithful service in the ranks as a soldier during the whole term of nine months was the duty he contracted for, but has failed to perform.\nIt is true that the government suffered directly by his desertion, and might have punished him for his dereliction; but it was a breach of his contract also, and justice, as well as sound morality, requires that he should not reap the reward of delinquency. We see no reason why the defendant should pay for a service he bargained for but did not .obtain, even though the loss fell chiefly upon the public and not upon himself.\nBut it is said the plaintiff was honourably discharged at the expiration of the term. The proof, however, shows, that it occurred by the culpable negligence of the officer who gave the certificate, or in consequence of the forgiveness of his fault by the President. The plaintiff may rejoice that he has thus escaped the penalty of the violated law; but what defence is this to his broken contract ? Neither morality nor sound policy demands that one should be vicarious for the other; while there is strong equity that the defendant should not pay for a service left unperformed. Certainly, it shocks the sense of every right-minded man to suffer one who is drafted to perform a hard, though necessary and patriotic service, not for his own gain, but for the public benefit, to make compensation tó another, who has not only broken his contract, but violated his oath and his honour. Technically, the breach of the contract for service enables us to relieve the defendant, the breach of duty, patriotism, and honour is a strong motive for administering the equity. Perhaps, the only error of the court below was, in not suffering the jury to take the case a little more into their keeping. In that case, it is doubtful whether the plaintiff would have succeeded so well as he did.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "A. B. Boughter, for plaintiff in error.",
      "John O. Kunkel, for defendant."
    ],
    "corrections": "",
    "head_matter": "Strickler versus Landis.\nSum claimed by substitute for military services reduced on proof of absence from the army during the time for which principal was /drafted.\nOne wlio enters the military service of the government as a substitute for a drafted man, receiving in part consideration his promissory note, cannot recover upon it, except for the time of service, where during the term he had deserted, though before its close he had returned to the army and remained until he was honourably discharged upon the expiration of his term.\nError to the Common Pleas of Lebanon county.\nThis was an action of debt by John K. Strickler against Henry Landis, to recover the amount due on a single bill, to wit, the sum of $450, with interest from April 1st 1863.\nThe case was this: — On the 16th of October 1862, Landis, the defendant, was drafted as a militia-man for the period of nine months. He entered into a contract with Strickler, the plaintiff, to go as his substitute, for which he agreed to pay him $500.\nOn the 21st of October 1862, Landis offered Strickler to the commissioner appointed to superintend the draft in the county of Lebanon, as his substitute, who, on the same day, was accepted by the commissioner, and on the 4th day of November 1862, was mustered into the service at Camp Curtin, and Landis discharged therefrom for the period for which he had been drafted. Landis paid Strickler $50 in cash, and on the 22d day of October 1862, executed and delivered to him the single bill in suit, payable Aj>ril 1st 1863.\nStrickler remained in Camp Curtin with the regiment to which he was attached, until the latter part of November 1862, when he went to his home in Heidelberg township, Lebanon county, where he remained, with the knowledge of Landis, until the latter part of April 1863.\nOn or about the 18th of May 1863, he rejoined his regiment, which was then stationed in the vicinity of Norfolk, Virginia, and remained with it, doing duty, up until the 17th day of August following, when it was mustered out of service, at Harrisburg, and he was honourably discharged.\nLandis refused to pay the due-bill, whereupon this suit was brought, as above stated. The point raised for the defendant was, whether the six months of unperformed service was not a defence in whole or in part to the action on the bill.\nUnder the ruling of the court below (Pearson, P. J.), there was a verdict and judgment in favour of the plaintiff for $118.99, with interest from January 4th 1864.\nThe errors assigned were, that the court below erred in instructing the jury as follows:—\n“ 1. It is assumed by the plaintiff that if the defendant was exonerated from service, it matters not to him whether the plaintiff performed the service or not; that the government was the only loser by the failure, and, therefore, he can have no defence. We are of a different opinion.\n“ 2. -If not performed at all, the consideration paid for full and faithful service wholly fails. If performed only in part, it partially fails, and the defendant can use such failure as a defence.\n“3.-We are asked by the plaintiff to instruct you, that the government officer having given him (plaintiff) what is called an honourable discharge, is conclusive that he fully performed his duty. We do not consider the discharge conclusive of anything, except of carelessness in the officer giving it.\n“ 4. The whole consideration agreed to be paid was $500, fifty of which was paid in hand, and this note given for the balance. It may, therefore, be equitable for you to allow $166.66f- for the service performed, give credit for the $50 paid, and allow the plaintiff interest on the residue from the time he returned to the service. This will be doing substantial justice between these parties, and, perhaps, paying the plaintiff all that he earned.”\nA. B. Boughter, for plaintiff in error.\nJohn O. Kunkel, for defendant.\nMay 26th 1864,"
  },
  "file_name": "0518-01",
  "first_page_order": 518,
  "last_page_order": 520
}
