{
  "id": 485536,
  "name": "Shroder and Wife versus Hatz's Executors",
  "name_abbreviation": "Shroder v. Hatz's Executors",
  "decision_date": "1864-05-24",
  "docket_number": "",
  "first_page": "528",
  "last_page": "532",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 528"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wright 210",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 468,
    "char_count": 11757,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 5.5674289000800726e-08,
      "percentile": 0.3499530281495176
    },
    "sha256": "7b3d7e9995622a84ff3f61dfe9901e90fcbf162e0fe7f48ea0fb6a71b81692fa",
    "simhash": "1:b3cbc8ca1a297aff",
    "word_count": 2080
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shroder and Wife versus Hatz’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThe bonds which Mrs. Shroder handed over to John Hatz were expressly agreed in the writing to be “ as an indemnity against any costs and expenses, I (John Hatz) may incur in the collection of a bond for four thousand five hundred dollars, I hold against John F. Shroder, payable 1st April 1858, with lawful interest, dated 28th April 1857, and which is secured by a mortgage of same date, executed by said John F. Shroder and said Elizabeth Shroder his wife, to me, on the house and lot of ground on the east side of North Queen street, near Penn Square, in the city of Lancaster.”\nHatz incurred no expense upon this bond, never having attempted to collect it. The expenses which he did incur arose upon an endeavour to collect a prior bond and mortgage, which the trustee of Mrs. Shroder had, by an unauthorized assignment, transferred to him as a collateral security for the payment of the $4500 bond and mortgage. In Hatz’s Appeal, 4 Wright 210, this court decided that the prior bond and mortgage, assigned by the trustee to Hatz as a collateral security, was illegally transferred to Hatz, and awarded the proceeds of the collection from the mortgaged premises to Mrs. Shroder.\nIt is clear, therefore, that this prior bond and mortgage not being assigned to him by Mrs. Shroder, or under any valid authority derived from her, Hatz did not hold that debt as a collateral security for his own debt, had no right to collect it, and had no recourse to Mrs. Shroder for the costs and expenses of his unauthorized attempt to collect it either at law or in equity.\nBy the express stipulation of his agreement he can claim nothing, for that specifically confined the claim for costs and expenses to the collection of his own debt of $4500. In equity he had no better right, for the debt he undertook to collect was not transferred to him by any authority, of Mrs. Shroder’s, and consequently was not in law or equity held by him as collateral to his own debt. As it regards Mrs. Shroder, he was purely a volunteer in the collection of the prior debt, and could not compel her to refund the expenses. In no aspect of the case had he any right of recourse upon her for the expense.\nThe court below was therefore in error in allowing him to retain the proceeds of the bonds held as indemnity, upon the ground that he had expended money in his fruitless endeavour to collect the debt illegally assigned to him by Mrs. Shroder’s trustee. According to the terms of the'case stated, judgment should have been entered for the proceeds of those bonds, with interest.\nThe judgment of the court below is therefore reversed, and judgment is now entered for the plaintiffs in error for the proceeds of the lands' and interest, and rent and interest, making the aggregate sum of four hundred and eighty-seven dollars and fifty cents.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "Thomas JE. Franklin, for plaintiff.",
      "A. Herr Smith and Thaddeus Stevens, for defendants."
    ],
    "corrections": "",
    "head_matter": "Shroder and Wife versus Hatz’s Executors.\nTransfer of bonds as collateral security strictly construed.\nThe obligee in a bond (which was secured by a mortgage executed by the obligor and his wife), received from the wife certain coupon bonds to hold as “ an indemnity against any costs and expenses which he might incur in collecting it,\" and held them until his death, collecting the interest accruing thereon from time to time. After his death they were sold by his executors as part of the assets of his estate. No expense was incurred in collecting the bond first above mentioned, but certain costs, &c., were made in collecting a prior bond and mortgage belonging to the wife, which her trustees had illegally transferred to him as additional collateral security for the same bond. On case stated it was held, that the wife of the said obligor was entitled to the proceeds of the coupon bonds above mentioned with interest, free from any deduction on account of expenses and costs incurred by him to whom they had been transferred as indemnity.\nError to the Common Pleas of Lancaster county.\nThis was an amicable action in the court below, in which John F. Shroder and Elizabeth his wife, to the use of said Elizabeth, were plaintiffs, and Henry D. Musselman, Samuel Platz, and Wayne Bender, executors of John Hatz, deceased, were defendants, and in which the following case was stated for the opinion of the court:—\nOn the 20th of November 1856, John F. Shroder, being seised in fee of a certain large house and lot of ground in the city of Lancaster, granted and conveyed the same in mortgage to George W. Sharretts, to secure the payment of $11,000 to him as trustee of-Elizabeth Shroder, the wife of the grantor, being money of the separate estate of the said Elizabeth, which she had loaned to her husband. On the 7th of January 1857, John F. Shroder and wife, by deed, granted and conveyed the premises in fee to Abraham Russel; part of the consideration-money being the $11,000 mortgage, subject to which it was conveyed; and on the 31st of March 1857, the said Abraham Russel, by deed, granted and conveyed the premises to Elizabeth Shroder in fee, subject to the payment of the mortgage of $11,000.\nOn the 28th of April 1857, John F. Shroder and Elizabeth his wife mortgaged the said premises to John Hatz, to secure the payment of a bond of same date of John F. Shroder to John Hatz for $4500. The mortgage was recorded April 29th 1857. George W. Sharretts, on the same day, by assignment under his hand and seal, transferred the mortgage given to him as trustee by John F. Shroder, and all moneys due thereon, to John Hatz, his heirs and assigns, as collateral security for the payment of his mortgage of 28th April 1857.\nOn the same day (29th April 1857), Mrs. Shroder delivered to John Hatz one bond of Conestoga Steam Mills for $100, numbered 108, with coupons attached, payable every six months; the first coming due 1st July 1857; also, three bonds of Conestoga Steam Mills No. 3, for $100 each, with semi-annual coupons attached; the first coming due 1st July 1857; said bonds being numbered respectively 192, 193, and 194; and the said John Hatz, on the same day, delivered to Mrs. Shroder a paper under his hand and seal, duly executed, acknowledging that he held the said bonds “ as an indemnity against any costs and expenses I may incur in the collection of a bond for $4500 I hold against said John F. Shroder, payable 1st April 1858, with lawful interest; dated 28th April 1857, and which is secured by a mortgage of same date, executed by said John F. Shroder and said Elizabeth Shroder, his wife, to me, on the house and lot of ground on the east side of North Queen street, near Penn Square, in the city of Lancaster; and which bonds, upon the payment to me of all the said costs and expenses incurred as aforesaid, I promise to deliver to said Elizabeth Shroder or her order on demand, with all interest received by me on the same-; and if said costs and expense, if any, be not paid to me as aforesaid, on demand, then I am to sell and dispose of said bonds for the best price I can obtain for the same, and after deducting said costs and expenses, pay over the balance to said Elizabeth Shroder, her heirs and assigns, on demand.”\nJohn Hatz, in his lifetime, received the interest due on the above bonds of Conestoga Steam Mills No; 3, on January 1st 1858, to wit, nine dollars; and he died on the 18th of September 1858. The defendants, his executors, have, since his death, received interest on one of the said bonds amounting to $3; and on 1st June 1860, sold the four bonds above described to George K. Reed & Co., including the accruing interest for $265. The bonds were payable to bearer, and inventoried as part of John Hatz’s estate. A scire facias issued on the mortgage of John F. Shroder to George W. Sharretts, above referred to, to April Term 1858, No. 237, and was returned nihil — alias to November Term 1858, No. 75, also returned nihil — and judgment entered thereon October 29th 1858, at the suit of John Hatz, and after his death the present defendants, his executors, having been substituted as plaintiffs, a levari facias was issued to April Term 1859, No. 33; and the mortgaged premises having been exposed to sale by the sheriff, were, on the 26th day of March 1859, struck down to the defendants; but this sale was afterwards set aside by the court on the 22d day of June 1859, and alias levari facias issued to August Term 1859, No. 121, on which the mortgaged premises were again sold to the defendants, and the sheriff’s deed therefor made to them August 20th 1859. No suit or proceeding was instituted or had on the mortgage of Shroder and wife to John Hatz, above referred to. The proceeds of the sale of the mortgaged premises on the above levari facias having been paid into court, a controversy arose between the plaintiff and the defendants as to the person entitled thereto; and the same having been referred to an auditor, the net proceeds, after deducting costs and expenses of audit, to wit, the sum of $2335.75, was, by his report, awarded to the plaintiff; which report was, on exceptions thereto filed by the defendants, afterwards confirmed by the court, and, finally, on appeal by them affirmed by the Supreme Court. At the time of the sales of the mortgaged premises above referred to, they were in the tenure and possession of tenants of Mrs. Shroder in different parcels at certain yearly rents payable quarterly; and, on the 1st of July 1859, there became due from Mrs. Bolenius, who held by lease from Shroder and wife on one of them, the sum of $50, and from Pettzelt & McAvoy, who held in like manner, $62.50, which sums were paid on being thereto demanded by the said tenants to the defendants without any proceeding having been instituted for the recovery thereof. The costs and expenses incurred by the defendants in attempting to recover the mortgage and bond above stated, exceed the amounts received from the bonds above referred to, and have not been paid, nor has the bond or mortgage to Hatz, above referred to, nor any part thereof, been paid, the said obligor, John F. Shroder, being insolvent. The plaintiff has demanded from the defendants the several amounts received by them from the bonds and rents above set forth, which having been refused, this suit is brought for their recovery. If the plaintiff is entitled to recover the same or any part thereof, then judgment in her favour for such sum as she may be entitled to; otherwise, judgment for defendant. Either party to be at liberty to take a writ of error thereto within sixty days, without bail or affidavit.\nThe court below decided, “ that the plaintiff was entitled to recover the sums received by the defendants from Mrs. Bolenius and from Pettzelt and McAvoy, with interest from the 1st of July 1859, and also the sums received by them for the bonds delivered to John Hatz, for the purpose of indemnifying him for any costs and expenses he might incur in collecting the amount of his bond and mortgage, after deducting the costs and expenses incurred as aforesaid. But, according to the case stated, the said costs and expenses exceeded the amount of sums received on and for those bonds. They, therefore, directed judgment to be entered in favour of the plaintiff for the amount of the said rents received by the defendants, with interest from the said 1st day of July 1859 ($112.50, with interest from the 1st July 1859).\nThis writ was then sued out by the plaintiff, who averred here that the court below erred in entering judgment for the plaintiff for only $112.50, with interest from July 1st 1859, and in not entering judgment in her favour for $277; also with interest from June 1st, 1860, making the sum of $480.31.\nThomas JE. Franklin, for plaintiff.\nA. Herr Smith and Thaddeus Stevens, for defendants.\nMay 24th 1864,"
  },
  "file_name": "0528-01",
  "first_page_order": 528,
  "last_page_order": 532
}
