{
  "id": 485505,
  "name": "The County of Fulton versus Tate et al.",
  "name_abbreviation": "County of Fulton v. Tate",
  "decision_date": "1864-05-26",
  "docket_number": "",
  "first_page": "532",
  "last_page": "534",
  "citations": [
    {
      "type": "official",
      "cite": "47 Pa. 532"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 382",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851002
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0382-01"
      ]
    },
    {
      "cite": "7 Watts 491",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846808
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0491-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 302,
    "char_count": 5188,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 7.982167096711345e-08,
      "percentile": 0.46358976913325833
    },
    "sha256": "2ac6c04b733b298e85740c6727e1b05453542252d1a9748a326257c1f7d4ac0c",
    "simhash": "1:5da35af05e061ba1",
    "word_count": 943
  },
  "last_updated": "2024-02-27T22:16:39.327750+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The County of Fulton versus Tate et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\nThe. 3d section of the Act of 13th March 1815., certainly could not have been in the mind of the court below, in ruling this cause against the plaintiff. It expressly provides for the suit in the name of the county, “ in such courts as debts of equal amount are by law recoverable.” In McConahy v. Courtney, 7 Watts 491, it was decided that the act against taking illegal fees, which gave the party injured a penalty of $50 “to be recovered as debts of the same amount are recoverable,” authorized suit for the penalty to be brought before a justice of the peace. In Garman v. Gamble, 10 Watts 382, an act imposing a fine of $5 “ to be recovered as debts of equal amount are by law recovered,” it was held the fine could be recovered before a justice.\nThe Act of 1815 authorizes suits to be brought “in such courts as debts of equal amount are by law recoverable,’’ and therefore falls directly within the principle of the above decisions. The use of the word courts can make no difference. The jurisdiction of the Court of Common Pleas being unlimited by maximum or minimum, in all matters not coming under the jurisdiction of justices of the peace, the words “ as debts of equal amount are by law recoverable,” would have no effect, if they were not intended to apply to the court of a justice of the peace. It is true the expression is not common as so applied, but it meant something, and as it could not refer to the Common Pleas, whose jurisdiction extended to any sum great or small, it must be referred to that tribunal which has jurisdiction by a sum fixed in law for the recovery of debts. Besides, the act is remedial, and must be interpreted liberally in furtherance of the remedy.\nThe jurisdiction being thus expressly given, it matters not whether the title of the land sold could come in question or not. But it is difficult to see how title can come in question in a suit by an officer, for the taxes and costs only, under an act which expressly provides, that it shall not be competent for the defendant to give in evidence any irregularity in the assessment or proceedings of the commissioners or treasurer, touching any sale made in pursuance of this act. The treasurer or a sheriff or other person selling under the authority of the law, guarantees no title.\nWe think the action was properly brought before a justice of the peace.\nThe judgment is therefore reversed, and a venire de novo is awarded.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "John Cessna, for plaintiff.",
      "Joseph W. Tate, for defendants."
    ],
    "corrections": "",
    "head_matter": "The County of Fulton versus Tate et al.\nTreasurer’s sale of unseated lands for taxes. — Justice of the peace has jurisdiction of action to recover amount of hid from purchaser.— Action properly brought in name of the county.\nA. justice of the peace has jurisdiction of an action brought under the Act 13th March 1815, in the name of the county, to recover from the purchaser of unseated lands at a treasurer’s sale for taxes, the amount of the hid, or such part as is necessary to pay taxes and costs.\nError to the Common Pleas of Bedford county.\nThis action came into the court by appeal from the judgment of a justice of the peace, in an action of debt, in which the County of Fulton was plaintiff, and John W. Tate and John W. Lingenfelter were defendants. By agreement of counsel the following case was stated for the opinion of the court, in the nature of a special verdict.\nIt is admitted that the whole claim of the plaintiff consists of taxes and costs, bid by the defendants or their agents, for six tracts of unseated land, sold by William Cooper, treasurer of Fulton county, on the 9th day of June 1856. That these sales were regularly made, and that suit was commenced in this case before the expiration of six years from and after the date of said sale. That deeds were made for the several tracts of land so sold, and regularly acknowledged in court, on the 4th day of August 1856. Said deeds were signed by the treasurer, and made to the defendants in this suit, and tendered to them about the said 4th of August 1856. The amount of the six bids or purchases is $50.75, which has not been paid. The suit was commenced before a justice of the peace, and on the trial thereof the defendants objected to his jurisdiction, and offered to make oath that “the title of -the lands may come in question.” They also objected to the form of action, contending that the suit should have been brought in the name of the treasurer. Both these pleas were ruled out by the justice. The defendants make the same defence now. Under this state of facts, if the court should be of opinion that the plaintiff is entitled to recover, then judgment to be entered for the plaintiff for $72.43, with interest from 6th May 1863, and costs. If the court should be of opinion, for the reasons herein stated, that the plaintiff cannot recover, then judgment to be entered for defendants with costs of suit.\nThe court below (Hill, P. J.) was of opinion, that the justice of the peace had no jurisdiction of the cause of action in this suit, and for this reason judgment was entered for the defendants, which was the error assigned here by the plaintiff.\nJohn Cessna, for plaintiff.\nJoseph W. Tate, for defendants.\nMay 26th 1864,"
  },
  "file_name": "0532-01",
  "first_page_order": 532,
  "last_page_order": 534
}
