{
  "id": 951255,
  "name": "Clark v. Partridge",
  "name_abbreviation": "Clark v. Partridge",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "13",
  "last_page": "16",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 13"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Serg. & Rawle, 450",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Whart. 305",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Serg. & Rawle, 171",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805864
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0171-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 424",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Serg. & Rawle, 464",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796819
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/1/0464-01"
      ]
    },
    {
      "cite": "10 Serg. & Rawle, 292",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "14 Serg. & Rawle, 311",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878710
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/14/0311-01"
      ]
    },
    {
      "cite": "2 Wharton, 79",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 Serg. & Rawle, 60",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Whart. 75",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0075-01"
      ]
    },
    {
      "cite": "14 Serg. & Rawle, 159",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/14/0159-01"
      ]
    },
    {
      "cite": "14 Serg. & Rawle, 184",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "14 Serg. & Rawle, 150",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "10 Serg. & Rawle, 290",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1811108
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/10/0290-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 420,
    "char_count": 7263,
    "ocr_confidence": 0.538,
    "pagerank": {
      "raw": 2.485816781789982e-07,
      "percentile": 0.8080538672331862
    },
    "sha256": "4cd391a45c51ee1abcc557432e917797c19a3eba4b7af717d44913e5fcefd0c6",
    "simhash": "1:23c261a03e47f4a7",
    "word_count": 1280
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clark v. Partridge."
    ],
    "opinions": [
      {
        "text": "Rogers, J.,\nafter stating the case. — It is a case of fraud, not mistake; for although the scrivener was at first in error as to the purport of the agreement, the mistake was discovered before it was signed, and would, we have reason to believe, have been altered but for the false and fraudulent representations of the defendant. If the case be as stated, it is a palpable fraud, which consists in the defendant refusing to comply with his contract, and insisting, in violation of good faith, upon the legal construction of the agreement as written. The gravamen of the plaintiff’s action is, that he was induced to sign the submission by the fraudulent representation of the defendant, and on this ground only, on the circumstances which attend the case, can this action be maintained. This appears from Miller v. Henderson, 10 Serg. & Rawle, 290 ; and Hare v. Kelbourn, administrator of Bell, 14 Serg. & Rawle, 150. The latter case, which recognises and adopts Miller o. Henderson, was a suit on a bond, in which it was held, that parol evidence is not admissible to show that at the time it was executed, the obligee declared that he would exact nothing more than the interest to be paid during his lifetime, and that at his death, the bond should become null and void, unless the obligor was induced by such declarations to execute the bond. The court ^say : had the defendants offered to prove that they were induced to execute the bond in consequence of the representations of Bell, the plaintiff’s intestate, that only the interest should be exacted during his lifetime, and that the principal should not be called for after his death, the case would have fallen within the principle decided in Miller v. Henderson ; but in this particular it was entirely deficient. The cases cited conclusively show that it is only on the footing of fraud that the party can be relieved from the legal effect of a written instrument where no mistake has occurred in reducing the instrument to writing. Fraud or no fraud is the only issue between the parties, and the question is, whether fraud ought not to be directly and distinctly alleged in the declaration. In Hare v. Bell’s Administrator, the point in relation to notice of special matter is indirectly noticed in the argument, but in Gross v. Gross, 14 Serg. & Rawle, 184, it is ruled, that wherever a party relies on fraud it ought to be distinctly and particularly alleged. The rule is founded on principles of justice, which requires that the party to be affected should have a full opportunity to meet and disprove the charge. It is not enough to give notice of the facts intended to be proved, from which a jury may infer fraud. If this be requisite in a notice of special matter, much more will it be required in a declaration in which more precision is expected. The regular manner, I apprehend, to bring the matter to issue would be, by a declaration on the award, a plea that the award was not in pursuance of the submission, and a replication that it was agreed, before signing the submission, that the award of a majority should be binding, and that the plaintiff was induced to sign the submission by the fraudulent representations of the defendant. The plaintiff, however, has adopted the mode (which he may do) of filing a special declaration, in the first instance setting out facts from which the jury may infer fraud, but omitting to aver fraud, or that he was induced to sign the submission by the fraudulent representations of the defendant. In this respect the declaration is defective. On this declaration the court erred in admitting the evidence contained in the first bill. The evidence proves that the defendant was guilty of fraud, (if it proves any thing,) in inducing the plaintiff to sign the contract contrary to the agreement, under the fraudulent assurance that he would abide by it in the same manner as if the stipulation had been expressed in the submission. The evidence goes beyond the averment in the declaration. The allegata and probata do not agree. I do not consider this as a mere technical objection. It is a matter of some moment to the defendant to have his cause tried on the only and true issue. It seems to me, that the pleadings must not only be amended as to the declaration but the plea also. The only issue joined being award or no award.\nThe court was right in negativing the defendant’s sixth point, “that the testimony of Mr. Potter, showing that the parties authorized the arbitrators to be organized and sworn, is a strong circumstance to be considered by the jury in rebutting any evidence of fraud on the part of the defendant and mistake of the scrivener.” That it is entitled to some weight may be admitted; but the court would not be warranted in instructing the jury that it ought to have great influence, which I understand is the purport of the defendant’s proposition.\nThe remarks already made dispose of the whole case, and render it unnecessary to consider the other exceptions.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J.,"
      }
    ],
    "attorneys": [
      "Dunlop, for plaintiff in error,",
      "McKennon, contrá."
    ],
    "corrections": "",
    "head_matter": "Clark v. Partridge.\n1. Where an omission in a contract is not corrected by reason of the parties agreeing to consider it inserted, and advantage be taken thereof, it is fraud, and as such must be distinctly averred in the pleadings; it is not sufficient to aver facts from which the jury may infer fraud, &c.\n2. Evidence to prove facts amounting to fraud is inadmissible under the pleadings, averring it was through mistake and on the suggestion by defendant that he could not deny his agreement.\n3. The court were right in declining to instruct the jury, that the omission to state these facts when the referees met and decided the case, was a strong circumstance to rebut the presumption of fraud.\nError to the Common Pleas of Washington county.\nDebt on an award, in which the first two counts were on a bond to refer to three, or a majority; and award by two being a majority; the third count set out a bond to refer to three, “ that at the time of signing the bond, it was verbally agreed, that the award of a majority should be final; and that the same was intended to be inserted, but omitted by a mistake of the scrivener, and by the suggestion of the defendant, that the same was unnecessary, that he would not deny his agreement, and if he did, the scrivener could prove it,” &c.\nPlaintiff then, under objection by defendant, proved the facts averred in the special count, and read the bond and award, which was also objected to. Defendant proved the meeting and qualification of the referees, and that, until the award was made, the plaintiff made no mention of the alleged omission. The court declined instructing the jury that this was a strong circumstance of fraud.\nThese points were the errors assigned here.\nDunlop, for plaintiff in error,\nrelied on the fact that there was no allegation of fraud in the pleading; and cited, 14 Serg. & Rawle, 159; 2 Johns. C. R. 597; 2 Whart. 75; 7 Serg. & Rawle, 60.\nMcKennon, contrá.\n— -2 Wharton, 79; 14 Serg. & Rawle, 311, 326 ; 2 Johns. C. R. 585; 4 Id. 148, 149; 1 Story, Eq. 170, 171; 1 Bro. C. C. 45 ; 14 Ves. 524; Sug. Vend. 128; 10 Serg. & Rawle, 292; 1 Serg. & Rawle, 464; 16 Serg. & Rawle, 424 ; 6 Serg. & Rawle, 171; 6 Whart. 305 ; 14 Serg. & Rawle, 450."
  },
  "file_name": "0013-01",
  "first_page_order": 13,
  "last_page_order": 16
}
