{
  "id": 951440,
  "name": "Phillipi v. Bowen",
  "name_abbreviation": "Phillipi v. Bowen",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "20",
  "last_page": "22",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 20"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Bin. 72",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788968,
        1788914
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0072-01",
        "/binn/2/0072-02"
      ]
    },
    {
      "cite": "14 Serg. & Rawle, 372",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/14/0372-01"
      ]
    },
    {
      "cite": "7 Serg. & Rawle, 172",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates, 92",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812539
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0092-01"
      ]
    },
    {
      "cite": "8 Watts, 406",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848507
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0406-01"
      ]
    },
    {
      "cite": "2 Yeates, 212",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812547
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0212-01"
      ]
    },
    {
      "cite": "5 Serg. & Rawle, 248",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "2 Serg. & Rawle, 73",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 390,
    "char_count": 6626,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 5.5810678123308475e-08,
      "percentile": 0.3503561404545207
    },
    "sha256": "006bd658800836acc0fdb0723e03a3f75be236771f20927ddf74d6b41385c501",
    "simhash": "1:1ec43d3b7784c9ea",
    "word_count": 1165
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Phillipi v. Bowen."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\n— We did not say, in Carmalt v. Post, that notice to take depositions on consecutive days is necessarily bad in every instance. There was, in that case, but one witness to be examined; and we held that to keep the vigilance of the opposite party on the stretch for two whole days was unnecessary and oppressive. The period of attendance might as well have been protracted to a week or a month; and the notice was therefore held to be bad for want of precision. But what is to be done when a multitude of witnesses are to be examined, and when their depositions cannot all be written out in a day? To say that the party shall give a separate notice for each day, would come to the same thing in the end as if all the days were put in the same notice. It might be thought sufficient to require the opposite party to appear before the examiner at a day certain, and observe the periods of adjournment till all the examinations were concluded, had it not been determined in Hamilton v. Menor, 2 Serg. & Rawle, 73, that a magistrate has no power to adjourn without notice or consent; that is, I take it, to begin a new examination, for necessity requires that he have power ter finish an examination left incomplete over night for want of time. But the notice, in this case, was substantially such; for it indicated that the business was to be commenced on a day certain, and continued throughout the period. Cases of the stamp depend essentially on their circumstances; and though Carmalt v. Post was undoubtedly well decided on the facts, its principle is not of universal application.\nThe rejection of depositions taken before the prothonotary of an adjoining county was also erroneous. It is true, as was said in Keller v. Nutz, 5 Serg. & Rawle, 248, that a rule to take depositions implies that the examiner be a judge or a justice of the peace, though it be not so set down; and it is also true that a prothonotary has no power to administer judicial oaths in matters that belong not to the business of his office. It is as true, however, that such a power may be delegated to him by rule as fully as it may be delegated by commission, or by appointment, or by verbal direction to a by-stander in the presence of the court; and had the rule contained such a delegation, there would have been no colour for an objection. It would have been the court that administered the oath by its agent, and not the agent by virtue of any independent power of his own. If the rule had been so expressed as to make the prothonotary a judicial instrument, the witnesses would have testified under the sanction of a judicial oath, and at the peril of a prosecution for the violation of it. But the question is, whether the want of this sanction can be supplied by consent. Certainly it cannot, in order to jeopard the witnesses; but common consent may make their testimony competent under the sanction of an extra-judicial oath, or without any oath at all. Witnesses have been admitted at bar to testify without being sworn; and if the parties may dispense with their oath in the presence of the court, why may they not dispense with it in the presence of the court’s substitute ? Liability to criminal prosecution is not the test of competency. Witnesses examined beyond the jurisdiction of the state are not liable to prosecution on our laws, whatever may be their liability to prosecution on their own; yet their testimony, when properly taken, is to be received. On what ground, but that of implied agreement, does appearance before the examiner amount to a waiver of notice ? and why shall not participation in the examination amount to a waiver of the judicial oath? Had the depositions been taken ex parte, an objection to thfe prothonotary’s authority would have come with irresistible force: but the opposite party thought proper to waive it beforehand; and to renew it, having consented to stand the chance of the examination, would be unfair.\nThe objection to the testimony taken on commission is unfounded in fact. Enough appears to convince us, that every cross-interrogatory was put, and that the commission was well executed.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Wegand and McCandless, for plaintiffs in error.",
      "Gebhart and Cox, contra.-"
    ],
    "corrections": "",
    "head_matter": "Phillipi v. Bowen.\n1. Notice to take depositions under a common rule on three consecutive days, held good, there being many -witnesses; tho substance of the notice being that the examination would be commenced on the first day, and continue during the specified period until finished.\n2. Appearance and cross-examination waives any objection to tho authority of the examiner.\n3. The court may appoint any one commissioner under the common rule, and false swearing before him would be peijury\". Contra, of depositions taken by consent before unauthorized persons, or out of tho state. Per Gibson, C. J.\nError to the Common Pleas of Somerset county.\nThe only errors assigned here, excepting one not founded in fact, were the rejection of depositions. In the first of these there was a common rule to take depositions before a justice of the peace; to this a notice was attached and admitted to have been received, that the depositions would be taken at, &c., on the 14th, 15th, and 16th days of July. One witness was examined on the 14th, five on the 15th, and one on the 16th. The justice certified that the depositions of, &c., were, &c., on the 14th, 15th, and 16th days, &c., between the hours of 9 a. m. and 9 p. m., to be used, &c.\nThe second was a common rule to take depositions, and notice that they would be taken before D. K., prothonotary of Fayette county. The certificate of the prothonotary showed the counsel for both parties attended, and the witnesses were cross-examined. This was signed by D. K. as commissioner.\nWegand and McCandless, for plaintiffs in error.\n— There is no other mode by which depositions, occupying more than one day, can ever be taken, unless by notifying the party of all the days on whic^L it ydÜ be done, and commencing on the first and continuing until they are finished, for the justice cannot adjourn, as has been decided by this court.\nAs to the second, the party attended and cross-examined, and it becomes, therefore, evidence by consent, (2 Yeates, 212,) irrespective of the rights of the officer, though we contend he may be authorized by the court as their agent or commissioner.\nGebhart and Cox, contra.-\n— The notice in the first case was clearly a nullity. Carmalt v. Post, 8 Watts, 406. As to the prothonotary, the deposition was without the sanction of an oath, for which there might be a prosecution for perjury. 2 Yeates, 92; 7 Serg. & Rawle, 172; 14 Serg. & Rawle, 372 ; 2 Bin. 72."
  },
  "file_name": "0020-01",
  "first_page_order": 20,
  "last_page_order": 22
}
