{
  "id": 951426,
  "name": "Altimus v. Elliott",
  "name_abbreviation": "Altimus v. Elliott",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "62",
  "last_page": "65",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 62"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Serg. & Rawle, 484",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809610
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0484-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 280",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts, 139",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0139-01"
      ]
    },
    {
      "cite": "9 Serg. & Rawle, 92",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle, 335",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822523
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0335-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 495",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "4 Serg. & Rawle, 302",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801937
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/4/0302-01"
      ]
    },
    {
      "cite": "3 Rawle, 240",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "11 Wend. 67",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 473,
    "char_count": 8859,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 5.6089013594425323e-08,
      "percentile": 0.35126430150947024
    },
    "sha256": "f5eab2ef78aca9bf9c2b2e67e172ba28056470b060b34280648339b1e0457f8b",
    "simhash": "1:0afa221218fcb05a",
    "word_count": 1561
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Altimus v. Elliott."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\n— The court assimilates this case to a bill for the specific performance of a contract, and have applied the principles pertaining to that peculiar class of cases to this action. Of that the plaintiff in error surely has no right to complain, as that view of the question is more favourable to the defendant, than if considered as an action (which it doubtless is) in the nature of a bill for the execution of a trust. By the article of agreement, in consideration of certain services rendered by Elliott, he is entitled to an equitable interest in a moiety of the Morrell tract, the legal title being vested in Altimus. In despite of the agreement, the trustee withholds the possession from the cestui que trust, and to recover the possession, so withheld, is the object of this action. We cannot perceive any legal obstacle in the way of the plaintiff’s recovery. It is a singular pretension (asserted, I think, for the first time) that a trustee can turn his cestui que trust out of possession, and keep him out any indefinite time, under the pretext, real or imaginary, that he made advances, and expended money for the benefit of the trust. This is not in accordance with the trust, but an abuse of it, and, if countenanced, would lead to much mischief, if not promptly corrected by compelling the'trustee to restore possession. A reception of the profits may possibly be the only means of paying even the just demands of the trustee. No doubt, in a proper case, the court would decree an account, and if the trustee had expended money on the trust, would order the cestui que trust to reimburse him by sequestering the profits, or, perhaps, decreeing a sale of the premises for that purpose. In consequence of our want of a Court of Chancery, which only can afford specific relief, we have to resort to the comparative clumsy expedient of an ejectment, and are compelled to do justice in the form of a conditional verdict. This was the mode adopted here. It appears that the jury, with the aid of the court, (who in such cases have more latitude than in ordinary suits,) took an account of the expenditure and receipts, which resulted in the conviction that Altimus has received upwards of $3500, whereas his expenditures had not exceeded $3200. For this reason, if no other, the defendant is not injured. But independently of this, Elliott has an equitable title for an undivided moiety of the Morrell tract, aside of every consideration arising from the sale of the other two tracts mentioned in the article. Altimus agrees, that the two tracts, warranted in the name of Baker and Hogg, respectively, shall be sold with all convenient speed, and that he will pay to Elliott one-half the net profits, after deducting the original cost and all legal expenses of recovering them. There is also a positive covenant, that Altimus may reimburse himself, and retain one-half tire original cost and legal expenses of recovering the original tracts, out of the profits arising from the sale of the other tracts. Altimus agrees to furnish the money necessary, and to be at the cost and trouble of recovering the property, to be reimbursed as above stated. Now it unfortunately happens that there were no profits; that there was nothing to retain; but this is nothing to Elliott, who is entitled absolutely to the one-half of the Morrell tract, in consideration of services performed by him, and money expended, without reference to the costs and expenditures of Altimus. It may, and may not, be a bad bargain; but what if it is? It is the contract of the parties, performed in good faith by Elliott, and which Altimus cannot be suffered to elude. It is not the case of a bill for the specific performance of a contract, in which, in hard cases, or where there has been any trifling or unnecessary delay, a court will refuse to interfere, but it is the case of a bill for the execution of a trust, which the party has the right to ask the court to enforce. The one is ex debito justitiae, the other depends on the discretion of the court. We are at a loss to see what the costs incurred, and expenditures made by Altimus, have to do with the question, whether Elliott is entitled to the possession of the Morrell tract. It would be very pertinent in an action of assumpsit or account render between Elliott and Altimus, but in no point of view can it have much weight here. From this view of the case, the doctrine of tender has but little, if any thing, to do with the case. The objection has but little weight, for the law is not so unreasonable as to require an impossibility, or one so difficult to perform as to amount to a denial of justice. How could Elliott tender to Altimus the amount of expenditure, Which he had no means to ascertain ?\nAs to the error assigned, that the court withdrew from the consideration of the jury important facts, upon which the determination of the case mainly depends, (an exception so often made, that it might, for the benefit of the profession, be stereotyped,) there is nothing in it. There was nothing to leave to the jury; for admitting all that was proved, or which had the semblance of proof, the court were right in instructing the jury, that the verdict should be for the plaintiff; and especially are they bound so to instruct them, in a case where the court and jury are exercising the functions of a court of chancery. This is a principle often asserted, and the experience of every day proves the wisdom of the rule.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Drum, for plaintiff in error,",
      "Foster, contra."
    ],
    "corrections": "",
    "head_matter": "Altimus v. Elliott.\n1. A. and B. contracted to purchase three tracts, C., D. and E., and in consideration of services by B., which were rendered, A. agreed to sell C. and D., and after ded ucting expenses, to pay one-half of the proceeds to B., and to convey one-half of E., to such person as he should name — costs and expenses to be deducted from the proceeds of the other two tracts. On the sale of these, less was received than had been ’expended by A. Held, thatB., having performed his services, was entitled, under the contract, to a conveyance, without regard to the profits or loss on the sale of the other two.\n2. Trustee having advanced for the trust entitled to reimbursement, which will be enforced by an ejectment and conditional verdict.\nError to the Common Pleas of Indiana county.\nNicholas Elliott, by articles executed in Sept. 1833, agreed with Altimus that he would accompany him to Baltimore, at his own expense, to procure a purchase of three tracts, warranted in the names of Morrell, Hogg, and Baker; in consideration of which Altimus was to advance the purchase money, not exceeding $2000, and procure the titles in his own name; and should he succeed in the purchase, he agreed to sell the Baker and Hogg tract, with all convenient speed, and pay Elliott one-half the net profits, after deducting the original costs and expenses of recovering them; and further, that he would convey one-half the Morrell tract to such person as Elliott should name; in consideration whereof Elliott agreed Altimus should reimburse himself one-half the original costs and expenses of recovering sai-d tract, out of the profits of the sale of the other two tracts.\nThe parties proceeded to Baltimore, and the conveyances were obtained for the Morrell and Hogg tract, and for a moiety of the Baker tract. Elliott gave notice to Altimus to convey the moiety of the Morrell tract, which being refused, this ejectment was brought. It was proved Altimus had sold part of the land for $2500, and received $1300, and rents amounting to $540. His expenditures were about $3260, in procuring titles and expenses. It seems the Hogg tract was not recovered, and the defendant contended he could retain, to satisfy himself for disbursements. The court considering it a case of specific performance, told the jury there was no such hardship in the case as would prevent an enforcement of the contract, and that the plaintiff was entitled to recover.\nDrum, for plaintiff in error,\ncontended the contract to convey was dependent. 11 Wend. 67 ; 1 H. Bl. 270 ; 3 Law Lib. 36. There was a mutual mistake, of a material fact as to the title to one tract, and as that had failed, he could not be compelled to perform his contract. 3 Rawle, 240; 1 Story Eq. The defendant must tender the amount of his share of the expenditures, before bringing suit. 4 Serg. & Rawle, 302; 8 Serg. & Rawle, 495; 3 Rawle, 335; 9 Serg. & Rawle, 92; 10 Watts, 139; 16 Serg. & Rawle, 280.\nFoster, contra.\n— The agreement is to govern. By the terms of that, the conveyance was to be made, whether the residue yielded profits or riot; to them the defendant must look for reimbursement. Pebbles v. Reading, 8 Serg. & Rawle, 484. The court were right in their instructions. In a case of this kind the jury are only to find the facts; on them the court must decide the species and extent of the relief."
  },
  "file_name": "0062-01",
  "first_page_order": 62,
  "last_page_order": 65
}
