{
  "id": 951273,
  "name": "Hopkins v. Jones",
  "name_abbreviation": "Hopkins v. Jones",
  "decision_date": "1845-12-26",
  "docket_number": "",
  "first_page": "69",
  "last_page": "71",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 69"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts, 143",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0143-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 205",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852536
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0205-01"
      ]
    },
    {
      "cite": "12 Serg. & Rawle, 112",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/12/0112-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 279",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481796
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0279-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 289,
    "char_count": 3841,
    "ocr_confidence": 0.54,
    "pagerank": {
      "raw": 2.1058159745285861e-07,
      "percentile": 0.7624849942988954
    },
    "sha256": "4087550563a5e5964cb8ddd1e19e9d7b38e2d73d51180f80cbdfd7df7fe7ee46",
    "simhash": "1:598cce463789b1b8",
    "word_count": 681
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hopkins v. Jones."
    ],
    "opinions": [
      {
        "text": "Sergeant, J.\n— There is no contingency here that affects the transmissibilify. There is a contingency, which affects the right of Rebecca J. Rutter ever to take, but none that affects the vesting of her right or possibility, so as to pass to her representatives on her death, before the contingency happens. The rule on this subject is recognised by this court in Kelso v. Dicky, 7 Watts & Serg. 279, which in effect decides the present case, that is to say, in case of contingent executory bequests, the interests of the first and subsequent takers, quodum modo vests eo instanti; so that if the substituted legatee die before the contingency happens, upon which he is to succeed to the legacy, his representative will, notwithstanding, be entitled to it so soon as the event shall take place. Suppose, then, a bequest be made to A., but if A. died under twenty-one, or wdthout leaving children or issue, to B.; although B. happened to die before A., B.’s personal representative would be entitled to receive the legacy upon the happening of the contingency, on the ground of its being a vested right in B. previously to his decease. 1 Roper on Leg. 401. The present seems to be in effect the case put. The words “ die without lawful issue,” are to be construed, in case of personal estate, to mean “ die without leaving lawful issue,” when that corresponds with the testator’s intent. Pinbury v. Elkin, 1 P. Wins. 563. In that case, the corpus was left to the legatee for life. If that be so, such intention is more apparent where,-as here, the interest only is given to the legatee for life.\nJudgment reversed, and judgment for plaintiff.",
        "type": "majority",
        "author": "Sergeant, J."
      }
    ],
    "attorneys": [
      "Hopkins and Jfewcomle, for appellant.",
      "Gerhard,, for defendant."
    ],
    "corrections": "",
    "head_matter": "Hopkins v. Jones.\nBequest of interest to A., and if she die without lawful issue, the principal to B., is a vested interest in B.\nIn eases of personalty the words “ dying without issue” are construed to mean without having such, if ill accordance with testator’s intent.\nDec. 19. — Error to the District Court of the city and county of Philadelphia.\nR. Jones devised, “to my niece, Susan Foulke, the interest arising from the sum of $2000, which sum I request my executors to place at interest, in such a manner as they may deem suitable, and such interest to be paid to her, as and when received ; and in case she shall die without lawful issue, I then bequeath $1000 of the principal sum to my niece R. J. Rutter. I bequeath to Foulke $500 of the above-mentioned sum; the remainder of said sum, I direct my executors to divide equally between such of said E. Foulke’s daughters as are unmarried at the time of their aunt Susan Foulke’s death.\n“ Item. — I give to R. B. Jones, the remainder and residue of all my estate of every description.”\nR. J. Rutter died in 1841, leaving plaintiff her executor. Susan Foulke died in 1842, without issue. The court below gave judgment for defendants, in a case stated for their opinion, whether the bequest to R. J. Rutter vested in her, so as to entitle her executor to recover.\nHopkins and Jfewcomle, for appellant.\n— Time not being of the substance of the gift, the legacy is vested. Then refers to the event of no issue, not to time.\nThe gift of interest and principal may be distinct, and yet both vest. Monkhouse v. Home, 1 B. C. C. 298. [Sergeant, J. — The event was certain.] Pinbury v. Elkin, 1 P. Wms. 563, was on an uncertain event. Patterson v. Hawthorne, 12 Serg. & Rawle, 112. The contingency \"would have operated to divest the gift.\nGerhard,, for defendant.\n— The case is governed by Ring v. Ring, 1 Watts & Serg. 205; Caudler v. Dinkle, 4 Watts, 143. It being after indefinite failure of issue, it is void, Beauclerk v. Dormer, 2 Atk. 311; or it comes within the distinctions taken in Fearne Cont. Rem. 553n., of separate devises of principal and interest. Clowberry’s case, 2 Vent. 342; Billingsley v. Wills, 3 Atk. 219, 3 Ves. 362.\nDec. 26."
  },
  "file_name": "0069-01",
  "first_page_order": 69,
  "last_page_order": 71
}
