{
  "id": 951109,
  "name": "Woelper's Appeal",
  "name_abbreviation": "Woelper's Appeal",
  "decision_date": "1845-12-29",
  "docket_number": "",
  "first_page": "71",
  "last_page": "74",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 71"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle, 177",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0177-01"
      ]
    },
    {
      "cite": "5 Whart. 138",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877506
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0138-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 253",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0253-01"
      ]
    },
    {
      "cite": "4 Rawle, 468",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0468-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 168",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481813
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0168-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 445,
    "char_count": 7678,
    "ocr_confidence": 0.551,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.31744012874881894
    },
    "sha256": "0dace40d11a55b9da4f594af6fe42f8e7de2df9cc85120ca8e7914b068d6cc52",
    "simhash": "1:bd94212eed937c66",
    "word_count": 1372
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Woelper’s Appeal."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\n— The bequest of half the residue to Woelper, as executor in trust, to pay the interest accruing from it to the testator’s daughter, Elizabeth, during her life, did not prevent the bequest over to Catherine, the executor’s wife, from vesting in interest in Elizabeth’s lifetime; and he reduced his wife’s part of it, to actual possession, by purchasing land with it, for his own use. So far as his wife was concerned, he had an undoubted right to do so ; and why shall not this act of ownership be taken for a divesture of her title ? Because, say the counsel, the investment was a breach of trust, as to Elizabeth, and no one shall take advantage of his wrong, to make it the foundation of a right. That is the argument; and the fallacy in it is the supposition, that reduction to possession is the foundation of the husband’s right, and not merely the evidence of his will. There has been a general error, here and abroad, in receiving the evidence of a thing as the thing itself, which has complicated this part of the law with arbitrary distinctions. The true foundation of the husband’s title, is his power over his wife’s choses, coupled with an exercise of his will, of which reduction to possession is a particular indication, but not a conclusive one. He may apply his wife’s choses to his own use, by parting with them for value; or, he may leave her title to them intact, even where they are in his possession, if the presumption of ownership, from the ordinary badge of it, be rebutted by circumstances. It is his assumption of the title, and not the form of the act, by which it is indicated, which is the criterion. Now, the executor in this case had full power to make himself owner of his wife’s reversionary interest in the legacy, even in the lifetime of Elizabeth who was entitled to the produce of it; and what matters it, that the act by which he exerted his power was a breach of duty to Elizabeth ? Had he attempted to found a right on it against her, it would have been a different matter ; but I am unable to see what room the wife and her present husband have, to set up the breach of trust in regard to another. The legal presumption in favour of duty might be prima facie evidence, that he considered his possession to be that of a trustee, were it not repelled by the most absolute evidence, that he used the money for his own purposes; and even were we to treat the presumption as an estoppel between him and Elizabeth, it would conclude him for the benefit of his wife, who was a stranger to the trust, and could not be prejudiced by the breach of it. Between the present parties, then, we have the naked case of an actual use of the wife’s chose in action by her husband, for his own purposes: and what is the consequence of if ? Certainly a transfer of her ownership. Even had it not thus operated in the lifetime of Elizabeth, yet as the fiduciary character of his possession ceased, in any event, at her death, his continued user of it, as his own was the only means of asserting his title to it that was left to him. There could be no further reduction into possession, and if the money had not then become his own, he would have been without a remedy for an undoubted right. But as the whole matter was subordinate to his will, any act by which he thought proper to evince it would be decisive; and the very circumstance, that he allowed his wife $2000 when they separated, clearly disclosed his will that she should have no more. This adjustment of by-gone matters, coupled with his absolute power over the subject, indicating, as it did, an assertion of his title to the rest, would be a decisive answer to the present claim. The decree of the Orphans’ Court is, therefore, reversed, the report of the auditor is set aside, and the executor is allowed to go without day. So decreed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "E. Ingersoll and C. Ingersoll, for appellant.",
      "Barnes and D. P. Brown, for defendant."
    ],
    "corrections": "",
    "head_matter": "Woelper’s Appeal.\n1. A husband may reduce into possession a wife’s legacy, in remainder, during the existence of a life-estate in the property, and thereby acquire an absolute property therein. Yid. 7 Watts & Serg. 168.\n3. And this, though he be trustee for the tenant for life.\n3. The foundation of the husband’s right is his power over his wife’s chose, coupled with an exercise of ownership, of which reduction into possession is but an evidence.\n4. User as his own, at a time ho might have reduced it into possession, will amount to reduction, even if the money was unlawfully converted in the first instance.\n5. A stranger or remainder-man cannot object to the acquisition of a title, that it would have been a breach of trust, the cestui que trust not complaining.\nCertiorari to the Orphans’ Court, Philadelphia.\nDec. 10,11. — Kintzinger, by will, gave one moiety of his estate to Catherine, (then the wife of appellant,) and the other moiety to appellant, in trust to pay the income to Elizabeth forlife, and on her decease, he gave said moiety to Catherine, and named appellant executor. The estate was in bank stock. In 1817 the executor sold the stock, and paid out a part of the proceeds in small sums, in his own business. He also purchased a farm at the same time, which he afterwards sold, and offered his declarations, at the time, that the purchase was made with the proceeds of the stock, which were excluded. He paid Elizabeth the interest on the amount of her moiety, until her death in 1837. In 1829 Catherine and appellant separated, at which time he paid her $2000. In 1839 Catherine procured a divorce, and married Stuckert. They then cited appellant to file his accounts as executor.\nHe objected, for want of interest in the parties, which was overruled by the court below.\nThe court, 2 Ashm. 455, charged him with the amount of the moiety to which his wife was entitled, in remainder, and disallowed a claim for credit for the $2000, paid on separation. The decree below, and the arguments here, assumed an appropriation of the money, during the continuance of the life-estate.\nE. Ingersoll and C. Ingersoll, for appellant.\n— Any act of ownership, without reduction, is sufficient; that, without intent to convert, is not, in Pennsylvania. Siter’s Case, 4 Rawle, 468. The sale was with that intent, but evidence of that was rejected. Doswell v. Earle, 12 Ves. 473.\n1. The husband, during the life-estate, had a right to reduce the remainder, which was a separate and distinct estate — for there is no distinction between this and the immediate estate of the wife, about which there is no dispute.\n2. Mere possession, after that, was a sufficient reduction and conversion. Ellis v. Baldwin, 1 Watts & Serg. 253; Mine’s Estate, 5 Whart. 138.\nThe right to reduce, subject to the wife’s chance of survivorship, which is the English doctrine, Honner v. Morton, 3 Russ. 65, is overruled in Siter’s Case, so that it is immaterial, that it is a remainder. The cestui que trust for life could alone complain of sale and conversion.\nBarnes and D. P. Brown, for defendant.\n— It was a chose in'action of the wife, and remained so at the death of tenant for life, unless for the fraud of the husband, with no act done since.\nThe conversion was a fraud. Oliver v. Clapp, 3 Howard, U. S. 333. Mere transfer would not amount to reduction. Wall v. Tomlinson, 16 Ves. 415. There wasno evidence of intentto convert, which is necessary. Wintercast v. Smith, 4 Rawle, 177. [Gibson, C. J. — The auditor should have received the evidence, for the court to judge of its effect. Rogers, J. — Declarations, at the time, are evidence, or none can be given.] Trustee cannot strip the fund of its character, Raphael v. Booth, 11 Ves. 108; and mere possession by him is insufficient, Balker v. Hall, 12 Ves. 501; Wall v. Tomlinson, ante.\nDec. 29."
  },
  "file_name": "0071-01",
  "first_page_order": 71,
  "last_page_order": 74
}
