{
  "id": 951097,
  "name": "Tompkins v. Haas",
  "name_abbreviation": "Tompkins v. Haas",
  "decision_date": "1845-12-20",
  "docket_number": "",
  "first_page": "74",
  "last_page": "75",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 74"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts & Serg. 377",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853547
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0377-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 45",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0045-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 377",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853547
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0377-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 222,
    "char_count": 2814,
    "ocr_confidence": 0.532,
    "pagerank": {
      "raw": 2.0821509733853005e-07,
      "percentile": 0.7592126027424765
    },
    "sha256": "422c9927604fcfd7f167ebb85b67aca88b53936b34ffb012df6c7c5dd768d417",
    "simhash": "1:a9c2d1d79eeaf5b9",
    "word_count": 513
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tompkins v. Haas."
    ],
    "opinions": [
      {
        "text": "Burnside, J.,\nafter stating the case. — I see no error in this opinion. It was settled by this court in Coffman v. Hampton, 2 Watts & Serg. 377, that where a purchase is made at auction, of numerous articles of personal property, at one and the same time, and from the same vendor, the whole constitute but one entire contract, though the articles purchased are struck off separately, at separate' and distinct prices. (See 1 Salk. 65.) There is no doubt but that the sale of two parcels of sugar, of different quantities, quality, price, and time, is an entire contract; but it does not follow that calling within the ten days, weighing off one lot, paying for it, and taking it away, and then refusing to take or pay for the other lot, was a performance of an entire contract, on the part of the plaintiff in error. An entire contract is reciprocally bin ding on both parties. Each is equally bound, in good faith, to fulfil and perform his engagement. A contract has two sides. The law is not so absurd as to hold it entire on one side, and discretionary on the other; hence the taking and paying for one lot of the sugar was not a performance of the whole contract. I am unable to discover a spark of evidence, in the paper-book, of any act or agreement of the defendant in error, which went to change or rescind the contract with Tompkins. The law will hold both parties to good faith and performance of their engagements.\nAskew v. Smith, 2 Penna. Rep. 211, settles that where the vendee refuses to carry the sale into execution, the vendor may make a resale at a less price, and the vendee is liable to the vendor for the loss sustained. The law is there held, that, when the vendor has acted bona fide, the measure of damages is the difference of price in the resale.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J.,"
      }
    ],
    "attorneys": [
      "Badger, for plaintiff,",
      "The court declined to hear V. Bradford, for defendant."
    ],
    "corrections": "",
    "head_matter": "Tompkins v. Haas.\n1. Mero receipt of payment, for one item of an entire contract, is no waiver of a demand for the residue.\n2. Purchases at an auction constitute an entire contract.\nError to the District Court of the city and county of Philadelphia.\nDec. 12. — Tompkins purchased two parcels of goods at auction. By the conditions of sale, they were to be paid for before delivery, and taken away in ten days. He took one parcel, and paid for it. ' When called upon for the payment of the other, he refused. The action was for the difference between the bid and the price at a subsequent sale, with notice.\nThe objections were, first, that the contract was entire;.and second, a settlement of the one. bid was a waiver.\nThe court refused to charge, as desired, on the second point.\nBadger, for plaintiff,\nreferred to Barclay v. Tracy, 5 Watts & Serg. 45; Coffman v. Hampton, 2 Watts & Serg. 377; 1 Salk. 65; and said, waiver was a question of fact.\nThe court declined to hear V. Bradford, for defendant.\nDec. 20."
  },
  "file_name": "0074-01",
  "first_page_order": 74,
  "last_page_order": 75
}
