{
  "id": 951064,
  "name": "Weaver v. Bachert",
  "name_abbreviation": "Weaver v. Bachert",
  "decision_date": "1845-01-14",
  "docket_number": "",
  "first_page": "80",
  "last_page": "83",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 80"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Mass. 191",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "7 Cow. 22",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2035128
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/7/0021-01"
      ]
    },
    {
      "cite": "2 Bibb. 341",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6410343
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/5/0341-01"
      ]
    },
    {
      "cite": "3 Mass. 71",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005715
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0061-01"
      ]
    },
    {
      "cite": "3 Mass. 73",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts & Serg. 27",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483376
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0027-01"
      ]
    },
    {
      "cite": "8 Watts & Serg. 29",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "1 Johns. 297",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2128292
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/1/0297-01"
      ]
    },
    {
      "cite": "2 Bibb, 343",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6410528
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/5/0343-01"
      ]
    },
    {
      "cite": "3 Mass. 73",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 546,
    "char_count": 8936,
    "ocr_confidence": 0.524,
    "pagerank": {
      "raw": 3.225364453579182e-07,
      "percentile": 0.8673675569502315
    },
    "sha256": "270de90dc4173a6ddc8d3657a7e5f12ebc188de79c7358864297f3f5e13d6813",
    "simhash": "1:4c959b9688b20d62",
    "word_count": 1593
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Weaver v. Bachert."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\n— The decision of the point before us by the Supreme Court of Kentucky, in Burks v. Shain, 2 Bibb, 343, seems to be founded in the true principles of the action. The mind is indeed at first inclined to doubt it, by the inequality of the consequences of seduction, which are borne by the feebler party, and produced by her confidence in the promise whose breach is the ground of the action. Still illicit intercourse is an act of mutual imprudence; and the law makes no distinction between the sexes as to the comparative infirmity of their common nature. A woman is not seduced against her consent, however basely it be obtained; and the maxim volenti non fit injuria is as applicable to her as to a husband, whose consent to his own dishonour bars his action for criminal conversation. This maxim runs through a variety of actions, such as those for injury from mutual negligence ; or for the recovery back of money voluntarily paid, where there was no debt; and some others. . It extends even to contracts, in the forming of which the parties are equally culpable, the consideration being immoral or illegal. If, then, a woman cannot make her seduction a ground of recovery directly, how can she make it so indirectly ? Parties may show their circumstances and condition in life as matter of aggravation or mitigation, but these have no connection with their participation in the act complained of; and no court has gone further. Even the rejection of another suitor must be laid as special damage, Archb. N. P. Suppl. 281; and that there is no precedent for a declaration in which seduction has been so laid, is strong evidence that it enters not into the action in any shape. It was, indeed, said by Chief Justice Parsons, in Paul v. Frazier, 3 Mass. 73, that where seduction has been practised under colour of a promise of marriage, the jury may consider it to aggravate the damages in an action on the contract. That, however, was not the point decided; and there was neither reason nor authority given for the doctrine in that case, or in Con v. Wilson, 2 Overton, 233; while the converse of the point decided in Burks v. Shain was held in Tulledge v. Wade, 3 Wils. 18, and Foster v. Scofield, 1 Johns. 297, where it was ruled that in an action for seduction a promise of marriage cannot be given in evidence to swell the damages. If a father could give such evidence in his action for the seduction ; and if the daughter could give evidence of seduction in her action on the promise, the defendant would be doubly exposed to vindicatory damages. The bastardy ought, therefore, to have been excluded from the evidence and the charge.\nBut a more grave objection lies to the want of evidence, that there were mutual promises, or any promise at all. Witnesses were examined to prove the separate and contradictory declarations of the parties, which, as they contain no admission on the part of the defendant, amounted to nothing. It appeared that the parties were on apparent terms of courtship, and that the plaintiff purchased those things which are usually provided in prospect of marriage; but neither were these acts evidence of a promise to marry. Every girl, who is silly enough to surrender the citadel of her virtue to her lover, on the credit of general professions of attachment, is silly enough to believe that she is going to be married to him out of hand; and it must not be forgotten that professions are not promises. The only part of the testimony that could possibly be supposed to contain a spark of evidence sufficient to be left to the jury, was the dialogue proved by the plaintiff’s brother, in which the defendant complained of the disgrace brought upon him, and was answered by her, that “ If he had done what he promised, it would not be so.” WThat did he promise? to marry her, or to behave discreetly when admitted to undue familiarity with her person ? It is impossible to say; but it was probably not the first. To have married her, having first deflowered her, might have lessened, but could not have prevented the disgrace; yet that was what she intimated if she meant that a promise of marriage was the price of her consent to yield her person to his desires. Her expression was not less ambiguous than the declaration of the defendant in Hay v. Graham, 8 Watts & Serg. 29, that when the plaintiff should get better, he would go to her « and make all things straightwhich was held not to be evidence of a promise. Yet the jury were allowed, in the present case, to infer a promise from a train of circumstances, none of which pointed, either separately or collectively, to the conclusion desired; or differed materially in circumstances, number, or force, from those found in the story of eveiy seduction. But, considering the deceptiveness of appearances, and how artfully they may be produced, courts ought not to strain the evidence, even against a seducer, beyond its legitimate effect; else they may readily violate the maxim I have quoted, by giving to simple seduction the effect of a promise to marry. In no case that I have seen, was the plaintiff allowed to recover on evidence so loose as the evidence in this. Perhaps the nearest approach to it is found in King v. Robinson, Cro. Eliz. 79, in which it was said that an action on the case for deceit lies against a woman who gives a man blanda verba matrimonio sequipollentia, whereby she obtains presents from him. But without stopping to inquire whether that would now be ground of action, it may be safely said that such words would not support an action directly on the contract. It is true that the promise need not be in writing; but it is necessary to prove, under the general issue, the consideration for it, and, where that is promise for promise, the promise of the plaintiff also, (Archb. N. P. Suppl. 280,) at least circumstantially. Now, if the defendant had sued the plaintiff — and he seems to have thought himself the only party disgraced or aggrieved — could he have recovered on this evidence ? The evidence was deficient also in proof of an offer to marry by the plaintiff, and a refusal by the defendant; and the court ought not to have left these facts necessary to sustain the action to the jury.\nJudgment reversed, and venire de novo.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "W. A. Porter and J. M. Porter, for plaintiff.",
      "A. E. Brown, contra."
    ],
    "corrections": "",
    "head_matter": "Weaver v. Bachert.\n1. In an action for breach of promise of marriage, seduction cannot bo given in evidence in aggravation. See 8 Watts & Serg. 27.\n2. Mutual promises must be proved; at least, circumstantially. Consent to intercourse, and purchase of furniture, &c., are not evidence of a promise by the woman. Nor will his admissions of a promise, which it is uncertain as to what act it referred, be evidence against the man.\n3. The court are not to strain evidence against a seducer; and evidence of a promise by the woman, in her action, must ho such as would support an action against her by the man. — Gnisoir, C. J.\n4. Die. in Paul v. Frazier, 3 Mass. 73; Con v. Wilson, 2 Overton, 233, overruled.\nError to the Common Pleas of Lehigh county.\nDec. 16. — This was an action by Bachert, for a breach of promise of marriage. The plaintiff, under exception, proved, 1st, her own acts, as purchasing furniture, dresses, &c., and declarations of her intention to marry defendant, made at the time, to prove her promise. 2d, Also that she had a child by defendant. 3d, That in conversation with a third person, he had declared he never intended to marry her. The evidence of the promise was, constant visits, during which they were left alone; conversations respecting the disgrace, during which she said, “You know what you promised;” to which he replied, “ It was not his fault.” Also a declaration, “ If he knew she had a child he would have married her.”\nThe exceptions were, to the evidence in the first and second points above; to the charge in submitting the questions of promise by defendant and plaintiff; the readiness of plaintiff, and the refusal by defendant. His honour also stated the action was not for seduction, but on the contract.\nW. A. Porter and J. M. Porter, for plaintiff.\n— 1. The only case supporting such evidence is Peppinger v. Law, 1 Halst. 384, and that is founded on Hutton v. Mansell, 6 Mod. 172, which was after express' promise, and is bad law. [Burnside, J. — The case is good to prove assent by the woman, though the book be bad.] 2. Seduction is a separate action, and cannot be brought by the woman; and it is jiot admitted in aggravation in an action by her. Paul v. Frazier, 3 Mass. 71, is an obiter die.; Burks v. Shain, 2 Bibb. 341. The offer must be express, 2 Saund. Pl. and Ev. 666; Burks v. Shain, ante; Martier v. Patton, 1 Littel, 235 ; and the refusal as much so, 7 Cow. 22; 2 Saund. Pl. and Ev. 665.\nA. E. Brown, contra.\n— 1 Ros. Civ. Ev. 193, 194; 2 Stark. Ev. 942; Peppinger v. Law and Hutton v. Mansell, ante; Boynton v. Keller, 3 Mass. 191; Con v. Wilson, 2 Overton, 233; 2 Saund. Pl. and Ev. 665, 666.\nJan. 14."
  },
  "file_name": "0080-01",
  "first_page_order": 80,
  "last_page_order": 83
}
