{
  "id": 951267,
  "name": "Gould v. Crawford",
  "name_abbreviation": "Gould v. Crawford",
  "decision_date": "1845-01-03",
  "docket_number": "",
  "first_page": "89",
  "last_page": "93",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 89"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Bin. 62",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793640
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/5/0062-01"
      ]
    },
    {
      "cite": "2 Bin. 234",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788981
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0234-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 572,
    "char_count": 11348,
    "ocr_confidence": 0.504,
    "pagerank": {
      "raw": 3.499130671952885e-07,
      "percentile": 0.8826840869873108
    },
    "sha256": "9be683f8c3264b9e60d47e654148f611467bf6c14a6d0d2d4f7993363b6383ee",
    "simhash": "1:9a2826289394e6c5",
    "word_count": 2020
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gould v. Crawford."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\n— This was an action of debt for work and labour done. Plea, nil debet.\nThe plaintiff filed three different declarations, and one statement. The court granted a rule to show cause, why all, but one, should not be stricken off. The plaintiff then withdrew all but two, which purported to be filed the 14th of August, 1844. Whereupon, the defendant’s counsel made the following application to the court. There appearing to be, in this case, two declarations, marked filed, in the handwriting of the plaintiff’s attorney, on the same day, viz., the 14th of August, 1844, the counsel ask the court to designate which is the original narr. This the court decline, because the declarations bear the same date, and because the plaintiff alleges, that as both declarations were filed at the same time, they constitute but one declaration. The defendants, certainly, can be called on to answer, but one narr. and if the plaintiff files two, it is bad, and the defendant may demur. But he does not pursue this course, but asks the court to designate which is the original narr.; but this they are not bound to do. They may order the party to choose which he will go to trial on, and if he refuses, they may either continue the cause, or, on special demurrer, may turn the plaintiff out of court. But it is alleged, the two constitute but one declaration; it is form, and not substance, which the court are not bound to notice on motion. The proper remedy is by special demurrer.\nOn the trial, the plaintiff was allowed to prove what Daniel Castellón, a deceased witness, said, on his examination before arbitrators. The principle, applicable to this part of the case, has been settled in Chop v. Chop, and in numerous other cases, which it would be a waste of time even to cite. The witness testifies, in substance, to all he said. He cannot recollect his precise words, nor is it necessary, nor, in ninety-nine cases out of a hundred, is it possible he should. But it is alleged, that the witness was intoxicated at the time he was under examination. This is the principal objection, and doubtless affects his credit greatly; but is he thereby rendered incompetent ? Now, although the court will not suffer a person to be examined as a witness, who is in such a state that he cannot understand the obligation of an oath, nor, ordinarily, when in such a situation that he maybe tempted to disregard it, yet, the counsel have failed to convince us that this is cause of error. Such cases must depend on the sound discretion of the court that hears the cause. They will not, if they can avoid it, deprive a party of the benefit of testimony, which may be essential to his case, merely from the indiscretion, call it by no harsher name, of the witness. His intoxication may be caused by the artifices and management of the other party, for there are persons so base and wicked as to resort to such means to rid themselves of the force of testimony they are not prepared to rebut, and the temptation to such stratagem would be greatly increased, were we to decide that it amounts to an absolute disqualification. There are degrees of intoxication, of which the court alone can judge. They may postpone the cause, to give the witness a chance to recover from his degraded situation, or they may suffer him to be examined, leaving his credit to be weighed by the jury. We know but one safe rule, and that is to leave it to the sound discretion of the tribunal before which the cause is tried.\nMahlon H. Taylor was admitted a witness, in opposition to an exception on the score of interest. One part of the defence was, that the proper parties were not before the court; that Taylor was a party to the contract, and that he ought to have been included in the suit. This the plaintiff denied; and to exclude the witness on that ground would be virtually to decide the cause. The court, therefore, was right in admitting the witness, and referring this question to the jury. But here the plea was nil debet, and the defence could only be made by plea in abatement. We see no interest which the witness had in the event of the suit. Result as it may, the judgment could not be given in evidence in any suit in which the witness was a party. There is nothing in the objection, that the witness was permitted to speak of a. paper handed to him at his examination; nor to the paper itself, which is pregnant proof, connected with the admission of Mr. Gould, of the number of days the plaintiff was employed in the service of the defendant. It was proper and pertinent evidence on the count for work and labour done.\nThe deposition of Patrick Daily was properly admitted. The witness had no settled home; was a labouring man, without family. And the last time he is traced is at Taylorsville, in the state of New Jersey, where his deposition was taken. The probability is, that at the time of the trial he was not within the jurisdiction of the court. Under these circumstances, depositions are always received in evidence.\nNext, as to the charge. The present plaintiffs brought suit against the present defendants, on precisely the same cause of action. This is conceded. The parties appeared, and on the hearing, the justice ordered the plaintiff to be nonsuited, because, as he says, the suit is brought against Isaac and Stephen Gould, instead of being brought against Isaac and Stephen Gould and others. It must be noticed that it is the judgment of the justice, and not a nonsuit, or discontinuance, of the plaintiff; nor does it appear that he consented, at the time, to this disposition of the case. The question, therefore, is, has a justice, after hearing the parties, their proofs and allegations, power to order a nonsuit; and if he undertakes to do so, what is the legal effect of his decision ? Is it a bar to a future suit between the same parties, or may the plaintiff maintain another suit before the same, or another justice; or, as here, before a superior tribunal, and so, toties quoties, as often as the justice may make such a disposition of the case ? We are of opinion, that the act confers no-power on. the justice to order a nonsuit, with the ordinary incidents of a nonsuit; that such an entry amounts, in effect, to a peremptory nonsuit, and is equivalent to a judgment that the plaintiff has no cause of action; that the only remedy, when the decision is erroneous, (as this unquestionably was,) is by appeal to the Court of Common Pleas; and that this defence is good, as a plea in bar, or under the general but comprehensive plea of nil debet. The only judgment the justice can give is a final judgment; that is, as I understand the act, a judgment which ends the controversy between the parties to the record, subject, of course, to the right of appeal. The second section of the act of 1810 provides, that if the parties appear before the justice, he shall proceed to hear their proofs and allegations, and, if the demand shall not exceed five dollars and thirty-three cents, shall give judgment as to right and justice may belong, which judgment shall be final. And in the fourth section: If either party, their agents or attorneys, shall refuse to refer, the justice may proceed to hear and examine their proofs and allegations; and thereupon give judgment publicly, as to him of right may appear to belong, either party having the right to appeal, within twenty days after judgment, either by the justice alone, or on award of referees, w-hen said award shall exceed the sum of twrenty dollars. For an erroneous judgment, therefore, whether by the justice, or referees, the only remedy given by the act, is an appeal; and in the case in hand, it would have been an effectual remedy. Justices of the peace derive their whole authority (at least so far as regards the collection of money) from the acts of Assembly; and I have looked in vain for the authority claimed for them. It will be conceded, that it is an implied, and not an express, power; and it seems to me it would be inexpedient, by implication, to enlarge a jurisdiction already ample enough for all useful purposes. The effect would be to enable justices (if so disposed) to favour plaintiffs, at the expense of defendants; certainly contrary to recent legislation and judicial decision, the aim of which has been, so far as practicable, to put them on an equal footing. This useful branch of our judicial system has been already charged (although I think unjustly, at least it has been greatly exaggerated) with favouring plaintiffs at the expense of justice. Let us not, therefore, by adding to their authority, give occasion for an increased slander against them. Why concede to them a power, with which even our courts of general jurisdiction are not clothed ? The latter cannot order a nonsuit without the assent of the plaintiff; and to enable them to do so, has required express legislative enactments, with which the profession are perfectly familiar. Thus, in Gerard v. Getting, 2 Bin. 234, it is ruled, that it is not in the power of the court to order a nonsuit against the consent of the plaintiff; so in Miller v. Miller, 5 Bin. 62, it is decided, that arbitrators have no authority to award a nonsuit. If the plaintiff fails to attend, the proper award is, that he has no cause of action. This case is very pertinent to the point in issue. The reason given for the decision is, because the act of Assembly does not give express authority to direct a nonsuit in the manner accustomed in courts of law. The duty of arbitrators is, so says the act, to investigate, examine, and decide the cause. In the act relating to justices, no such authority is conferred, except in the single case, where it is provided, that, before hearing, the plaintiff may suffer a nonsuit, or discontinue the cause. But when the justice has proceeded to the hearing, it is his duty to find for or against the plaintiff, either that there is, or is not, a cause of action. If the decision is erroneous, the remedy is by appeal; or where error is apparent on the record, by continuance. It will be remembered that this decision only applies where the suits are between the same parties, and for the same subject-matter. In that case only may the first point be pleaded in bar of the second.\nJudgment reversed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Gould v. Crawford.\n1. If plaintiff files two declarations, defendant may demur, or the court may refuse to try, or nonsuit, should plaintiff refuse to indicate which he relied on.\n2. The evidence of a deceased witness may be stated in substance; the precise words are unnecessary.\n3. Whether a witness is competent, by reason of intoxication, is in the discretion of the court.\n4. One not made a party defendant, cannot be objected to as a witness, on the allegation that he is liable to plaintiff.\n5. Where a witness lias no home or family, his deposition taken out of the jurisdiction, at a place where he was at work, when last heard of, may be read.\n6. A compulsory nonsuit of a justice is conclusive of the suit, unless appealed from; for, having no power to enter such a judgment, it is equivalent to a judgment that plaintiff has no cause of action.\nError to the Common Pleas of Carbon county.\nDec. 17, 18. — The case was argued by Maxwell for plaintiff, and Porter for defendant.\nThe opinion contains a full statement of all the facts of the cause.\nJan. 3."
  },
  "file_name": "0089-01",
  "first_page_order": 89,
  "last_page_order": 93
}
