{
  "id": 951307,
  "name": "Paxton v. Steckel",
  "name_abbreviation": "Paxton v. Steckel",
  "decision_date": "1845-01-03",
  "docket_number": "",
  "first_page": "93",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 93"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Serg. & Rawle, 343",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805913
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0343-01"
      ]
    },
    {
      "cite": "8 Watts, 355",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848387
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0355-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 358",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798225
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0358-01"
      ]
    },
    {
      "cite": "1 Serg. & Rawle, 198",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts, 183",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0183-01"
      ]
    },
    {
      "cite": "3 Watts, 49",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Whart. 321",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835002
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0321-01"
      ]
    },
    {
      "cite": "7 Johns. 254",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        369246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/7/0254-01"
      ]
    },
    {
      "cite": "3 Cow. 323",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "10 Mass. 125",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "7 Cow. 735",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2034919
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/7/0735-01"
      ]
    },
    {
      "cite": "2 Watts, 182",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 429",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/1/0444-01"
      ]
    },
    {
      "cite": "10 Serg. & Rawle, 266",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 593",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Whart. 153",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "7 Watts & Serg. 68",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0068-01"
      ]
    },
    {
      "cite": "12 Serg. & Rawle, 41",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle, 401",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822529
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0401-01"
      ]
    },
    {
      "cite": "10 Mass. 128",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 412,
    "char_count": 5749,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 3.960734661486615e-07,
      "percentile": 0.9042648818521852
    },
    "sha256": "73fbe64795e14718be18c56541690cf4dc93fe6426417ff5d948c8cbcb89f041",
    "simhash": "1:0e1716118c7e719c",
    "word_count": 1006
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Paxton v. Steckel."
    ],
    "opinions": [
      {
        "text": "Sergeant, J.\n— The first question in this case arises upon the bill of exceptions taken by the plaintiff to the decision of the court below, that Wm. L. Sebring might testify to every fact of which he had a knowledge, and which knowledge he did not learn from sheriff Sleckel as his counsel. There does not appear to be any error in this. We think there is no reason for saying, that the sheriff cannot have counsel in matters connected with his proceedings, or enjoy the same privilege that exists in other cases. The business of a sheriff is multifarious, intricate, and emphatically of a legal complexion; and it is not to be supposed he can always conduct it properly, without the aid of an adviser, to inform him of the law to which it is his duty to.conform. He ought, therefore, to be able to consult his counsel with the same freedom and privacy as other persons, and to be subject to the same rules.\nWe think it clear, however, that the court erred in their charge to the jury in stating, (for such seems to be the tendency of the charge,) that to constitute trespass by the sheriff, it is necessary he should touch the property, or take it into possession, or do some act operating upon the body of the property, or cause it to be done; and that the sheriff’s return was only evidence against the defendant, that he took possession of the property attached, but not conclusive. In the first place, it is well established by the authorities cited, that the sheriff’s return in a cause is, as between the parties, conclusive against him, so that he cannot contradict it by parol evidence. In this suit, the return of Steckel was, therefore, conclusive evidence against him. In the next place, it is not necessary to constitute trespass by an officer who executes a writ of attachment on chattels, to prove any manual handling of the property, or taking them into possession. The levying of the attachment may be done without these acts, and the property be fully bound by it, and be in the officer’s power and possession, and the owner divested of the possession. Trespass de bonis asportatis against a sheriff is maintained by proof that he unlawfully exercised an authority over the chattels against the will, and to the exclusion of the owner, though there was no manual taking or -removal when he took them under process of law, and by virtue of his office. Miller v. Baker, 1 Metcalf, 27; Gibbs v. Chase, 10 Mass. 128.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Sergeant, J."
      }
    ],
    "attorneys": [
      "M. H. Jones and A. Brown, for plaintiff in error. —",
      "Maxwell and J. M. Porter, for defendant. —"
    ],
    "corrections": "",
    "head_matter": "Paxton v. Steckel.\n1. The return “attached,” where the goods are the property of a stranger, subjects the sheriff to an action of trespass. Manual occupation, touching, or removal, is not essential.\n2. The sheriff’s return is conclusive on himself.\n3. The sheriff is entitled to the same privilege, in his communications with his attorney, as other persons.\nError to the Common Pleas of Northampton county.\nDec. 18, 19. — Plaintiff was assignee for creditors of certain railroad iron, sills, &c. On the trial of an action of trespass against the sheriff and another plaintiff in a foreign attachment, for seizing the property under the writ, he offered the return of the defendant, as sheriff, to the writ: “ Attached twenty-four pieces iron rails, &c., in the possession of J. Stetller, and summoned said J. Stettler as garnishee;” and proved admissions that this wras the same property.\nThe return was made on the representations of one Hartz, who took an account and-forbade the hauling away by teamsters.\nThe deputation of Hartz was special in the suit of a stranger, at request of the plaintiff there.\nIt was not shown under what title Stettler had possession; defendant gave no evidence.\nThe court charged: There must be an actual intermeddling or touching, unless the return was conclusive, which it was \"not, but might be rebutted.\nThe exceptions were to the charge, and to the ruling in the case of a witness, who was an attorney and had ceased to practise for fifteen years, and kept the books of the sheriff, that all communications between himself, as counsel, and the sheriff, were protected.\nM. H. Jones and A. Brown, for plaintiff in error. —\nIt is a mere fiction that possession is required. Wood v. Vanarsdale, 3 Rawle, 401; Hunt v Reading, 12 Serg. & Rawle, 41; 2 T. R. 225. Sheriff’s return conclusive, Hick v. Troxell, 7 Watts & Serg. 68; Mentz v. Hanna, 5 Whart. 153; 6 Watts, 593; 10 Serg. & Rawle, 266; Phillips v. Hyde, 1 Dall. 429; 4 Burr. 2429 ; Wilson v. Hurst, Pet. C. C. Rep. 341; he could not contradict it, Townsend v. Horn, 2 Watts, 182; and the action was joint and several, 1 Sir. 635. Intermeddling without touching sufficient, 7 Cow. 735; 1 Civ. Pl. 155; 10 Mass. 125 ; 3 Cow. 323; 7 Johns. 254 ; 6 Bac. Ab. 580. Constructive force sufficient. Com. Dig. Tresp. A. I.; Watson on Sheriff, 73; 5 Whart. 153, antè; 4 Whart. 321; Dubois v. Lord, 3 Watts, 49; 5 Watts, 183; 2 Lord Ray. 184. The witness was not protected. Gresley Ev. sect. 244 ; 2 Stark. Ev. 230; 6 Mod. 292.\nMaxwell and J. M. Porter, for defendant. —\nPossession and actual force, or implied taking submitted to, is necessary to constitute trespass. 1 Smith L. Cases, 219; Downing v. Baldwin, 1 Serg. & Rawle, 198; Smith v. Rutherford, 2 Serg. & Rawle, 358; Gilchrist v. Ball, 8 Watts, 355; Cotteral v. Cummins, 6 Serg. & Rawle, 343; 10 Mod. 180. There was no evidence of actual touching the property, or submission to the attachment. The only evidence of possession at time of attachment was the return that showed it was in a third person.\nThe witness answered all the questions asked him. The sheriff’s return was not conclusive between third parties; plaintiff invalidated it by his own evidence. If conclusive, it would also be so of right of property.\nJan. 3."
  },
  "file_name": "0093-01",
  "first_page_order": 93,
  "last_page_order": 95
}
