{
  "id": 951317,
  "name": "Freedly v. Mitchell",
  "name_abbreviation": "Freedly v. Mitchell",
  "decision_date": "1845-01-02",
  "docket_number": "",
  "first_page": "100",
  "last_page": "101",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 100"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Y. 382",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "6 Serg. & Rawle, 418",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle, 338",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts, 315",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844043
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0315-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 501",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854573
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0501-01"
      ]
    },
    {
      "cite": "5 Watts, 69",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0069-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 245,
    "char_count": 3079,
    "ocr_confidence": 0.575,
    "pagerank": {
      "raw": 4.947487136851577e-08,
      "percentile": 0.31002135645746143
    },
    "sha256": "9cdf0facb46f403cae3a73eeba60595b35a8fbf36d4cb6ece045a6a1f9f750ae",
    "simhash": "1:43e31921a0f4d3ce",
    "word_count": 537
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Freedly v. Mitchell."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\n— The act of 1807 was made for the relief of plaintiffs in ejectment, who formerly experienced great difficulty in proving defendants to be in possession, and thus compelling them to take defence on title ; and to obviate uncertainty in the execution of ■writs of possession, the sheriff was directed, also, to return the names of any other persons found by him on the premises, and the prothonotary was directed to add them as parties. But as a party, for whom particular provision is made, may waive the benefit of itj we see no reason why the plaintiff, in this instance, might not elect to go on only against the persons named in the writ. Nor would we, in any event, reverse, for a mere clerical omission which did not prejudice them; and they certainly had no interest in having additional parties who could not be made liable to contribution.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Mattery, for plaintiff",
      "Fox and C. Fallon for defendant."
    ],
    "corrections": "",
    "head_matter": "Freedly v. Mitchell.\n1. Plaintiff in ejectment may waive proceeding against defendants added by the sheriff under sec. 2, act 1807.\n2. It is not error to enter a nol. pros, as to some of the defendants after verdict, there being no contribution.\n3. Plaintiff in ejectment aliens after suit brought; he is entitled to judgment for nominal costs and damages.\nError to the Common Pleas of Montgomery county.\nDec. 22. — Mitchell brought ejectment against three. The sheriff returned non est inventus as to McCredy, and served, as to the other two, and thirteen terre-tenants. Appearance was entered for McCredy, and a general plea on atwo day’s rule, with notice at bar. The jury were sworn generally. A sheriff’s sale subsequent to the writ having destroyed the plaintiff’s title, the court directed a verdict for nominal costs and damages.\nAfter verdict, plaintiff entered a nol. pros, as to all but the two defendants served, and judgment was entered.\nThe exceptions were, 1. To the judgment, plaintiff having no title at the time of the trial. 2. No evidence of the possession of McCredy. 3. No issue as to several defendants. 4. Entering nol. pros, after trial.\nMattery, for plaintiff\n— The rule to plead only extended to those appearing, and who did plead is but matter of inference.\nThe jury could only have been sworn as to those pleading, and this uncertainty is error.\nThe judgment should have been taken against those not appearing, under act 1807. This leaves two liable for all costs and mesne profits. Bratton v. Mitchell, 5 Watts, 69; Michew v. McCoy, 3 Watts & Serg. 501; Moss v. Moss, 5 Watts, 315; 1 Lord Ray. 729 ; 2 Salk. 476. A non pros, cannot then be entered. 1 Tidd, 632.\nFox and C. Fallon for defendant.\n— There was a general plea, behind which we could not go, and the jury must follow the record. The plea prevented us following the act of 1807. The nol. pros, was right; it amounted to an acquittal. Our action for mesne, profits is several, and there is no contribution, it being trespass. Brideman v. Vanderslice, 2 Rawle, 338 ; Bingh. Judg. 50; 6 Serg. & Rawle, 418.\n1st point. 4 Y. 382. [Gibson, C. J., there is no doubt of it.]\n2d. Appearance cured the defect.\nJan. 2."
  },
  "file_name": "0100-01",
  "first_page_order": 100,
  "last_page_order": 101
}
