{
  "id": 951289,
  "name": "Baptist Church v. Robbarts",
  "name_abbreviation": "Baptist Church v. Robbarts",
  "decision_date": "1845-12-30",
  "docket_number": "",
  "first_page": "110",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 110"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Cow. 56",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2037372
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/8/0056-01"
      ]
    },
    {
      "cite": "2 Phil. 173",
      "category": "reporters:state",
      "reporter": "Phil.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 325,
    "char_count": 4630,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 2.9815840717021075e-07,
      "percentile": 0.8510492310555557
    },
    "sha256": "66d123d4cb6ca28b13964fdf59b7a072ab333000b3b436e85e7a1823d5c8176d",
    "simhash": "1:1eba7c0dd885bd6f",
    "word_count": 823
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baptist Church v. Robbarts."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\n— The 13th section of the act of the 3d April, 1833, relating to wills, is substantially the same as the 29th Charles 2, chap. 3, sect. 6. It provides, that “no will in writing, concerning any real estate, shall be repealed; nor shall any devise, or direction, be altered, otherwise than by some other will, or codicil in writing, or other writing declaring the same, executed and proved in the same manner as hereinbefore provided; or by burning, cancelling, or obliterating or destroying the same, by the testator himself, or by some one in his presence, and by his express direction.”\nThe plaintiff proved the will by the subscribing witnesses, and that it w'as executed about the first of June, 1838. It had been in the hands of McDowell; for when he unlocked the testator’s desk, a day or two after Captain Robbart’s death, in the deceased’s chamber, three miles from Doylestown, he knew the paper to contain the will. This was about the first of December, 1844. The seals of the envelope were broken, and the name obliterated. We have inspected it. A strong black line was drawn over and along the whole name. It is in vain to infer, from the evidence in the case, when or how this was done. The will was found in the private chamber of the deceased, in his dwelling, and locked in his private desk. The name was obliterated, and the will cancelled. The legal presumption, arising on the evidence, was, that it was the act of the testator. There was no evidence that it was done by accident or mistake, or to disconnect the act from an intention to revoke. It was a cancelled will. Dunlap on Wills, 346. It is true, the name being obliterated, at first blush it is an equivocal act.. But the paper being found in the manner in evidence, and being-mutilated, it lay on the plaintiffs, who wished to establish the will, to give evidence how it was done. Without that evidence, the legal inference is, that the testator did it himself. The onus was cast on the plaintiff before this obliterated paper could be read to the jury.\nThe evidence offered did not tend to show how Captain Robbarts’ name came to be obliterated. This was necessary to be first show'n before the paper, purporting to be his will, or the evidence offered, could be received. The offer which it made was not pertinent to the issue which the jury were sworn to try. The issue trying, and the only issue, was, whether this mutilated paper was the last will and testament of John Robbarts, deceased; and the evidence offered only tended to mislead the jury from this issue, and was properly rejected.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "J. Fox, for plaintiff. —",
      "Chester, for defendant. —"
    ],
    "corrections": "",
    "head_matter": "Baptist Church v. Robbarts.\nA paper, purporting to be testamentary, being found with the signature obliterated, the presumption is, it was obliterated by the testator.\nThe onus to show accident, mistake, &c., lies on the party offering it for probate.\nDeclarations of intent, and condition, and circumstances of families, are not sufficient to rebut the presumption.\nError to the Common Pleas of Bucks county.\nDec. 26. — -The case arose on an issue whether a certain paper was the will of John Robbarts. The paper purported to be so was in his handwriting, dated in 1838, and signed thus — S©febar4sr Its execution was proved. John Robbarts died December, 1844. Plaintiff then offered to prove “ declarations of John Robbarts in September, 1843, and November, 1844, when in declining health; that he had, and always kept a will; that he wished to prevent his property going as he did not wish;” and the circumstances of his family. It was rejected, and is the first error assigned.\nOn the envelope was endorsed, that it was deposited with the executor, not to be opened till death. When found by the executor, in a locked secretary of John Robbarts, it was in the present condition, with the seals of the envelope broken, the executor having possession of the key.\nThe present defendant was not there till after the paper was found.\nThe court rejected the paper, and this was the second error.\nJ. Fox, for plaintiff. —\nIt was a question of fact, whether it was intended to revoke, even if the obliteration was by Robbarts himself; Rob. on Wills, 364; Onions v. Tyler, 1 P. Wms. 345; Lovel. on Wills 15, L. L. 185, 350; or whether with design to make a new one, in which case it was conditional. 18 Ves. 348; 2 Phil. 173 ; 8 Cow. 56 ; 4 Kent, 530; 1 Victoria, C. 26, 25 L. L. 187.\nChester, for defendant. —\nOder was immaterial; animus revocandi is a legal inference from the paper itself, and the onus is on them to show tire contrary. 6 Cru. Dig. 94, § 28; 2 Bla. R. 1093; 5 Connect. 165 ; 2 Stark. Ev. 1286.\nDec. 30."
  },
  "file_name": "0110-01",
  "first_page_order": 110,
  "last_page_order": 111
}
