{
  "id": 951247,
  "name": "Lancaster Turnpike Company v. Rogers",
  "name_abbreviation": "Lancaster Turnpike Co. v. Rogers",
  "decision_date": "1845-03-11",
  "docket_number": "",
  "first_page": "114",
  "last_page": "116",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 114"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts & Serg. 380",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts & Serg. 548",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853562
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0548-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 548",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853562
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0548-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 371,
    "char_count": 5602,
    "ocr_confidence": 0.576,
    "pagerank": {
      "raw": 2.1980089995873587e-07,
      "percentile": 0.7748276057793331
    },
    "sha256": "eef4d1afdfb0d97b174af3b43af300d21f6fc62e3584bc380c21895f802d9f53",
    "simhash": "1:a472a09f3dc0c81b",
    "word_count": 1001
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lancaster Turnpike Company v. Rogers."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\n— The act of the 9th of April, 1792,3 Smith’s Laws, 83, authorized the incorporation of a company for making an artificial road from the city of Philadelphia to the borough of Lancaster. The company had power to erect gates, and appoint collectors on the road. All our subsequent turnpike acts are substantially copied from the act of the 9th April, 1792, relating to the Lancaster turnpike. The case of the Ridge Turnpike v. Stoever settles the right of turnpike companies generally to erect toll-houses at their gates, for the accommodation of their toll gatherers. 2 Watts & Serg. 548. This right is indispensable to the enjoyment of the grant, but companies have no right to erect toll-houses outside of the limits of the road, without the consent of the owners of the land. [His honour here stated the material facts of the case.] The company had no right under their charter to have a building, part on the road and part on the land of the defendant, except for a toll-house. When the company ceased to occupy the building as a toll-house, the defendant had a right to revoke her license. When the building on the road ceased to be there for a lawful purpose, it was a public nuisance. Whatever worketh hurt, inconvenience, or damage, is a nuisance. 3 Black. Com. 215; 2 Green-leaf’s Evid. 465. A common nuisance is an offence against the public, either by doing a thing which tends to the annoyance of all the king’s subjects, or by neglecting to do a thing which the common good requires. 2 Roll. Ab. 83; Hawk. P. C. ch. 75; 5 Wils. Bacon, 146. It is agreed to be a nuisance to dig a ditch, or make a hedge over-thwart a highway, or to erect a new gate, or to lay logs or timber in it; or generally to do any other act which renders it less commodious. 5 Wils. Bacon, 150, tit. Highway, E.\nHawkins says, book 1, ch. 75, sect. 12, it is laid down that any one may pull down, or otherwise destroy, a common nuisance, as a gate, or even a new house erected in the highway. So, if one whose estate is or may be prejudiced by a private nuisance actually erected, as a house hanging over his ground, or stopping his lights, may justify the entering into another’s ground, and pulling down and destroying such a nuisance, whether it were erected before or since he came to the estate ; surely, it cannot but follow, á fortiori, that any one may lawfully destroy a common nuisance. 5 Bac. Abr. tit. Jñdsance, C. 152; Hawk. P. C. ch. 75, sect. 12, &c.\nIt was held in Lowry v. Arnold, Comberbach, 417, that an action of trespass does not He for pulling down a house which is a nuisance in a highway. The gist of the action of trespass is the injury to the plaintiff’s possession, and that possession must be either actual or constructive. Here the company, when they ceased to occupy the building as a toll-house, the license of Mrs. Rogers being revoked, had neither.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Dillingham and H. J. Williams, for plaintiff in",
      "Hemphill and Darlington, for defendant."
    ],
    "corrections": "",
    "head_matter": "Lancaster Turnpike Company v. Rogers.\n1. A private nuisance may be abated by any one whose property is injured, and entry for such purpose is justifiable.\n2. A public nuisance may be abated by any one.\n3. A turnpike company, having erected a toll-house partly on the land of another, under license in consideration of user of the road by such owner, abandoned the house as a toll-house, and removed the gate. Held: It becomes a nuisance both on the road and on the land, and may be removed by any one injured.\nError to the Common Pleas of Chester county.\nDec. 30. — The plaintiff erected a toll-house about 1809, extending five feet on land, (now owned by defendant under several mesne conveyances from the then owner,) under parol agreement for use of the road toll free in consideration thereof. The defendant continued to use the road, toll free, until she removed the house, (March, 1843,) which was the trespass complained of. In 1839, the gate was removed to another place; the house locked up, and taken charge of by plaintiff. Defendant entered it and used it for other purposes during the removal. In the latter part of 1842 she had notice of the intention of the company to retake possession, and replace the gate, the experiment of reinoval not being successful; to 'which she objected, declaring, that it was hers, and they should not use it.\nThe court charged: The license was binding on defendant with notice so long as the company used the house for the purpose for which it was erected; as soon as it was abandoned for that purpose, it became a nuisance, and might be abated. Whether the parol agreement was for perpetual occupation, or to continue so long as used for a toll-house, was a question of fact. In the latter case, if she objected, gave notice, and ceased to use the road toll free, before asserting her title, she was not liable; if the former, she was.\nDillingham and H. J. Williams, for plaintiff in\nerror. — They might abandon for a short time at least, with assent, of which going toll free was evidence. The agreement was for valuable consideration, and her entry in that part of the house standing in the plaintiff’s property was a trespass. (Per cur.: That point was not made below.)\nFrom the time of intention to replace, it was too late to exercise her right; certainly, from the first act towards replacing, after which she passed toll free.\nHemphill and Darlington, for defendant.\n— It reverted on abandonment. Stoever v. R. Road, 2 Watts & Serg. 548; Turnpike v. Stoever, 6 Watts & Serg. 380. The evidence showed a total abandonment. Nor will use of the road be sufficient to establish a new agreement. The remedy was by motion for a new trial.\nMarch 11."
  },
  "file_name": "0114-01",
  "first_page_order": 114,
  "last_page_order": 116
}
