{
  "id": 951204,
  "name": "Tyson v. Passmore",
  "name_abbreviation": "Tyson v. Passmore",
  "decision_date": "1845-01-10",
  "docket_number": "",
  "first_page": "122",
  "last_page": "126",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 122"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts, 90",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850940
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0090-01"
      ]
    },
    {
      "cite": "8 Watts, 215",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848463
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0215-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 472",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856228
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0472-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 253",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481841
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0253-01"
      ]
    },
    {
      "cite": "3 Rawle, 345",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0345-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 461",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798208
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0461-01"
      ]
    },
    {
      "cite": "7 Watts, 472",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846886
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0472-01"
      ]
    },
    {
      "cite": "7 Serg. & Rawle, 230",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1808111
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/7/0230-01"
      ]
    },
    {
      "cite": "5 Watts, 303",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844017
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0303-01"
      ]
    },
    {
      "cite": "5 Watts, 27",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844060
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0027-01"
      ]
    },
    {
      "cite": "2 Watts, 325",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 408",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819380
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0408-01"
      ]
    },
    {
      "cite": "1 Story, 312",
      "category": "reporters:federal",
      "reporter": "Story",
      "opinion_index": -1
    },
    {
      "cite": "3 Bin. 505",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 424",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408536,
        1408520,
        12149457,
        12149509
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/1/0438-01",
        "/us/1/0439-01",
        "/dall/1/0424-01",
        "/dall/1/0424-02"
      ]
    },
    {
      "cite": "3 Watts & Serg. 563",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0563-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 427",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Serg. & Rawle, 171",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805864
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0171-01"
      ]
    },
    {
      "cite": "14 Serg. & Rawle, 207",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts, 148",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840113
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0148-01"
      ]
    },
    {
      "cite": "2 Whart. 29",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Day, 139",
      "category": "reporters:state",
      "reporter": "Day",
      "case_ids": [
        6753689
      ],
      "opinion_index": -1,
      "case_paths": [
        "/day/1/0139-01"
      ]
    },
    {
      "cite": "4 Johns. Ch. Rep. 144",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1978808
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/4/0144-01"
      ]
    },
    {
      "cite": "2 Johns. Ch. Rep. 593",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "8 Wheat. 174",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        6136577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/21/0076-01"
      ]
    },
    {
      "cite": "8 Watts & Serg. 151",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts & Serg. 483",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "1 Bin. 616",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "3 Rawle, 345",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822532
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0345-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 693,
    "char_count": 12766,
    "ocr_confidence": 0.582,
    "pagerank": {
      "raw": 3.0756722964622875e-07,
      "percentile": 0.8576588828151757
    },
    "sha256": "e1706f7a63fcdd318e4d5e05721c2b0957eccc27d823dc560d561535709ba19f",
    "simhash": "1:96ba42334581c4ce",
    "word_count": 2282
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tyson v. Passmore."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\n— The plaintiff in this ejectment, to enforce what he insists were the actual terms of the purchase, contends that the parol evidence of those terms was competent either to reform the articles, or to entitle him, in some shape, to relief for misrepresentation and mistake. As it is not pretended that any thing was omitted which was intended to be inserted, the defendant denies that there is any thing to be reformed ; and that a mistake as to the legal effect of the words, being a mistake of the law, is not a ground of relief. That the agreement was penned by the defendant, and that the plaintiff, being an inhabitant of another state, was probably ignorant of the lex loci, enters not into the effect of the written agreement, or of the extrinsic evidence by which it is attempted to be controlled. The articles, by whomsoever penned, are presumed to contain the terms and conditions of the bargain till the contrary be established; and a stranger is as much bound to know the laws of the country, on the basis of which he deals, as a citizen or subject would be. Was any stipulation omitted in the articles ? or was any misconception of the effect induced by misrepresentation ? [His honour here stated the evidence and the offer.]\nIt is true that this would prove, not an omission of any stipulation intended to be inserted, but a misconstruction of stipulations already inserted; and if there was nothing unconscionable in taking advantage of ignorance and credulity abused by misrepresentation, there would be no ground for relief. But he who would avail himself of his own misrepresentation, even where it was unintentional, is as much open to an imputation of fraud as if its falsity had been known to him. Such was the quality of the fraud which in Hurst v. Kirkbride, 1 Bin. 616, gave to the words, “ as to the manor, I will treat with you about it again,” the force and effect of a reservation out of a general conveyance. In that case, less was shown to have been intended than was expressed: in this case more; but the principle of each is the same. And Flagler v. Pleis, 3 Rawle, 345, is not only the same in principle, but nearly so in circumstances. There, a vendee was allowed to prove that the ground in contest had been shown by the vendor as a part of the premises; yet it had not been alleged that any substantive stipulation had been omitted. Now, it is a fair deduction from these cases, that whether misrepresentation of a material fact were intentional or not, it draws after it the same consequences. It is not the suppression of a truth, but the suggestion of a falsehood to the injury of an innocent man. The consequence of an innocent misrepresentation, if there can be such a thing, must fall on him who was the author of it, on the principle that the acts of even an innocent man shall prejudice himself rather than a stranger equally innocent. In Fisher v. Worrall, 5 Watts & Serg. 483, it was said that he who has positively asserted what he does not know’ to be true, is as answerable to one who would suffer by having reposed on his assertion, as if he had known it to be false; and the same thing was said in Jones’ Appeal, 8 Watts & Serg. 151, as w'ell as in Hunt v. Moore, decided at the present term. If, then, the defendant sold the two hundred and sixty acres comprised by the lines of the old draft, and the plaintiff was induced to buy it by his representation that the whole might be surveyed and returned on his warrant for seventy-five acres, it was not competent to the defendant to acquire for his own use the surplus above the excess of ten per cent, usually allowed, and hold it adversely to the plaintiff. It struck me at the argument, that Hunt v. Rousmanier, 8 Wheat. 174, ruled the case ; but it is certainly not the same in every particular. The court enforced a contract secured by a power of attorney, which had been irrevocable during the life of the party who gave it, but which was unexpectedly revoked by his death. Though the instrument was taken to be a consummation of the agreement, it was held that a court of equity will enforce the whole bargain where the agreement has failed to express it. The decree was put on the insecure ground of mistake on matter of law not induced by misrepresentation; but I conceive with deference to the judgment of the illustrious-man who delivered the opinion of the court, that the true ground of the decree was accident — a distinct head of relief — happening by the unexpected death of the party. “In this case,” said Chief Justice Marshall, “ mistake is the ground on which the plaintiff comes into court; and that mistake is in the law. The fact is in all respects what it was supposed to be: the instrument taken is the instrument intended to be taken. But it is contrary to the expectation of the parties, extinguished by an event not foreseen or adverted to; and it is therefore incapable of effecting the object for which it -was given.” But it seems to have been inaccurate to say that the fact was then as it had been originally; or to assume that the parties did not know that the powers delegated by the instrument might be extinguished by the death of one of them; and that, had such an event entered into their contemplation, they would not have chosen a different security. They may indeed have been ignorant of the law in that particular; but that they were so, was no part of the case. The plaintiff was undoubtedly entitled to relief; but only on the ground taken in Newton v. Rouse, 1 Vern. 460, in which one hundred guineas which had been given as an apprentice-fee were decreed to be returned to the father because the master had died a few days after the sealing of the articles. The propriety of the decree was, perhaps justly, doubted by Lord Kenyon, when Master of the Rolls, in Hale v. Webb, 2 Bro. Ch. Rep. 80, not, however, as regards the soundness of the principle, but as regards the application of it to the circumstances, the contingency of death having been, not only contemplated, but provided for in a special stipulation that only 60/. should be- returned. The decision in Hunt v. Rousmanier, however, has been erroneously taken for an authority that an instrument may be reformed for a mistake purely of its legal effect; but though it is not an authority for that position, it is a powerful one to prove that the original terms of a bargain are not necessarily merged in the instrument employed to give them effect. Though it was admitted to be a general rule that an instrument carrying an agreement into execution is not to be varied by evidence of conversations anterior to it, yet it was maintained that in cases of fraud or mistake, courts of equity may carry the intention of the parties into execution where the written agreement has failed to express it. Predicated of a mistake of law induced by misrepresentation, the principle is true in its utmost latitude. The proper relief, however, is not to reform the instrument, but to convert the fraudulent vendor into a trustee ex maleficio. But whatever the form on a bill in equity, it is not the less certain that, in this ejectment, the evidence ought to have been received ; but the exceptions to the charge by the defendant are unfounded.\nJudgment reversed, and venire facias de novo awarded, and judgment affirmed in Passmore v. Tyson.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "DarMvgton and Lewis, for plaintiffs.-",
      "P. F. Smith and Meredith, contra."
    ],
    "corrections": "",
    "head_matter": "Tyson v. Passmore.\n1. A. agreed to sell the whole of a tract of vacant land, alleging a warrant he held would entitle him to obtain a title from the state. Articles were then drawn for the land to be acquired under said warrant. The law only permitted him to acquire a part under this warrant, which he did, and offered to convey. He then procured a warrant, &c., for the residue; and the vendee was held entitled to recover in ejectment, in the nature of a bill for performance, the part thus subsequently acquired.\n2. On an agreement to convey, equity will turn the party into a trustee when he subsequently acquires the property.\n3. Misrepresentation of the eifect of a written agreement, at the time of execution, must be made good. — Per Ginsorr, C. J.\n4. Interest on purchase money, not recoverable from vendee never having been in possession.\n5. Hunt v. Rousmaniero, 8 Wheaton, 174, commented on.\nError to the Common Pleas of Chester county.\nDec. 31, Jan. 2. — This was an ejectment by Tyson, the vendee, against the vendor, under articles.\nThe'articles were proved by plaintiff, dated April, 1833, in the handwriting of plaintiff, by which, after reciting a warrant for seventy-five acres, defendant agreed to procure a survey and return, pay charges, &c., and on 7th July next, to convey to plaintiff in fee all the estate in the land “ acquired by defendant by the warrant and survey aforesaid and plaintiff covenanted to pay on execution of the deed. Also receipts in August and October, 1833, for part of the money.\nHe then offered to prove, that at the time the articles were signed, defendant stated the warrant would cover the whole vacant tract, supposed to contain two hundred and sixty acres; that his reason for not taking a warrant for the whole tract, was to save expenses at the land-office, as any quantity might be surveyed under the one obtained; that defendant was induced to contract on the faith of the representation, and the money was paid and accepted for the whole tract, and the value of the seventy-five acres did not exceed one-fifth of the price agreed upon. It was rejected, and is the second exception.\nHe then renewed the offer, with the addition that it was made upon the land, and a draft for two hundred and sixty acres was produced as the land defendant was selling; that a survey was made on the warrant for two hundred and twqnty-two acres, and rejected, for excess at the land-office, when a resurvey of seventy-five acres of the least valuable parts was made, and another warrant for the residue taken out by defendant. This was rejected and is the third exception.\nHe then offered a deed, prepared at request of defendant, for the whole tract, with a small reservation as evidence of the contract. It was rejected, and is the fourth exception.\nHe then showed the warrant and the two surveys; the one rejected was ruled out. This is the fifth exception.\nAlso the survey of the residue; which is the sixth exception. He then proved a tender of the balance of the purchase money, and deed in 1844.\nThe court ruled he could only recover so much as was surveyed under the seventy-five acre warrant, and as he had had no possession he was not liable for interest.\nThe first part of the charge constitutes the ninth error assigned. The defendant also excepted to the change as to liability for interest; and both parlies brought writs of error.-\nDarMvgton and Lewis, for plaintiffs.-\n— The ejectment is a substitute . for a bill, and equity would reform the contract; 1 Story, Com. 164— 175; 4 Kent, 450; 2 R. & My. 614; 2 Johns. Ch. Rep. 593; 2 Vern. 555 — 609 ; 4 Johns. Ch. Rep. 144; 1 Day, 139 ; 6 Har. & Johns. 27. Even though the party drew the instrument, 1 Sim. & Stu. 211; Gower v. Steiner, 2 Whart. 29; 2 Watts, 148; 14 Serg. & Rawle, 207. The assertions were part of the res gestee, 6 Serg. & Rawle, 171, and the party must make them good, Shultz v. Diehl, 2 Penna.; McPherson v. Cunliff, 2 Serg. & Rawle, 427; Rohr v. Kindt, 3 Watts & Serg. 563. He is either our trustee ex maleficio, or our agent for the purchase, 1 Dall. 424; 3 Bin. 505; 1 Story, 312; Brown v. Geisinger, 1 Rawle, 408; Kisler v. Geisinger, 2 Watts, 325; 5 Watts, 27; 5 Watts, 303; 7 Serg. & Rawle, 230 ; 7 Watts, 472 ; 2 Serg. & Rawle, 461.\nP. F. Smith and Meredith, contra.\n— To enable a party to reform a contract, he must sue on it, and set out the mistake or fraud; thus giving notice of intention, and showing on the record what was recovered on, Jordan v. Cooper; Vicary and Moore, &c. Ejectment is only maintainable on such equitable estates as the statute of frauds recognises ; Hager v. Plice, 3 Rawle, 345, was on another point. But the allegation is not of an omission of any thing intended to be inserted, but that both were mistaken in legal effect of the warrant; this is never reformed, Wood v. Hearl, 7 Watts & Serg. 253. If inserted, the contract would be altered, it being clear it was a purchase of the chance, and if inserted, the reference to the warrant would control, as in Rohr v. Kintz. But is it competent. The distinction is between adding land to that included, and excluding part mentioned in the agreement, Gillespey v. Moon, 2 Johns. C. R. 593; Ridgway v. Zeitzinger, 4 Watts & Serg. 472; Kanister v. Wise, 8 Watts, 215. That he is trustee or estopped, assumes it was included. He is entitled to interest, having done all on his part, 10 Watts, 90.\nJan. 10."
  },
  "file_name": "0122-01",
  "first_page_order": 122,
  "last_page_order": 126
}
