{
  "id": 951251,
  "name": "Weiner v. Farnum",
  "name_abbreviation": "Weiner v. Farnum",
  "decision_date": "1845-01-29",
  "docket_number": "",
  "first_page": "146",
  "last_page": "153",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 146"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Metc. 401",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "2 Cranch, 358",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        6764192
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dc/2/0358-01"
      ]
    },
    {
      "cite": "2 Binn. 174",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788995
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0174-01"
      ]
    },
    {
      "cite": "5 Rawle, 224",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "14 Johns. 462",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "5 Cow. 548",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "5 Law Rep. 299",
      "category": "reporters:state",
      "reporter": "Law Rep.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts & Serg. 310",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 Law Rep. 289",
      "category": "reporters:state",
      "reporter": "Law Rep.",
      "case_ids": [
        6664697
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/12/1079-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 305",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481739
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0305-01"
      ]
    },
    {
      "cite": "5 Law Rep. 424",
      "category": "reporters:state",
      "reporter": "Law Rep.",
      "opinion_index": 0
    },
    {
      "cite": "5 Law Rep. 462",
      "category": "reporters:state",
      "reporter": "Law Rep.",
      "case_ids": [
        6621810
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/12/0537-01"
      ]
    },
    {
      "cite": "5 Law Rep. 289",
      "category": "reporters:state",
      "reporter": "Law Rep.",
      "case_ids": [
        6664697
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/12/1079-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 305",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481739
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0305-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 841,
    "char_count": 19825,
    "ocr_confidence": 0.53,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03348419154939149
    },
    "sha256": "4f1f7899ccf2e604d43d2fba0e5cd43d8dc46d6db7c4116ccff114554c3fd53a",
    "simhash": "1:b5aaf824c83687d0",
    "word_count": 3510
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Weiner v. Farnum."
    ],
    "opinions": [
      {
        "text": "Kennedy, J.,\nafter stating the case.' — In regard to the point raised by the first error assigned, we are not fully prepared, at this moment, to express an opinion on it; nor is it necessary, to the final determination of this case, that we should, as we have come to the conclusion that the court was right in its instruction given to the jury on the point involved in the second error assigned. This, of itself, negatives all right, on the part of the plaintiff, to claim or have the money in dispute, and necessarily goes to determine the case in favour of the defendant.\nIt is true, that this court, in Cornwell’s Appeal, 7 Watts & Serg. 305, did decide, that the word future, in the commencement of the second section of tire Bankrupt Act, applied to the date of the passage of the act, and embraced all conveyances therein mentioned, made subsequently to that date. That case, however, was not argued on behalf of the voluntary assignee, or, if it was, it was but imperfectly done; and it may be, that we were advised, before pronouncing our decree in the case, of the decisions made previously by Mr. Justice Baldwin and Mr. Justice Story, who each held that the word future referred to the date of the passage of tire act, and embraced all conveyances of the description there mentioned, made subsequently to that date. See 1 Penna. Law Journal, 326 — 328, and 5 Law Reporter, 289, 293. And if it be, that we were so apprized of these decisions, as I am rather inclined to believe that we were, it will not be thought, I presume, that, coming from judges so highly distinguished for their law learning and talents as they were, we should have decided as we did, without the benefit of an argument to awaken and call our attention to the particular consideration of the question. It is certainly true, that every act of Congress speaks from the date of its passage, and will operate as a law from that time, where there is no provision or declaration to the contrary contained in it. But it is equally true, if it be expressly provided or declared that it shall not take effect until after a future day, that it can have no effect or operation whatever until after that day has arrived and gone by. It would seem as if the minds of Mr. Justice Baldwin and Mr. Justice Story, in regard to this act, had been carried away with the idea that the general provisions of the act, as also the primary object of it, were to prevent debtors, as early as possible, from giving a preference or priority to some of their creditors over others, and that in this respect the main design of the legislature would, or at least might, be defeated in a great degree, unless the word future were to be held to apply to the date of the passage of the act. But upon full and deliberate consideration, confining ourselves to the terms and language of the act throughout, it does appear that it would be carrying the operation of it beyond what could have been intended, otherwise different language would have been used. It is argued that the act, in some of its provisions, is made expressly to take effect from its passage, and in regard to some matters even prior to that date, so that the seventeenth section could not have been intended to limit and control the operation of the whole of the act. The parts which have been referred to in support of this argument are contained in the second and fourth sections. In the second section, where it is. declared, that the bankrupt, his application being voluntary, has, subsequently to the first day of January then last, or at any other time in contemplation of the passage of a bankrupt law, by assignment or otherwise, given any preference to one creditor over another, he shall not receive a discharge, unless the same be assented to by a majority in interest of those of his creditors who have not been so preferred.\nBut it is a mistake to say that this clause of the act, though retrospective, was to have any effect or operation whatever, before the first of February following the passage of the act, when it was to be regarded by the court as excluding those voluntary bankrupts, there described, from a discharge, unless assented to by a majority in interest of the non-preferred creditors. It is, at most, only a condition or qualification annexed to the right on the part of such voluntary bankrupt, to obtain his discharge under the act. Had Congress intended to confine the word future to the date of passing the act, why should they not have declared “that all payments, securities, &c., made or given after the passing of this ad, by any bankrupt in contemplation of bankrupty,” &c., as they have done in the fourth section, where it is declared, that no person, being a merchant, banker, &c., shall be entitled to any such discharge or certificate, who shall become a bankrupt, and who shall not have kept proper books of account, after the passing of this act: nor any person who, after the passing of this act, shall apply trust funds to his own use. These two latter clauses show very clearly, that Congress, wdien they intended to confine any particular provision to the date of passing the act, did so in express terms, and were not content with using the word future, or with speaking simply in the future tense, which, perhaps, is little different from, if any thing more or less than the w7ord future in meaning. These latter clauses in the fourth section, like the clause noticed in the second section, do not go to annul or render any act of the party illegal, that should be done before the first of February then next following the passing of the act, but merely go to exclude him from obtaining a certificate of discharge, a privilege that otherwise he would or might have been entitled to. That Congress had the power to discriminate and exclude in this respect, as they did, cannot be questioned; and I am rather disposed to think that no one had just cause to complain on account of their having done so, for it was the duty of those persons mentioned in the first of these two clauses, to keep proper books of account, independent of the act; and that such a person as is mentioned in the second of these two latter clauses, who has the charge of trust funds, ought not to apply them to his own use, all, I think, will admit; so that they.may be said to have excluded themselves from the benefit of a discharge under the act, because they had acted improperly, and failed to perform duties resting upon them independent of the bankrupt law. Congress, doubtless, intended to introduce into the Union a general system of bankruptcy, and wras also desirous that it should be known generally throughout the same, before that it should come into operation; and therefore allowed upwards of five months for that purpose, after the passing of the law; intending to leave the citizens of the several states and territories of the United States, to regulate their dealings and intercourse with each other agreeably to the laws of the states and territories respectively, of which they were resident, in the same manner as they had done previously. But to give immediate operation to certain parts of the act, and some of the more material and important too, by mere construction, without being necessarily required by the terms thereof, would seem to be in direct contravention of this view, which, wre think, was the one taken by Congress, as also a violation of the seventeenth section, which enacts, in the most explicit terms, such as cannot possibly be mistaken, « that the act shall take effect from and after the first day of February, then next.” This view of the question accords with that taken of it by other judges of the United States courts, who have decided the same question in direct opposition to the decisions made thereof by Mr. Justice Baldwin and Mr. Justice Story. In the matter of Chadwick and Lesvitt, 5 Law Rep., Judge Irwin, of the District Court of the United States for the western district of Pennsylvania, held, that the word “ future,” in the second section of the bankrupt act, must be taken to mean future, in reference to the first day of February, 1842, tire day from and after which the act wras to take effect, by the express terms of the seventeenth section; and that an assignment made by debtors subsequent to the passage of the act, but before the first of February, 1842, of all their property, in trust for certain preferred creditors, was valid, and did not prevent their being entitled to a discharge and certificate, under the act, upon their voluntary petition. Also in the matter of Eli Horton, 5 Law Rep. 462, in the Circuit Court of the United States of Connecticut, composed of Mr. Justice Thompson, late one of the judges of the Supreme Court of the United States, and certainly not among the least of them, and Mr. Justice Judson, judge of the District Court of the United States for Connecticut, it was adjudged that the bankrupt la# did not go into operation until after the first day of February, 1842, that it could have no influence upon, or control over, any party or transaction before that time, and, consequently, that an assignment made in Connecticut, after the passage of the law, but before the first day of February, 1842, under the state insolvent law in being at the time, created a lien upon the property in die hands of the trustee under the assignment, which could not be affected by the bankrupt law. It would seem, too, that the decision of the late Mr. Justice Story, in the case of Hutchins v. Taylor et al.j 5 Law Rep. 289, in the Circuit Court of the United States in Rhode Island, determining that the word “future,” in the first clause of the second section of the law, was future with reference to the passage of the law, did not pass without criticism : First, because inconsistent, as it was conceived, with the express provision of the act, as contained in the seventeenth section. Secondly, because the circumstances under which the act was passed and postponed in its operation, required that the word “future” should be construed as having reference to the first day of February, 1842. Thirdly, because the act makes no exceptions as to the parts of it which shall and which shall not taire effect immediately. And fourthly, because the spirit of a constitutional provision was violated by the construction of Mr. Justice Story. See 5 Law Rep. 424.\nThe judgment of the court below is, therefore, affirmed.",
        "type": "majority",
        "author": "Kennedy, J.,"
      }
    ],
    "attorneys": [
      "P. P. Morris and Tyson, for plaintiff, made three points.",
      "Meredith and Randal, for defendants."
    ],
    "corrections": "",
    "head_matter": "Weiner v. Farnum.\n1. The Bankrupt Act has no operation on an assignment for the benefit of creditors, valid by the previous law of this state, until the 1st February, 1842. The words, “ future conveyances,” contained therein, mean those made alter the act went into operation.\n2. Cornwell’s Appeal, 7 Watts & Serg. 305; Anon., 1 Law Journ. 326 ; Hutchins V. Taylor, 5 Law Rep. 289, contra, overruled.\nJan. 9, 12, 13. — Elliott, a trader, on the 23d Sept., 1841, made an assignment to defendant, reciting his inability to pay his debts, for his creditors generally, “ without any preference or priority,” with a proviso, that no creditor should be entitled thereunder, who did not release, at a day certain; seven-eighths in value released. In February following, he was discharged as an insolvent, and plaintiff appointed his trustee. This action w*as to recover moneys of the estate, passing under the assignment; in March, he filed his petition; in May, he was decreed a bankrupt, and in September he was discharged.\nStroud, J., charged, 1st, This wms not such preference as avoided the assignment under the bankrupt law. 2d. Even if it was, the act of Congress had no operation upon it until 1st February, 1842, at which time the 17th section declared it should go into operation.\nP. P. Morris and Tyson, for plaintiff, made three points.\n— 1. The act of Congress (Bankruptcy) avoids conveyances, which are a fraud thereon from the date of its passage, and not from the date it is to go into operation. Acts speak from their date, and are laws from that time, Dwarris, 683 ; Constitution U. S., art. 1, sect. 7, p. 2. By the 2d sect .future conveyances for the purpose of giving a priority are avoided. The provisions of the 4th sect., as to those guilty of wilful fraud, and not keeping books, must include such acts between the date and operation of the act in other particulars. The word future is special, and excludes the 17th sect, as to this point. This view is sustained in Anon., 1 Law Jour. 326 ; Hutchins v. Taylor, 5 Law Rep. 289 — 293. Cornwell’s Appeal, 7 Watts & Serg. 310.\n2. This assignment is a fraud upon the law, or, being prohibited, is avoided by it. In contemplation of banla'uptcy, in the 2d sect., means of a state of bankruptcy. This stale appears in the deed — he knew it would render him liable to such proceedings under the 1st sect, at election of creditors, and it is a question for the court; Breneman’s Case, 1 Law Jour. 187; Arnold v. Bernard, 5 Law Rep. 299. Being forbidden, it is void, McKay v. Cairns, 5 Cow. 548; McClurg v, Leckey, 5 Penna. 83; Hyssolp v. Clark, 14 Johns. 462. It gives a preference. That some creditors are to be paid, and others not, is plain. Is no advantage given ? Thomas v. Jenks, 5 Rawle, 224, Lippincott v. Barker, 2 Binn. 174, assume such a provision to be a preference, and it is so decided in Cantillon v. Moffit, 1 Edwards, C. R. 451 ; Aspinwall’s Case, 3 Penna. Law Jour. 212; Pearson v. Croswell, 6 Law R,ep. 411. It is not within the provisoes, for none can be bona fide which are apparently a fraud on the act, and it gives notice.\n3. It was conceded the plaintiff could take advantage of the defect if the deed was a fraud, under the act.\nMeredith and Randal, for defendants.\n— The deed is conceded to be valid by the law of Pennsylvania, unless for the bankrupt act; was it made when that was in force ? [Kennedy, J. — The point was not argued in Cornwell’s Appeal.] Can the act avoid a deed unless it be contrary thereto; and can this be, unless the act be in force ?\nThe deed puts the creditors on the same footing as the bankrupt law, and this has been held good, Schuylkill Navigation Company’s Appeal, Supreme Court, April 23, 1844. But if inconsistent, the condition, being subsequent, is void, and the property passes. 2 Bla. Com. 381; Hard. 94; 1 Bac. Abr. tit. Cond. K. L. M; 1 T. R. 645 ; 5 Bos. & Pull. 233-40; Co. Lit. 206 b. [Per Gibson, C. J. It depends on the intent of the act avoiding such conveyances.]\nThe word “ future,” in the second section of the Bankrupt Act, means future, to the 1st February, 1842,. and not to the 19th August, 1841: because,\n1. The seventeenth section provides expressly, that “the act shall take effect from and after the 1st February, 1842,” i. e. the whole act. An act speaks from the time at which it takes effect.\n2. If this act speaks from the time of its passing, then the second section was in force on the 20th August, 1841, but the 1st section and all the other sections were equally in force; for they are all in the future time : — “ all future payments” means no more than “ all payments which shall be made.” The result, therefore, of the principle advanced on the other side, is to strike out the seventeenth section altogether.\n3. The act (see sect. 1) purports to establish a uniform system of bankruptcy, “as follows:” This intention would he wholly violated, by giving effect to one section, before the rest of the act took effect.\n4. Congress has no right to make enactments, such as those in the 2d section, except as part of a uniform system of bankruptcy ; if therefore the second section were intended to take effect before the rest of the act, it would be unconstitutional and void. United States v. Fisher, 2 Cranch, 358; United States v. Koons, 12 Peters, 75; Blougher v. Brewer, 14 Peters, 178; Judd v. Jones, 4 Metc. 401.\n5. Every part of the act in which time is specially referred to, takes effect after 1st February, 1842.\nThe proviso in the second section, in regard to transfers, “ made after the 1st day of January last, or at any other time,” establishes a condition of discharge merely: so do the provisions in the fourth section, relating to the keeping of regular books, and the applying of trust moneys, “ after the passing of this act.”\n6. The second section prohibits payments, &c., by any bankrupt, not by any person: and in contemplation of bankruptcy. There could be no bankrupt or bankruptcy, till the whole act was in operation: both of these words are defined in the seventeenth section. “Bankrupt” and “ bankruptcy,” in an act t# establish a uniform system of bankruptcy, must necessarily be taken in their legal statutory sense: and not in any other. Morgan v. Brundrett, 5 Barn. & Ald. 289, Pidgeon v. Sharpe, 5 Taunt. 539.\n7. By the first proviso of the second section, all dealings and transactions made bona fide by and with a bankrupt, without notice, &c., are good, unless a petition be filed within two months afterwards. So that if that section took effect on the 19th August, 1841, the creditors would be bound by this statute of limitations, long before the law. allowing them to file a petition with effect.\n8. Our construction agrees with that which was put upon the bankrupt act of 1800. That began with, “ from and after the 1st day of June next;” this ends with, “ shall take effect, from and after the 1st February, 1842.”\n9. The object and intention of fixing a certain subsequent day, on which an act shall take effect, is to avoid the injustice of subjecting parties to a rule of action, of-which they must necessarily be in ignorance.\nIt is more necessary to give men notice of new provisions, avoiding certain deeds and conveyances as fraudulent, than it is to give them notice that after a certain day they may be discharged from payment of their debts.\nIt would be unjust to enact that deeds, good by every known law, should be void by a new .statute, of -which the party could have no notice. No doubt it was to avoid this injustice, that Congress named a future day at which the law should take effect. This provision is in the second section.\n10. The effect and consequence of our construction is simply this, viz: that the laws of the states remain in force, until the Bankrupt Law takes effect. This is reasonable: any thing else would be not only unreasonable, but unconstitutional.\nJan. 29.\nSchuylkill Navigation Company’s Appeal, 1844.\nThe reporter has been enabled to obtain the case from a copy of the record; there was no opinion delivered.\nFreedly & Wood, traders, in June, 1842, were insolvent, but able to pay their individual creditors out of their private estates. On that day a petition for decree of bankruptcy, in invitum, was presented, but discontinued on the 15th.\nOn the 28th, by deed, reciting the proceedings, and intent to deliver their properly, to be distributed according to the Bankrupt Law, they conveyed to Ludwig all their property in trust, to sell and pay the proceeds of the private property to the individual debts, and the balance, and the proceeds of the joint property to the joint debts, agreeably to the 14th section of the Bankrupt Law. Provided no creditor was to be entitled who did not claim within three months, and covenant to release, on receiving his share of the estate, to the end it might have the same effect as if they were certified bankrupts.\nA claim was made against the private estate of one partner, which was solvent, and it was argued a release was immaterial, as, at all events, his private debts were to be paid, and the release required was in contravention of the Bankrupt Law. The Court — Bum-side, President — held they were entitled to a release, as stipulated for, and it was not in contravention of the act, and so decreed, which was affirmed.\nTilghman and Sergeant, for appellants. Mallory, for appellee."
  },
  "file_name": "0146-01",
  "first_page_order": 146,
  "last_page_order": 153
}
