{
  "id": 951207,
  "name": "Rush v. Cavenaugh",
  "name_abbreviation": "Rush v. Cavenaugh",
  "decision_date": "1845-02-26",
  "docket_number": "",
  "first_page": "187",
  "last_page": "190",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 187"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Yeates, 529",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812755
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0529-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 549,
    "char_count": 9894,
    "ocr_confidence": 0.536,
    "pagerank": {
      "raw": 2.1684006416569322e-07,
      "percentile": 0.7707542022720244
    },
    "sha256": "2becbdb1b7c6c734c7fa635bb58d9c35664180898fee72d16acd4864fdaa77fb",
    "simhash": "1:adc144baec06c0de",
    "word_count": 1707
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rush v. Cavenaugh."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\n— It is settled by Alston v. Moore, 1 Rolle’s Abr. 53, that it is actionable to call a lawyer a cheat; for though he were not indictable for pheating his client, or punishable for it by striking from the roll, it is enough to support an action for words which impute it, that they touch the business by which he gets his bread.\nBut the material question is, did the plaintiff violate his professional duty to his client, in consenting to withdraw his charge of forgery against Crean when before the alderman, instead of lending himself to the prosecution of one whom he then, and has since, believed to be an innocent man ? It is a popular, but gross mistake, to suppose that a lawyer owes no fidelity to any one except his client; and that the latter is the keeper of his professional conscience. He is expressly bound by his official oath to behave himself in his office of attorney with all due fidelity to the court as well as the client; and he violates it when ! he consciously presses for an unjust judgment: much more so when he presses for the conviction of an innocent man. But the prosecution was depending before an alderman, to whom, it may be said, the plaintiff was bound to no such fidelity. Still he was bound by those obligations which, without oaths, rest upon all men. The high and ■ honourable office of a counsel would be degraded to that of a mercenary, were he compelled to do the biddings of his client against the dictates of his conscience. The origin of the name proves the client to be subordinate to his counsel as his patron. Besides, had the plaintiff succeeded in having Crean held to answer, it would have been his duty to abandon the prosecution at the return of the recognisance. As the office of attorney-general is a public trust wffiich involves, on the discharge of it, the exercise of an almost boundless discretion by an officer who stands as impartial as a judge, it might be doubted whether counsel retained by a private prosecutor, can be allowed to perform any part of his duty. Certainly not, unless in subservience to his will and instructions. With that restriction, usage has sanctioned the practice of employing professional assistants to whom the attorney-general, or his regular substitute, may, if he please, confide the direction of the particular prosecution; and it has been beneficial to do so where the prosecuting officer has been overmatched or overborne by numbers. In that predicament, the ends of justice may require him to accept of assistance. But the professional assistant; like the regular deputy, exercises not his own discretion, but that of the attorney-general whose locum tenens at sufferance he is; and he consequently does so under the obligation of the official oath. In the case before us, Mr. Rush not only acted in accordance with it, bu# was guided by an extremely delicate sense of propriety. Convinced by the testimony of Mr. Bacon, that the accusation was false, he did not only what every honest man would do, but what happened to be the very best thing he could do for his client — he abandoned the prosecution for the avowed reason that it could not be supported. He did not discontinue it, as has been said; for its fate was in the hands of the magistrate, who alone was responsible for it. But the defendant offered to prove the goodness of his own character-, to show that Mr. Rush ought not to have acted on Mr. Bacon’s information in preference to his client’s instructions. His client’s character, however, was not in issue; nor was Mr. Rush bound to give credence to the instructions of a heated client, rather than to the sober testimony of a dispassionate witness. It is enough that he acted to the best of his judgment on reasonable premises; for, judging in sincerity, he would not be responsible for the accuracy of his conclusion. Besides, it was not pretended at the trial that he had judged erroneously. His relinquishment of the prosecution, then, being defensible, he was entitled to compensation for his services so far as he had gone. Had he continued to prosecute against the dictates of his conscience, he would have been entitled to nothing; and the argument here, that he was not entitled, because he did not continue, would place him on the horns of a dilemma. But his task was done when the prosecution was ended; and he was then entitled to demand a quantum meruit.\nAs an act of discretion, the refusal of leave to withdraw the plea of justification was entirely proper. By posting the plaintiff on the very record as a professional cheat, the defendant had given durability to what was originally momentary; and he attempted to withdraw this' aggravation of the injury only, when he had effected his purpose by it. The judge, therefore, very properly prevented him from eluding the consequences of his misconduct. Besides the propriety of a discretionary act is not a subject of review in a court of error; and a defendant has not a legal right to withdraw a plea by the act of 1806, which, though it allows him to alter, allows him not to escape from responsibility incurred. And he can amend only for informality, when, in the opinion of the court, it will affect the merits. There was no informality here; and the judge very correctly thought that the amendment would injuriously affect the merits. There was, therefore, no ground to except. Judgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Earle, for appellant.",
      "Hazlehurst, contra."
    ],
    "corrections": "",
    "head_matter": "Rush v. Cavenaugh.\n1. To call an attorney a cheat is. actionable, even though an indictable offence be not imputed.\n2. Counsel, employed by a prosecutor, acts for the attorney-general; and, in assenting to the discharge of an accused, must be guided by his own judgment on the evidence, of the innocence of the party, even though it be contrary to the oath of the client.\n3. And in such case he is entitled to compensation.\n4. Refusal to permit defendant to withdraw a plea of justification to an action of slander, is not a subject of writ of error.\nCertificate from the Nisi Prius.\nJan. 29. — This was an action of slander by an attorney. On the trial he proved that defendant charged him with having'collected a note, and pocketed the proceeds, calling him a thief, robber, and cheat, and that he had cheated him in his professional capacity, as was averred in the declaration. The witnesses agreed they did not understand the charges to be of indictable crimes, but professional misconduct. The money was retained for fees, and there was evidence of the defendant’s assent thereto. Witnesses were examined as to their regularity; but the only point of interest was the fee for attending to a charge of forgery made by defendant, in which the plaintiff’ consented to a discharge of the prisoner, after hearing evidence which convinced him of the mistake, though defendant still persisted in the charge. Defendant offered to prove his own character for veracity, to show the reasons were insufficient to justify plaintiff in thus agreeing to the discharge.\nThe court was requested to charge that the legal offences must have been intended, to make the words actionable. 2. Discontinuing criminal proceedings, on evidence disputed by the client, was a breach of professional duty. 3. That under such circumstances he was entitled to no fee.\nHis honour, Serjeant, J., after stating the general rules governing the action, told the jury that words are actionable if they are such as are calculated to impair a person’s standing, and deprive him of reputation in his calling or profession. To say of a lawyer, he is a knave, &c., is actionable. But if, in the use of the words robbery or theft, the party accompanies them with words which show that he did. not mean them, in that case then they are to be taken in the sense intended. If the defendant imputed robbery or theft, or used words meaning that the plaintiff had cheated him in his profession, then the defendant is liable under this declaration. If the words robbery and theft were not used in the sense of implying a felonious offence, which may be gathered from the accompanying language or circumstances, or from the manner in which they were understood by those who heard them, then the other charge only would remain, viz., the cheating of the defendant professionally.\nThis is not a suit to decide whether the fees charged by plaintiff were right or wrong; for, if his charges were too high, that would not justify the defendant in charging him with having committed any of these offences. This is not a case in which the plaintiff’s charges of fees are in issue; yet the amount of damages will depend upon the circumstances. In some cases they should be merely nominal. The damages should be proportioned to (lie injury. That he thought the attorney should retire from the case, if he believed the accused to be innocent; and if the witness who proved the innocence of the accused was right, plaintiff was entitled to his fee, otherwise not. The rejection of the evidence, the charge and refusal to permit the withdrawal of the plea of justification, were the errors assigned.\nEarle, for appellant.\n— A private prosecutor is recognised by the law, and has an interest in the proceedings, being liable to pay costs; his counsel therefore has no other discretion than in a civil suit, and there he cannot act contrary to instructions, but if asked to plead falsely, must plead non veraciter informatus, 1 Bac. Ab. 491. Certainly he cannot, relying upon the oath of one witness, contradicted by-his client, act contrary to instructions, and then demand compensation.\nHazlehurst, contra.\n— The counsel relied on the evidence of an unbiassed witness, which was conclusive in its character. As to the refusal to permit withdrawal of plea, it was entirely within the discretion of the court; and after leaving it until found to be impossible to be sustained, the party must take the consequences. Jackson v. Winchester, 2 Yeates, 529.\nFeb. 26."
  },
  "file_name": "0187-01",
  "first_page_order": 187,
  "last_page_order": 190
}
