{
  "id": 951320,
  "name": "Manuel v. The Mississippi Railroad Co.",
  "name_abbreviation": "Manuel v. Mississippi Railroad",
  "decision_date": "1845-02-24",
  "docket_number": "",
  "first_page": "198",
  "last_page": "200",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 198"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Hill, 448",
      "category": "reporters:state",
      "reporter": "Hill,",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 255",
      "category": "reporters:state",
      "reporter": "Watts",
      "pin_cites": [
        {
          "page": "256"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "6 Whart. 263",
      "category": "reporters:state",
      "reporter": "Whart.",
      "pin_cites": [
        {
          "page": "264"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 532",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts & Serg. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0373-01"
      ]
    },
    {
      "cite": "9 Watts, 273",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850049
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0273-01"
      ]
    },
    {
      "cite": "8 Cow. 77",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2037414
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/8/0076-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 385,
    "char_count": 5546,
    "ocr_confidence": 0.547,
    "pagerank": {
      "raw": 6.407618724260855e-08,
      "percentile": 0.39646288258504647
    },
    "sha256": "8294b7f75fd2d357c92a00d2d3353c9f62c5269dad8efff14fd53bc4557ae426",
    "simhash": "1:7e67f66e49e79605",
    "word_count": 950
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Manuel v. The Mississippi Railroad Co."
    ],
    "opinions": [
      {
        "text": "Serjeant, J.\n— Had the plaintiff in December, 1838, received from the defendants (the Brandon bank) $12,490 in bank notes, and surrendered to them the certificate for that amount, and then deposited these notes, and received new certificates of deposit; it could not be pretended that they continued liable on account of the prior certificate, in any respect whatsoever. The bank would have performed its engagement, and its liability upon it would have ceased. Instead of doing so, the plaintiff surrenders the large certificate to tire bank, and receives, in its stead, besides bank notes, twenty new certificates of $500 each, which express upon their face that he has deposited money to that amount. Except that the one is more circuitous in mode than the other, I perceive no difference between them. The plaintiff obtains new certificates of deposit of money, both parties treating the transaction as such. He surrenders the first certificate to the bank to cancel or do what they please with. The bank has fulfilled its engagement, by placing him, at his own request, in exactly the same position as if he had received bank notes and again deposited them, and he has agreed, by the terms of the new certificates, that it has so done. The case does not resemble those that have been cited, where a note or security were taken for a subsisting debt, and the question was, whether they were taken as payment or as collateral security. The true mode of viewing it, in my opinion, is that of an instrument of a special character, binding the bank to the payment of certain money; which money, by the plaintiff’s own act and admission, has been paid him, and again deposited under a new engagement by him in relation to it, entered into between the parties. We are therefore of opinion that there was no error in directing a nonsuit, there being no fact or inference from fact in the case, on which the plaintiff could be entitled to recover.\nJudgment affirmed.",
        "type": "majority",
        "author": "Serjeant, J."
      }
    ],
    "attorneys": [
      "Perkins and Randal, for plaintiff.",
      "Cachualader, contra."
    ],
    "corrections": "",
    "head_matter": "Manuel v. The Mississippi Railroad Co.\nThe holder of a certificate of deposit having commenced a ¡suit by foreign attachment, surrendered it and took new certificates, the action cannot be maintained thereon.\nFeb. 2, 3. — On the 29th June, 1838, the plaintiff issued a foreign attachment on the property of the defendants, who appeared and took defence, and the question was, whether the plaintiff’s subsequent act precluded him continuing this proceeding. No other step was taken in the suit until 1840. Before issuing this attachment, the plaintiff was the holder of a certificate of deposit with defendant, (the Brandon Bank,) for $12,490, dated June 4, 1838, bearing interest at six per cent, until resumption of specie payments. This certificate was protested for non-payment, notes of the institution received, and the same day redeposited, and a similar certificate, dated 13th June, given, which the same day was protested. On this instrument was endorsed a calculation of interest, and a statement of payment, and both were produced by the defendant.\nThe plaintiff proved by his own oath the loss of twenty certificates of $500 each of defendant, dated and received on the 24th Dec. 1838, and proved these wrere in lieu of the second of the large certificates above mentioned, and the balance with the interest thereon was paid in the notes of the institution, after the attachment had issued. These latter certificates bore interest at the rate of eight' per cent., which is the legal rate in that state, and were payable in six months. The bank had suspended specie payments before any of these transactions, and never resumed.\nThe court (Pettit, President) granted a nonsuit on the motion of the defendant.\nPerkins and Randal, for plaintiff.\n— The question is, whether the mere taking a new promise destroys the former liability, or merely suspends the cause of action until the maturity of the new note. Owenson v. Moss, 7 T. R. 60; Hughes v. Wheeler, 8 Cow. 77; Wardel v. Server, 5 Hill, 448, but we only contend it is a question for the jury, whether received in satisfaction or as security, and this is a question for the jury, Weakley v. Bell, 9 Watts, 273 ; Jones v. Johnson, 3 Watts & Serg. 373. But the court took this away, and under our act it is like a demurrer to evidence, Purd. Dig. 252; Bevan v. Insurance Co. at the last term. We were entitled to the benefit of the agreement that the whole arrangement was illusory, defendants never intending to resume.\nCachualader, contra.\n— As to the demurrer to evidence, I deny that all the technical niceties of that are to be the rule of construction of this act; the jury can only make natural and reasonable deductions, Crawford v. Jackson, 1 Rawle, 532. But here his own testimony shows that after commencing suit he delivered up his former securities, and took new ones, payable with eight per cent, interest. Here was then two considerations: 1st, a new note; 2d, an investment for six months, during which tender could not have been made. But though he may elect to sue on the former contract, when the new contract is not complied with, yet, as he could not sue during that time, neither can a suit continue then. A personal action once suspended is gone for ever, Tyson v. Dorr, 6 Whart. 263, 264. At common law, subsequent circumstances cannot aid, Small v. Jones, 8 Watts, 255, 256. So here, for six months, during which defendant was entitled to a trial, plaintiff was incompetent to maintain this suit. Here there was an entirely new contract, and the old one had been cancelled by surrender.\nFeb. 24."
  },
  "file_name": "0198-01",
  "first_page_order": 198,
  "last_page_order": 200
}
