{
  "id": 951115,
  "name": "Council v. Moyamensing",
  "name_abbreviation": "Council v. Moyamensing",
  "decision_date": "1845-03-11",
  "docket_number": "",
  "first_page": "224",
  "last_page": "225",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 224"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 230,
    "char_count": 2773,
    "ocr_confidence": 0.569,
    "pagerank": {
      "raw": 9.594127020414745e-08,
      "percentile": 0.5262625349972141
    },
    "sha256": "20a5dd8d869f8db7ae1878ba5ed34d88b082434fd23753d9101d00ed6bdf886c",
    "simhash": "1:1b531630bc6884d4",
    "word_count": 504
  },
  "last_updated": "2023-07-14T15:58:43.702579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Council v. Moyamensing."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\n— The solution of the difficulty attempted to be raised in this case is, that the lien was created by the acts of the 22d of March, 1820, and 3d of February, 1824, not by the filing of the claim under the act of 1840. Those acts did not require the lien to be apportioned when two or more buildings were bound. The improvement benefited every part of the lot, and the whole was bound for it, as premises are bound by a mortgage. The claim being filed against (council as the reputed owner of the lot, fulfilled the intent of the act of 1840, which was evidently intended to provide a remedy to enforce as well existing liens as those to be created thereafter. And it was entirely competent to the legislature to enact such a law, without which antecedent liens would have been ineffectual. These liens were not limited by any statute, and as Ihere was no personal liability on the part of the owner, there is no pretence to say they may be barred by the act for the limitation of personal actions.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "H. Hubbell, for the plaintiff.",
      "S. F. Reed, contra.'"
    ],
    "corrections": "",
    "head_matter": "Council v. Moyamensing.\n1. The lien for curbing, &c. given to the districts is not limited by the act for limitations of personal actions, there being no personal liability therefor.\n2. Nor did the act of 1820 require an apportionment, but the whole lot was bound, though there be several buildings thereon.\n3. The act of 1840 only provides a remedy.\nError to the District Court of the city and county of Philadelphia.\nFeb. 5. — This was a sci. fa. by the township for curbing and paving on Council’s property. The claim was filed February 15th, 1843, against a lot and two houses. The items were dated 1831, 1832, 1833, 1837. The court below gave judgment for the plaintiff on the verdict. The points relied on were, 1. The want of apportionment. 2. That this lien does not come within the act of 1840, 16th April, which is prospective merely; and that the lien is filed too late.\nH. Hubbell, for the plaintiff.\n— There was no lien until the act of 1840, Pamph. Laws, 412, sect. 9 and 10, but it would be grossly unjust to give a construction affecting a purchaser with a lien of which he could have had no notice. This act directs the mode of proceeding to be according to the practice in cases of mechanic’s liens. From this I infer an analogy exists as to the mode and time of filing. Here there is manifest error, for it is not filed within six months, nor apportioned. Besides, the debt was barred by the statute before filing, except the last item.\nS. F. Reed, contra.'\n— The acts of 1819, 1820, Pamph. Laws, 98, and 1834, 1835, page 242, sect. 6, create these debts liens. The act of 1840 only indicated the mode of enforcing them. There is no rule which requires apportionment; and besides, this is between original parties.\nMarch 11."
  },
  "file_name": "0224-01",
  "first_page_order": 224,
  "last_page_order": 225
}
