{
  "id": 951375,
  "name": "Ex Parte Huff",
  "name_abbreviation": "Ex parte Huff",
  "decision_date": "1845-02-07",
  "docket_number": "",
  "first_page": "227",
  "last_page": "229",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 227"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whart. 524",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878830
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0524-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 350,
    "char_count": 6754,
    "ocr_confidence": 0.547,
    "pagerank": {
      "raw": 6.939155244961223e-08,
      "percentile": 0.4207420973191873
    },
    "sha256": "aedeb8b54e98bcdabe366cc64d14282e836fbda6cbf4c25c9ba68a81074d24fc",
    "simhash": "1:6d27651baffe9c54",
    "word_count": 1233
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ex Parte Huff."
    ],
    "opinions": [
      {
        "text": "Kennedy, J.,\nafter stating the case. — This court are satisfied that the executors had full power to sell and convey the lot or piece of ground in question, by the terms of the will, in the manner they did. It is clear, by the express terms of the will, that they might have sold it absolutely in fee without reserving any rent, or that they might have sold and conveyed it in fee, reserving a ground-rent in fee, without allowing the vendee the privilege of redeeming it from the rent at any time; and had they sold and conveyed the lot in this manner, it may be that they would have had no right or power afterwards, under their authority, on the will, to have released the ground-rent upon receiving a sum of money, which, put out on interest at six per cent, per annum, would have produced an annual interest equal in amount to the ground-rent reserved to be paid annually. But it is very clear (hat the executors might have made an executory contract for the sale of the lot, by agreeing with (lie purchaser to receive the purchase money in instalments, payable annually, or at other periods as agreed on, and to malee a deed conveying the same in fee upon the whole of the purchase money being paid. If it was competent for them then to make the entire contract for the sale executory, what reasonable objection can there be to their making it so in part? I can see none. The stipulation contained in the deed, allowing the purchaser to redeem the lot from the payment of the ground-rent, at any time within the ten years, may be regarded as executory, and as forming a part of the. contract for an absolute sale, out and out, if the purchaser should elect to have it so, and therefore as coming fairly within the powers given them by the will. And seeing by the terms of the deed of conveyance, or indenture executed by and between the parties, it is provided that the executors shall receive the redemption money, if paid within the time specified, and thereupon execute the release, they are, therefore, the proper, and indeed the only persons capable of doing it. From the nature of the duties to be performed by them under the will, they must be considered trustees as well as executors: they are to hold the money arising from sales of the real estate in trust for the benefit of the wife, the executrix herself, to whom the use of it is given by the will during her life; and for those again ultimately entitled to it thereby in remainder. It was a sale of the qstate to the vendee in fee, to be held by him and his heirs, upon their paying the ground-rent mentioned in the deed, with an election, upon their part, to hold the estate absolutely and entirely released from the payment of the ground-rent, upon their paying at any time within the space of ten years, the gross sum of $533 33. This was a sale of the' estate in fee, leaving it to the election of the vendee, to be made within a limited time, whether he would continue to hold the estate, by paying the ground-rent, according to the terms of the deed, or would take and hold it released therefrom by paying the gross sum. It appears to me that it was not only competent for the vendors to sell the estate in this way, under the will, but that they have full power, under the same, to receive the redemption money and to release the vendee, or those claiming under him, from all further payment of the ground-rent. The mode of exercising the power given to dispose of the estate in this way, was doubtless the most favourable for those who were intended to be benefited by the exercise of it, that could have been adopted, and is therefore entitled to great favour. We therefore think the case presented by the petitioner is not such as requires the interposition of this court.\nThe petition is dismissed, and the petitioner ordered to pay the costs of it.",
        "type": "majority",
        "author": "Kennedy, J.,"
      }
    ],
    "attorneys": [
      "Potts, for petitioner.",
      "Hopper, contra."
    ],
    "corrections": "",
    "head_matter": "Ex Parte Huff.\n3. A power to sell in fee, on ground-vent or otherwise, is well executed by a sale on ground-rent with a clause in the deed allowing a redemption of the rent by the purchaser, on payment of a sum of money.\n2. Where a sale on ground-rent has been made under such a power, and the right to extinguish the rent is given on payment of a sum certain to the grantors, they are entitled to receive the money and release the rent, even though the estate in the rent has become executed in others by virtue of the reservation in the deed and the statute of uses.\n8. Semble, That the donees of the power would not have the right to release the rent but for the express reservation. — Per Kenitejíx, J.\nJan. 24. — The question, here was as to the right of executors to receive the redemption money on a ground-rent. Samuel English directed his executors to pay his debts, and on the marriage of any of his single daughters, to furnish equal amounts of furniture and money as had been given by him to his other daughters, with annuities, until marriage or death of his widow, to whom he gave the whole of his personalty, and the income of his real estate, during life; and after her decease, he gave all his estate among his children, with cross remainders in the event of either dying without issue. He then appointed executors “with full power to sell and dispose of, or to let on ground-rent, all or any part of his real estate, and make and execute sufficient deeds of conveyance, in fee-simple or otherwise, to the purchasers.”\nGeorge B. English, and others who were named executors in the will, as such conveyed to petitioner, in fee, a lot, “ yielding and paying therefor, unto the said George B. English etal., their heirs and assigns, for the uses of the will of, &c., the yearly rent of, &c., provided that if said Huff should, on, &c., pay to the said George B. English et al., their heirs or assigns, &c.,” the rent should be extinguished. The petition set out that he was willing to pay, but was advised the executors had no authority to release the rent, and prayed that the executors, or such other persons as for the time were authorized to receive the rents, should be authorized and required to execute a release.\nThe executors demurred, and the court ordered notice to the devisees.\nPotts, for petitioner.\n— The rent being executed in the devisees, it is thought the right to receive the redemption money passes with it, as was held in Ex parte Elliott, 5 Whart. 524. If so, the owners are the proper parties to receive the money.\nHopper, contra.\n— The power was given to sell in fee absolutely, with or without reserving a ground-rent, and the executors had the power to give this right of redemption, it being but an executory sale in fee, as they might have reserved it to a stranger, being responsible for the purchase money. Being then responsible, they only are entitled to receive it.\nFeb. 7."
  },
  "file_name": "0227-01",
  "first_page_order": 227,
  "last_page_order": 229
}
