{
  "id": 951355,
  "name": "Keener v. Bank of the United States",
  "name_abbreviation": "Keener v. Bank of United States",
  "decision_date": "1845-03-09",
  "docket_number": "",
  "first_page": "237",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 237"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts & Serg. 116",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0116-01"
      ]
    },
    {
      "cite": "5 Bin. 287",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 8861,
    "ocr_confidence": 0.551,
    "pagerank": {
      "raw": 1.1776921552159986e-07,
      "percentile": 0.5878827298425506
    },
    "sha256": "2b0c92b59719c42f337d70d6d70b4eabf29b47db49a8964de2435d1f9496dc47",
    "simhash": "1:39f1b465cf84fed6",
    "word_count": 1596
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Keener v. Bank of the United States."
    ],
    "opinions": [
      {
        "text": "Kennedy, J.,\nafter stating the case. — As to the evidence offered, it is perfectly obvious, if it had been received, that it would not only have contradicted and changed the agreement made between the parties, materially from what they were, as made by and between them, but have varied and changed the tenor and legal effect of the notes given, in exact accordance with the same. No one can doubt for a moment, from the tenor and legal effect of the notes, if the plaintiff had failed to pay, and had not arranged the principal of the notes at the end of the twelve months mentioned therein, he might have been sued on them, and compelled to pay, not only the principal, but likewise the accruing interest thereon, from the time the principal became payable, according to the tenor of the notes. And if he had thus been compelled to pay the interest by suit, it will scarcely be pretended that, after having so paid it, he could have recovered it back. Then, is it not equally clear, that having paid it voluntarily, when he might have been compelled by law to pay it, that he cannot recover it back again ? It would be most strange and anomalous if he could. The parties, by their agreement, seeing that it was not unlawful in any respect, naade a law for themselves, which bound them, and by it, and it alone, their rights were to be, and must be determined ; so that no custom could be admitted to be proved, which would go to defeat and change the nature and plain legal effect of the agreement made between them.\nIt is also equally clear, that as the plaintiff showed that he had paid the interest, which he claimed to recover back, in conformity to his agreement, which was certainly legal, that he could not claim to recover it back; and that the court was right, therefore, in directing the jury that their verdict ought to be for the defendant.\nJudgment affirmed.",
        "type": "majority",
        "author": "Kennedy, J.,"
      }
    ],
    "attorneys": [
      "HazleJmrst and Rawle, for plaintiff.",
      "Cadwalader, contra."
    ],
    "corrections": "",
    "head_matter": "Keener v. Bank of the United States.\n1. Plaintiff purchased bills on London, at one hundred and eighty days’ sight, not to be negotiated, unless eastward of the Cape of Good Hope, by giving his note at twelve months, on the maturity of which the amount was to be adjusted on stipulated principles. This was done, new notes given and paid after knowledge of all the facts:— Held, The interest paid during the time the bills were Outstanding could not be recovered, because, 1. He was bound to pay the notes at maturity, at all 'events. 2. Because voluntary payments, with knowledge of facts, could not be recovered.\n2. Evidence of mercantile usage that the interest, during such period, was for the benefit of the purchaser of the bills, was inadmissible, as tending to alter the express agreement of the parties.\nCertificate from the Nisi Prius.\nFeb. 25. — In May, 1835, plaintiff purchased of defendants bills on London for ,£7000. By an agreement, then executed, these were to be drawn at one hundred and eighty days’ sight, and not to be negotiated but to the eastward of the Cape of Good Hope. The defendant was to give his note at twelve months, at the rate of $5 for ¿61.\nThe agreement then continued, “ On payment of this note at maturity, the bank will adjust the account, by converting the pounds sterling on the face of the bills, plus two and a half per cent., into dollars, at whatever rate of exchange the bank may then be drawing, at sixty days’ sight, on London, and should this amount in dollars exceed or fall short of the said payment, the bank shall, in the first case, receive from the said Keener, and in the last case, refund to him the difference.” If the bills were returned unnegotiated, the note was to be surrendered on payment of one per cent. So also, if lost, and proof thereof and indemnity. But no interest was to be allowed by the bank, however long it might he before return or proof of loss.\nIn June, other bills were drawn on a similar agreement.\nThese bills were sent to Canton, and sold about the 27th September, .1836 — four months after the maturity of the note, and sixteen from the date of the bills.\nAt the maturity of the first note the account was adjusted according to the rate of exchange on London, the two and a half per cent, commissions added, and a new note, including interest for the new term of credit, given. This, after several renewals, was paid, and the present suit was to recover back the interest paid the bank, after the maturity of the first note, until the maturity of the bills in England. In May 12, 1837, plaintiff, writing to the bank, requesting a renewal, said, “ As the delay was of no ordinary character, and contrary to instructions, I cannot suppose it is the intention of the bank to charge interest during all this period, as there was none accruing on the bills.” The note was renewed, but the letter does not appear to have been replied to.\nIn April, 1840, after final settlement of his note, plaintiff again ■wrote the bank, detailing the transaction, and making his demand. After referring to his letter of the 12th May, he added, “To this part of my letter no particular answer was returned at the time; and as the bank was indulgent in regard to the payment of the notes, I let the matter rest, and did not urge the claim. It is true, I might have refused to pay the last note without the allowance being made; but I thought it more consistent with a strict sense of justice and honour to pay up the full amount of my notes first, before I renewed my claim.” In reply, beside insisting on the agreement having been strictly complied with, the bank stated this delay was no unusual occurrence, and was one of the advantages counted on.\nOn the trial, before his honour the Chief Justice, the plaintiff proved a final settlement of his account with the bank, in March, 1839, and offered to show, that by the usage of merchants the interest that accrued on sterling bills, (drawn at six months’ sight,) from the time of settlement in this country, to the time they fell due in England, was for .the benefit of the purchaser of the bills. That in the settlement of credits arising out of such transactions, it was the invariable custom to allow the principal any advantage in interest which might accrue from the non-appearance of bills drawn in virtue of such credits.\nThe court rejected it, and directed a verdict for defendants.\nHazleJmrst and Rawle, for plaintiff.\n— This is the case of a credit given to be used abroad, and the question is, to whose benefit does the non-user accrue ? The contract must determine it, and where that is silent, usage must be the guide. The fact that no interest was payable in the event of a return, shows none was to be paid until they were used. The difference to be refunded can only refer to interest. But these are merely assistants in the construction, there being no positive agreement in this state of facts. Usage, then, alone can be resorted to, Stulz v. Dickey, 5 Bin. 287; United States v. Arredondo, 6 Peters, 715; and it is always used to explain a doubtful clause; Winthrope v. Insurance Company, 2 W. C. C. R. 7; United States v. McDaniel, 7 Peters, 1; Eyre v. Marine, 5 Watts & Serg. 116, 2 Peters, 148. Here it is not said who is to pay interest until the bill appears. It was forgotten, or left to custom. Interest is the price of money paid, and none was paid here, nor was the bank bound to keep funds to meet the bills, having six months after presentation allowed for that purpose. The letter of the 12th May, not being replied to, was assented to. -\nThe case of Orr v. Chandler, 1 H. Bl. 227, is very similar, and it was there held, the interest was only payable from payment of the bills.\nThe opposite construction malíes the agreement, in effect, usurious.\nCadwalader, contra.\n— Two points rule this case. Under the agreement the plaintiff was bound to pay the note at maturity, whether the bills were or were not paid. It was a sale of foreign money — an article of merchandise, and so treated by courts. The agreement was by both parties; one had a certain credit of twelve months, without interest, the other the chance of delay in the presentation. The difference in the agreement was between the value of foreign money and the note at the settlement; not the amount of interest. The testimony offered was irrelevant to a special contract, according to the settled rule of this court, and his reference to « principal” shows the custom referred to was as to bills on an agent.\nThe bank did assume responsibilities; for those on whom the bills were drawn must have funds to authorize an acceptance, for refusal of which it would be liable to re-exchange ; and interest was only paid on the debt after it became due.\nBut the second point is conclusive. Plaintiff paid the interest with full knowledge of all the facts, and he cannot reclaim it.\nThe case in H. Bl. was a penalty, and the party was restricted to his original agreement.\nMarch 9."
  },
  "file_name": "0237-01",
  "first_page_order": 237,
  "last_page_order": 240
}
