{
  "id": 951084,
  "name": "Spalding v. Hedges",
  "name_abbreviation": "Spalding v. Hedges",
  "decision_date": "1845-03-02",
  "docket_number": "",
  "first_page": "240",
  "last_page": "243",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 240"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Johns. 538",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "17 Wend. 596",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "4 Whart. 484",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "4 Whart. 12",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835023
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0012-01"
      ]
    },
    {
      "cite": "5 Watts, 496",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0496-01"
      ]
    },
    {
      "cite": "3 Wend. 236",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144242
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/3/0236-01"
      ]
    },
    {
      "cite": "15 Mass. 219",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "4 Mass. 502",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2004045
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0439-01"
      ]
    },
    {
      "cite": "2 Watts, 474",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0474-01"
      ]
    },
    {
      "cite": "9 Cow. 141",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "1 Whart. 175",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 39",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0039-01"
      ]
    },
    {
      "cite": "4 Rawle, 401",
      "category": "reporters:state",
      "reporter": "Rawle",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "3 Watts & Serg. 223",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854689
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0223-01"
      ]
    },
    {
      "cite": "10 Serg. & Rawle, 194",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1811121
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/10/0194-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 551,
    "char_count": 9160,
    "ocr_confidence": 0.538,
    "pagerank": {
      "raw": 3.089039861810353e-07,
      "percentile": 0.8585168478934486
    },
    "sha256": "221665aa70ea27e1e15623891d50a2a4115fa3b26149429af6a2efd52dedcb6b",
    "simhash": "1:06d232119eccffca",
    "word_count": 1576
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Spalding v. Hedges."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\n— It is necessary only to state the facts on which the point depended, to show that Doctor Burgin was not interested in the event of the suit. The plaintiff was the owner of land divided into town lots according to a general plan, which he sold in shares to the members of a joint stock company formed by him, and conveyed the legal title to two trustees nominated by the company to receive it, and convey the lots according to its direction. The capital stock consisted of six hundred and eighty lots, divided into seventy shares, which were separately sold by the plaintiff to the shareholders, each of whom gave separate promissory notes for the price of his share; on two of which the action before us is founded. Doctor Burgin, the proposed witness, was a shareholder and a trustee, but either in the character of the one or the other, it is difficult to perceive what he had to do with the separate bargain between the plaintiff and the defendant. Had the shareholders purchased jointly, all would have been liable for every part of the purchase money, and all would consequently have been interested in every measure to make the defaulters pay up ; but it is not pretended that they were liable for each other. They were partners, it is true, but they were partners to sell, not to buy. They bought their shares separately, and put them together when bought, as common stock, to be sold at a profit by retail. To constitute partnership, it is by no means necessary that the capital stock be put in as money. Each partner may contribute his share in the form of the specific article to be dealt in ; and where that is the case, the other contributors have no imaginable interest in the event of an action brought for the price of it by him from whom the contributing partner purchased it. Exactly such was the case in the court below; and the remarks already applied to it, dispose, in the same way, of the ruling out of Pearce’s deposition on the ground of interest, without recurring to the principle by which the defendant is supposed to have made it competent, though the fact of interest were confessed.\nThe other exceptions are unfounded. The printed circular, the advertisement published in the American Sentinel, and Pearce’s subsequent letter, produced by the defendant to Doctor Burgin, had no connection with the alleged misrepresentation at the time of the bargain; the evidence of which it wras proposed to rebut. It would have availed nothing to show that sources of accurate information were open to the defendant at the time, or that the plaintiff had, on other occasions, represented the property to be what it truly was; and, as independent evidence, it is not contended that the documents were competent.\nNeither was the “ Gazetteer abstracted from the Universal Gazetteer,” and published in 1818, competent evidence of the distance between St. Louis and Bellefontaine, where the property is situate. Even a book of general history, though competent to prove by-gone matters which concerned the country at large, is not so to prove matters of private right; and it is incompetent for any purpose, on an obvious principle, where better evidence can be had. In a case cited in Stainer v. The Burgesses of Droitwitch, 2 Salk. 282 ; Dugdale’s Monasticon was not allowed to prove an abbey to be of an inferior order, because recourse might have been had to the records. Now the distance between places in our own county is susceptible of proof by witnesses who know the fact, and whose testimony is certainly better than the crude information collected by the editor of a book of topography, from what sources we know not, and published when the place of which he professes to treat was scarcely known to exist. Even actual surveys of a country are evidence of its topography only when they are backed by great antiquity or public authority.\nOf the remaining exception it is scarce necessary to speak. The defence can be maintained only on a rescission of the contract; and when that is established, the defendant’s share will revert to the plaintiff when he. refunds what he has already received. He will then be entitled to the plaintiff’s certificate, which may be surrendered at the trial, or whenever else the money shall be repaid.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Rockhill, and T. J. Wharton^ for plaintiff.",
      "Stokes and E. Ingersoll, contra."
    ],
    "corrections": "",
    "head_matter": "Spalding v. Hedges.\n1. It is immaterial that the party have correct sources of information, when the plaintiff has made false representations of facts relating to land situated in a distant country.\n2. Gazetteer not admissible to prove relative distances of places.\n3: Purchaser rescinding an agreement for conveyance, need not surrender the agreement until he has been repaid, and he may do it on the trial.\nError to the District Court of the city and county of Philadelphia.\nFeb. 25, 26. — This action was on a note, given for the purchase money of stock in the town of Bellefontaine. On the trial, before Stroud, J., the defendant, having shown false representations respecting the situation of the land, and the distance of the town from St. Louis, gave in evidence a certificate, dated April 17th, by which defendant, having paid a certain sum, and given his notes for the balance, was declared entitled to one share in the stock, composed of six hundred and seventy-two lots, divided into seventy-five shares, at f>500 each, under a conveyance made by plaintiff to Burgin and another, on the 13th April, as trustees for the stockholders. The stock was to be retained as security for payment of the purchase money. Plaintiff called Burgin to prove what the representations were, and their truth, who, on his voir dire, staled he was a stockholder, but this money would not go to the association, defendant having purchased directly from plaintiff. The articles of the association were then proved to the court, signed by defendant, which recited an agreement for contribution in the purchase, and a contract to purchase from plaintiff the land, and that the land should be conveyed to trustees, &c. The court rejected the witness, and this is the first exception.\ntie then offered to prove, by the same witness, that by an alteration of the articles, specific lots had been assigned to each stockholder; he was rejected, and this constitutes the second exception. He was again offered, after releasing to plaintiff, but was rejected : third exception. Printed circulars and advertisements by trustees, with evidence of authenticity to prove the representations actually made, were also rejected, and are the fourth, fifth, and sixth exceptions. On a former trial, defendant having read a deposition taken on his commission, plaintiff offered to read it now, but it was rejected, and is the seventh exception. The eighth was the rejection of Burgin to prove delivery to him by defendant of a letter from one Pearce, and containing a statement of the situation, &c.\nThe ninth was the rejection of the Gazetteer of the United States, published in 1818, to show the true distance from St. Louis.\nHis honour charged, a reconveyance was not necessary to entitle the defendant to rescind the contract.\nThere was no other conveyance than has been stated above.\nRockhill, and T. J. Wharton^ for plaintiff.\n— Burgin was not interested, for defendant was one of the original purchasers from plaintiff, not from the association: in fact., the note is part of the purchase money to be paid by the associators. We were entitled to read the deposition, for defendant having used it on a former trial made it evidence, McClay v. Work, 10 Serg. & Rawle, 194; Church v. College, 3 Watts & Serg. 223; Styles v. Bradford, 4 Rawle, 401; Stockton v. Bemoth, 7 Watts, 39 ; Wheaton v. Peters, C. C. U. S.; on the authority of Stainbaugh v. Insurance Co., 2 Caines, 131. The delivering the letter was evidence that the facts there were the same as were stated to him on the purchase. The Gazetteer should have been received, on the same ground that historical books are, Commonwealth v. Alburger, 1 Whart. 175 ; 6 Carr. & Payne, 586 ; or a directory, 9 Cow. 141; 1 Phil. Ev. 223, 224. But if he elected to rescind for fraud, he had no right to retain the property, 2 Watts, 474 ; 4 Mass. 502; 15 Mass. 219 ; 3 Wend. 236. [Curiam.■ — He has nothing; (he legal title is in the trustees, and this agreement would be of no use, the bargain being at an end.]\nStokes and E. Ingersoll, contra.\n— The notes formed part of the partnership property: nor will a release aid, for it is but an assignment, Gallagher v. Milligan, 3 Penna. 178; Culvert v.-, 5 Watts, 496 ; Crozer v. Leland, 4 Whart. 12; he being liable for contribution to costs. The advertisements were not brought home to defendant, Watkinson v. Bank, 4 Whart. 484; 9 Petersd. Abr. 218 ; 17 Wend. 596. The interest of the deponent was subsequently discovered, and it is never too late to object to that, 6 Johns. 538 ; Stiles v. Bradford, 4 Rawle, 401. As to Pearce’s letter — [Curiam.—It is no question; so of the Gazetteer.] As to the reconveyance, we never had any but a mere agreement only, to be enforced in chancery. [Curiam.• — You ought perhaps on the trial to have offered to give it up.]\nMarch 2."
  },
  "file_name": "0240-01",
  "first_page_order": 240,
  "last_page_order": 243
}
