{
  "id": 951249,
  "name": "Commonwealth v. Martin",
  "name_abbreviation": "Commonwealth v. Martin",
  "decision_date": "1845-03-10",
  "docket_number": "",
  "first_page": "244",
  "last_page": "245",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 244"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "37 Hen. 8",
      "category": "reporters:state",
      "reporter": "Hen. & M.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 223,
    "char_count": 2635,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 1.02556202647387e-07,
      "percentile": 0.5466283941650653
    },
    "sha256": "1a41f8e63855866d079e9e7b24d257a0567c8a312ed14daab4acbd2794e97bd6",
    "simhash": "1:3c681ff9dc4c28a6",
    "word_count": 453
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth v. Martin."
    ],
    "opinions": [
      {
        "text": "Per Curiam.-\n— The constitution (art. v. sect. 3) reserves to the legislature full power to alter the structure of the Common Pleas, and consequently of the Quarter Sessions, being held by the same judges. “Until otherwise directed bylaw,” it is there said, “ the courts of Common Pleas shall continue as at present established.” But they were to continue so no longer. As then established, any two of the judges were competent to constitute a quorum: when directed otherwise by law, any one of them might be equally so. The framers of the constitution could not have intended to prevent the legislature from adapting these courts to the exigencies of new times and new circumstances, or to make it necessary to resort to fundamental legislation for the most trivial alterations. The power exercised in this case is inore clearly within the pale of the constitution than that which was held to be so in Zephon v. The Commonwealth. That was within the spirit of the constitution ; but this is within the spirit and the letter too. But nothing less than an imperative case would justify us in disregarding an act of the legislature at the expense of throwing open the jails and turning loose on the community the malefactors convicted in a course of years. The other grounds of exception are still more obviously unfounded; and besides, we never grant an allocatur for an exception that does not touch the question of guilt or innocence. Motion dismissed.",
        "type": "majority",
        "author": "Per Curiam.-"
      }
    ],
    "attorneys": [
      "F. Wharton, contra."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Martin.\nUnder the constitution, a single judge is competent to hold a Court of Quarter Sessions, when so directed by the legislature,\nFeb. 22. — B. F. Brewster moved for an allocatur on writ of error to the Quarter Sessions. In support of the rule he stated two grounds : 1. The indictment, which was for assault and battery, &c., was defective in not containing any words to distinguish it from an ordinary trespass. [Chief Justice. — We never grant a writ of error in criminal cases for mere technical matters not going to the merits.] 2. It was tried before one judge, who has no power, under the constitution, to hold the court, and Zephon’s case only decided that the legislature might make any one judge president for the time.\nF. Wharton, contra.\n— 37 Hen. 8, c. 8; Rob. Dig. 324, expressly avoids the necessity of these words. As to the 2d, in Zephon’s case, 8 Watts & Serg., it is expressly decided, and, after that, argument would be improper. The record in that case, which I have here, shows he was arraigned and pleaded before one judge, though two were present at the trial.\nMarch 10.\nThe same point was fully argued in Commonwealth v. Nathans, ante."
  },
  "file_name": "0244-01",
  "first_page_order": 244,
  "last_page_order": 245
}
