{
  "id": 951441,
  "name": "Craig v. Henderson",
  "name_abbreviation": "Craig v. Henderson",
  "decision_date": "1845-03-12",
  "docket_number": "",
  "first_page": "261",
  "last_page": "263",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Whart. 339",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts & Serg. 464",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 465",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 308,
    "char_count": 5038,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 1.57058304755886e-07,
      "percentile": 0.6786399515956336
    },
    "sha256": "70deb52a5c8af52ce4caa095a13177d06585d75f32fb40ea3b75c94e58b20a61",
    "simhash": "1:0a5369ae37ccf5d7",
    "word_count": 888
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Craig v. Henderson."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\n— In a suit against one member of a firm, it is not permitted to set off a debt due the firm from the plaintiff) because of the want of that mutuality which is essential to a set-off. But a surviving partner may set off a debt of the partnership, against a demand on him, in his own right; Slipper v. Lane, 5 Term Rep. 493 ; recognised in 6 Term Rep. 582; Wrenshall v. Cook and Shoyer, 7 Watts, 465. The reason is, that as he has the settlement of the business, he may release or compound the debts due the firm, and there is nothing to prevent him from using them as a set off against a demand against him in his own right. And the same principle, for the same reason, holds, where, by contract, one of the members of the firm becomes the owner or has the exclusive right to settle and control the partnership effects. Indeed, the power to set off may be necessary to prevent the loss of the debt, as when the plaintiff is, or is like to be, insolvent. It is for the advantage to the other members of the firm that he should so use his authority to collect the debts, and their assent is an implication necessary to carry into effect his power. The acting partner is, of course, answerable for the abuse of his authority, and will be bound to account for the use of the partnership funds. The case in hand is an illustration of the benefit to be derived from the application of this principle; but for the set-off the debt may have been lost. Was, then, Henderson the owner, or had he acquired a right to collect and use the partnership funds as he might think proper, responsible, of course, to the other partners, provided they have an interest in the partnership effects ? (His honour here stated the material facts of the case.)\nBy the latter transfer, and the previous assignment to Moore, Henderson became the absolute owner of all the effects or debts (among which the subject of the set-off is doubtless included) belonging to the late firm of J. P. Darlington & Co., and Silas Moore & Co. As, then, the defendant is absolute owner of the debt, there is nothing in the way to prevent him from using it as a set-off Moreover, full power is given to Henderson “ to collect all the debts due the firms, or either of them, to pay all the liabilities of said firms, and generally to wind up the business, as speedily as possible, by sale or otherwise, to the best advantage of the parties concerned.” There is, therefore, no use in getting the assent of the other partners, (even granting they are still interested in the proceeds,) as plenary authority is given by the agreement to Henderson to manage the business in the manner best calculated, in his judgment, to collect and secure the assets belonging to the respective firms.\nThe first and third errors were properly abandoned, because the points are not raised on the record.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "J. A. Phillips, for plaintiff."
    ],
    "corrections": "",
    "head_matter": "Craig v. Henderson.\nA., the partner of B., assigned all his interest in the partnership effects to B. with power to settle and compromise. B. may set off a debt due to the firm against a debt due by himself alone.\nError to Hie District Court of the city and county of Philadelphia.\nThis was an action on a promissory note given by Henderson for merchandise. Defendant pleaded, by way of set-offj that one Darlington, before cause of action arose, was indebted to plaintiff $3000; after which said Darlington entered into partnership with defendant and another, but afterwards withdrew' all his capital; that plaintiff fraudulently procured Darlington to deliver the notes of the firm in payment of his private debt, and afterwards, funds of the firm in payment of said fiotes; that plaintiff was bound to refund, and this he asked to set-off.\nPlaintiffs replied, that they did not procure .the notes, nor the money in payment thereof, in manner and form, &c., and that defendant is not authorized to make set-off in manner, Sec.\nThe evidence relied on to prove this right of set-off, was an assignment by Moore, the third partner, to defendant, of all his interest in the partnership property, for a valuable consideration, and his subsequent death, and an agreement whereby Darlington, in settlement of all controversies, assigned to Henderson all his interest in the partnership effects, with power to collect debts, pay liabilities, and wind up the business by sale or otherwise, to the best advantage of the parties concerned; and after payment of certain amounts, surplus of profits, on winding up of concern, were to be paid to him. >\nHis honour, Pettit, President, charged, that under the facts and circumstances in evidence, the defendant might set-off the claim.\nBut one point was argued here.\nJ. A. Phillips, for plaintiff.\n— There is no act shown by which the defendant was entitled to use a claim due to his partnership, as a set-off to his private debt. The assent of all the. partners is requisite for this, as was settled in Wrenshall v. Cook, 7 Watts & Serg. 464; Tuslin v. Cameron, 5 Whart. 339.\nThe court declined hearing Si. George Campbell.\nMarch 12."
  },
  "file_name": "0261-01",
  "first_page_order": 261,
  "last_page_order": 263
}
