{
  "id": 951313,
  "name": "Kuhn's Appeal",
  "name_abbreviation": "Kuhn's Appeal",
  "decision_date": "1845-05-04",
  "docket_number": "",
  "first_page": "264",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts, 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 475",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846874
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0475-01"
      ]
    },
    {
      "cite": "4 Rawle, 146",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823564
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0146-01"
      ]
    },
    {
      "cite": "7 Watts, 416",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846765
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0416-01"
      ]
    },
    {
      "cite": "3 Bin. 66",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791066
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/3/0066-01"
      ]
    },
    {
      "cite": "2 Rawle, 56",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820579
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0056-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 367,
    "char_count": 6995,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 8.716451265570271e-08,
      "percentile": 0.4935901668398428
    },
    "sha256": "9dcceb3cbcf80c4e50c1f2a2491c298cbc98b3836731b59c8f1d3527fdb1feca",
    "simhash": "1:c52f23b5f75c8563",
    "word_count": 1227
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kuhn’s Appeal."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\n— In Willard v. Norris, 2 Rawle, 56, the law was held, that when land, subject to a mortgage, is sold under a judgment, obtained subsequent to the execution and recording of the mortgage, the purchaser at sheriff’s sale takes the land discharged of the lien of the mortgage. This decision, as well as others embracing the same principle, induced the legislature to change the law and pass the act of the 6th April, 1830. Pamphlet Laws, 293. They provide from henceforth, “ when the lien of a mortgage, upon real estate, is or shall be prior to all other liens upon the same property, except other mortgages, ground-rents, and the purchase money due to the Commonwealth, the lien of such mortgage shall not be destroyed, or in any way affected by any sale made by virtue or authority of any writ of venditioni exponas.” The mortgage to the Pennsylvania Hospital, of Parish and Kuhns, for $>8000, was the first lien on the premises sold by the sheriff. It was recorded on the 2d day of March, 1829. On the 18th of November, 1843, judgment was entered in pursuance of the ■warrant of attorney, accompanying the bond in the office of the District Court of the city and county of Philadelphia. On the 16th of October preceding, the bond and mortgage were assigned by the Pennsylvania Hospital to William Overington, and the assignment of the mortgage recorded. Parish was the owner of the property sold, and purchased by Kuhns. The sale was made at the suit of L. J. Levy & Co., and a judgment obtained on the 24th June, 1843. After deducting costs, there remained in court the sum of $889 04, for distribution. Kuhns, the purchaser, and Overington, the owner of the mortgage, desired the court to appropriate the money in court, in part payment of the mortgage. This was contested by judgment creditors of Parish subsequent to the mortgage. An auditor reported in favour of making the appropriation to the mortgage, but the District Court reversed the report of the auditor, and decreed the money in court to the oldest judgments, subsequent to the mortgage, according to their priority. From this decree Kuhns and one of the judgment creditors appealed, and contend that as the judgment bond accompanying the mortgage was entered up and of record before the sale and notice of this judgment, and the mortgage given at the sale, Overington is entitled to the money in court.\nI am unable to discover that the notice makes any difference in this case. The mortgage and judgment being on record before the sale, the law deemed them constructive notice. Constructive notice of mortgage duly recorded, and judgments legally entered, bind equally with actual notice. Duncan’s Lessees. Curry, 3 Bin. 66. The entering up of a judgment bond accompanying a mortgage cannot affect the lien of the mortgage. A fi. fa. had issued on the judgment, and returned nulla bona. That merely was no satisfaction either of the judgment or mortgage.\nIf money had been made on the fi. fa. and appropriated to the execution, it would have been a satisfaction of the judgment and mortgage to the amount. But it is admitted by the case stated, that no part either of the judgment or mortgage has been paid. For what purpose is the judgment bond given with the mortgage ? The mortgage is a pledge of the real estate to secure the amount of the bond, and vests the freehold in the mortgage, subject to the equity of redemption. Garro v. Thompson, 7 Watts, 416. The warrant of attorney accompanying the bond authorizes the entry of the bond of record, and does not affect the lien of the mortgage. This case, in the judgment of the court, is within the letter and spirit of the act of the 6th of April, 1830. The purchaser at sheriff’s sale is bound to pay the amount of his purchase, and takes the property sold, subject to the mortgage. Any other decision would defeat the plain enactment of the legislature.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Kennedy, for the owner of the mortgage and the purchaser, appellants.",
      "H. McCall, contra."
    ],
    "corrections": "",
    "head_matter": "Kuhn’s Appeal.\nLand was sold on a judgment obtained after the registry of a mortgage, which was the first encumbrance, and before the entry of the judgment on the bond, accompanying tho mortgage. The lien of the mortgage is not discharged, and the proceeds are to be applied to the judgments, according to priority.\nNotice of the mortgage given by a judgment creditor, at the sale, and that the judgment had been entered, and was in process of collection, is immaterial, for the purchaser had constructive notice by the registry and record.\nAppeal from the District Court of the city and county of Philadelphia.\nMarch 6. — In 1829, a mortgage on the property now in question, with others, was executed and registered, and was the first encumbrance. Prior to November, 1843, various judgments were entered against the mortgagor, on one of which the mortgage property was sold. In that month, judgment on the bond accompanying the mortgage was entered by warrant of attorney, and before the sale a fi. fa. issued, and was returned nulla boná. The mortgagor had become the owner of one of the intervening judgments by assignment; and at the sheriff’s sale gave notice of the mortgage, and “that judgment had been entered on the bond accompanying the same, which was in process of collection.” The assignee of the mortgagee and the purchaser at sheriff’s sale claimed to apply the proceeds to the payment of the mortgage. The court decreed the money to the judgments according to their priority.\nKennedy, for the owner of the mortgage and the purchaser, appellants.\n— But one question is raised here; whether a sheriff’s sale discharges a mortgage, when a judgment has been entered on the bond secured thereby ? The case was decided in Whitehead v. Purnell, 2 Miles, 434, and it was there held that the mortgage was discharged. It so results from the connection between a bond and mortgage for the same debt, and is nothing more than the principle of Bantleon v. Smith, 2 Binn., that one lien for a debt being discharged by the sale, any other lien for the same debt on the land is also discharged. There is no doubt as to the right to both liens, for their amount may be different. But a discharge'of one is necessarily a discharge of both, Brown v. Johnson, 4 Rawle, 146; Pearce v. Potter, 7 Watts, 475; Wilson v. Stoxe, 10 Watts, 437. The act of 1845, p. 489, remedies the evil, if it be one.\nH. McCall, contra.\n— Whitehead v. Purnell does not go to the extent contended for. The error is, in relying on the mere reasoning of the judge who delivered the opinion. There is no question that a judgment on a bond, accompanying a mortgage, is to be paid in its order of date, for it is a separate and independent lien, and as such is treated like any other judgment. But the mortgage is also separate and independent, and is regulated by express words of the act of Assembly. Aside from these principles, the case is governed by Shultz v. Diehl, 2 Penna. 277, 278; and the party buying, subject to a notice of the lien of the mortgage, cannot now set up that it is discharged.\nMay 4."
  },
  "file_name": "0264-01",
  "first_page_order": 264,
  "last_page_order": 266
}
