{
  "id": 951271,
  "name": "Drexel v. Man, Jun",
  "name_abbreviation": "Drexel v. Man",
  "decision_date": "1845-04-02",
  "docket_number": "",
  "first_page": "267",
  "last_page": "271",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 267"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts, 496",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850034
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0496-01"
      ]
    },
    {
      "cite": "10 Watts, 222",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0222-01"
      ]
    },
    {
      "cite": "1 Watts, 330",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0330-01"
      ]
    },
    {
      "cite": "14 Serg. & Rawle, 301",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878620
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/14/0301-01"
      ]
    },
    {
      "cite": "1 Watts, 339",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 523,
    "char_count": 11499,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 5.498394806282373e-08,
      "percentile": 0.3440443825103317
    },
    "sha256": "3fc7b81f06592234b5cb550c2da919ed9866a357840aad070fc1bc4c4ed679e0",
    "simhash": "1:8f278beb226a16e5",
    "word_count": 2051
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Drexel v. Man, Jun."
    ],
    "opinions": [
      {
        "text": "Kennedy, J.\n— A number of points were made on the trial of this cause,=but all seem capable of being comprised within the question, whether there had not been previously, between these parties, two verdicts and judgments rendered thereon, out of three, in favour of the defendant, Daniel Man, jun., giving him the property in dispute. [His honour here stated the facts of the case.] Upon these facts the defendant claims that the plaintiff is barred from bringing this or any subsequent action upon the same title, for the property in question. For this, he relies upon the fourth section of the act of Assembly of the 13th April, 1807, which enacts, “ Where two verdicts shall, in any writ of ejectment between the same parlies, be given in succession, for the plaintiff or defendant, and judgment be rendered thereon, no new ejectment shall be brought; but where there may be verdict against verdict between the same parties, and judgment thereon, a third ejectment in such case, and verdict and judgment thereon,' shall be final and conclusive, and lar the right.” But it is objected on behalf of the plaintiff that the parties between whom the three verdicts and judgments have been had are not the same. Individually, it is true that they are not so ; but, in contemplation of law, and especially in reference to the object which the legislature must have had in view, they may be well considered the same. Indeed, it is impossible to avoid coming to the conclusion, that the intention of the legislature was to make two verdicts and judgments thereon, in favour of the same title, between the same parties or their assignees, claiming the same property adversely to each other, final and conclusive, so that there should be an end to all further litigation under the same titles. Daniel Man, junior, the defendant here, by taking a deed of conveyance from Daniel Man, senior, of all his right, interest, and title to the property, acquired precisely the same, and no other right, title or interest thereon or thereto, than what Daniel Man, senior, had when he succeeded in the writ of ejectment brought against him by the plaintiff, Francis M. Drexel. And, although he lost in the second writ of ejectment, brought against him afterwards by Drexel, yet the present defendant, after having become invested with it by a deed of conveyance from his father, recovered by virtue thereof in a subsequent and third writ of ejectment; thus showing a verdict and judgment thereon, in a third ejectment, in favour of the defendant’s title, which, added to the verdict and judgment thereon, in favour of the same title, when vested in his assignor, Daniel Man, senior, may, as I conceive, be very fairly considered as two verdicts and judgments thereon, legally speaking at least, in favour of the same title, between the same parties. This, I have no doubt, the legislature intended should be a bar to any subsequent action of ejectment brought by the same person, after having two verdicts and judgments thereon rendered against him, or any others claiming from him as his heirs or assigns, for the purpose of recovering the same property by force of the same right or title. This seems to be the only construction that the act is susceptible of, in order to render it of any force, making the law different from what it was before. For it is easy to perceive that if a party, losing in a writ of ejectment, could have his title teste'1 1 a trial in a second writ of ejectment, by assigning it to 'a second person, in whose name the second suit is brought, in which a verdict and judgment is rendered against the assignee, and the act of Assembly in this behalf is not to be held a bar to a third suit on the same title, there may be writs of ejectment brought in succession, without limitation as to number, to try the validity of the same title, by making a transfer or assignment of it to some new person as often as a verdict and judgment thereon shall be given against it. But surely no one will seriously contend that the legislature could have intended to sanction such a course as this, for it was the evil that they designed to remedy, as is perfectly manifest from the whole tenor of the section, and, therefore, they must have intended, where the same property was claimed by the plaintiff and defendant respectively, in the writ of ejectment under the same titles, to make two verdicts and judgments thereon in favour of the same title, final and conclusive as to its validity, whether each ejectment was between the same parties individually, or their heirs or assignees. The section of the act in question says nothing about the titles of the respective parties being the same, but merely speaks of the parties being the same, yet no one could well imagine that the legislature could have intended to make two verdicts and judgments thereon, in favour of the same one, of the same two parties, final and conclusive, where the successful party set up and relied on a distinct and different title at each trial. But with the same propriety might this interpretation of the section of the act be urged, as that which has been contended for on behalf of the plaintiff. No doubt both are alike repugnant to the scope and true meaning thereof, and are therefore alike inadmissible. According to the principle contended for on behalf of the plaintiff, even two verdicts and judgments thereon, in two successive writs of ejectment, between the same individual parties, in favour of the same one of them, would form no bar to the bringing of a third ejectment by the assignee of the unsuccessful party, because such third ejectment could not be said, according to the plaintiff’s argument, to be between the same identical parties. But would it not be singularly strange, if not absurd, to say that the assignee of the unsuccessful party or assignor ought to be regarded as standing in a different situation, under the act of Assembly, from that in which the assignor would have stood, in case he had brought the third ejectment in his own name ? It will be difficult, I think, for any one to discover a reason wffiy he should.\nThen as to the competency of Daniel Man, senior, to be a witness for his assignee, Daniel Man, junior, we think it is very clear that he was competent. For any thing that appears, he had no interest in the event of the suit, and was no party to it. Neither could his being a witness make the title different from what it was when he resisted successfully, by force of it, the recovery of Francis M. Drexel. . Daniel Man, junior, had no other title to the property than that which he derived from Daniel Man, senior, so that whether the one or the other succeeded in holding or recovering the property by means of it, it was .the same identical title.\nWe therefore consider that the judgment ought to be affirmed, and accordingly affirm it.",
        "type": "majority",
        "author": "Kennedy, J."
      }
    ],
    "attorneys": [
      "J. M. Scott, with whom W'as St. Geo. Campbell, for the plaintiff—",
      "The court declined hearing Wheeler and Randal, contra."
    ],
    "corrections": "",
    "head_matter": "Drexel v. Man, Jun.\nTwo verdicts and judgments in ejectment on the same title, between the same parties or their assigns, are conclusive of the title, under tire act of Assembly.\nMarch 9. — On the trial of this ejectment before Gibson, C. J., after the plaintiff had shown title, the defendant, for the purpose of proving that two verdicts and judgments out of three had been in his favour, showed title in Man the elder, with the record of an ejectment against him by the present plaintiff, in which the judgment was for defendant. The plaintiff objected, because the suit was not between the same parties. Defendant then showed a conveyance, in consideration of natural love and one dollar, by Man the elder to Man the younger; he also showed the record of an ejectment by Man the youngér, immediately after the execution of this deed against Drexel, in which the judgment was for plaintiff. Plaintiff' objected to this, and offered to show, in support of his objection, that Man the elder was examined as a witness on the trial. Defendant then proved that on the trial of the ejectment between Man the younger and Drexel, the record of the recovery by Drexel against Man the elder, which was the second of the three ejectments, was used and relied on by the present plaintiff. This was objected to, but admitted to show an affirmance of the principle by Drexel, which was here set up by Man the younger. Plaintiff then offered to show', that on the trial of the third ejectment, Man the elder wras examined as a witness by Man the younger, and also offered to prove that his title was the better one, but the court rejected the testimony, being of opinion the two judgments were conclusive. The plaintiff then suffered a nonsuit, with leave to move, &c. The motion wras refused, and a bill of exceptions signed.\nJ. M. Scott, with whom W'as St. Geo. Campbell, for the plaintiff—\nThe whole question turns on the act of 1807, sect. 4. We contend this does not apply. This is not the case of two verdicts and then a transfer, but of a sale after one verdict. [Rogers, J. — The only question is, whether Man the younger is a privy with his grantor.] We shall show' by authority he is not so as grantee, though he w'ould be as heir. In the case of a writ of right, he is bound as a stranger. But this is not the only question. The titles are different: a tide is the means whereby a man has the just possession of his property, 2 Black. Com. 195 ; 1 Inst. 345, 346. It is clear that Man the elder claimed under the sheriff’s deed; Man the younger, under the deed from his father. [Kennedy, J. — Can a man out of possession convey a better title than he himself has?] Mo; but the titles were rendered different by matters in pais relied on. It was by these our title was destroyed, and this sustained. But this is not tire case, of two verdicts, &c., under the act. When the conveyance was made, there being but one, the title was unaffected. Does the act give any weight to one verdict counterbalanced by another ? It is to be construed according to the ordinary meaning of the words, 1 Watts, 339. The whole course of decision has been to restrain the operations of the act, against the arguments of counsel who sought to extend it: thus, in Jones v. Leip, 14 Serg. & Rawle, 301, an award unappealed from was held not to be equivalent to a verdict, for the statute was in restraint of common right. So in Mercer v. Watson, 1 Watts, 330, a reversal of the second judgment was not considered equivalent to the recovery of a verdict and judgment. Blackmore v. Gregg, 10 Watts, 222, a writ of error pending, was held to destroy the effect of the judgment. The only case in which this court extended the act was Seitsinger v. Ridgway, 9 Watts, 496, and the legislature again extended it, act 1841, p. 446.\nThe court is here asked to extend the operation of the act to privies who are not named in the act. Nor is Man the younger a privy with his grantor. Co. Litt. 171 lays down who are privies. Donor and donee, which is confined to grants in tail; Ibid. 42 b ; not feoffor and feoffee. So Booth on Real Actions, 81, treats a purchaser as a stranger, 17 Vin. Abr. 534, tit. Privies; 2 Preston Convey. 327-360. It may be gathered there is no privily but between persons holding parts of the same fee, as joint-tenants, or trusts. It implies a trust or confidence, 2 Saund. Uses and Trusts, 29 ; 15 Petersd. Abr. 163.\nThis defendant is therefore no privy, and consequently is not entitled to the benefit of the previous verdict, nor is he named or included within the act.\nThe court declined hearing Wheeler and Randal, contra.\nApril 2."
  },
  "file_name": "0267-01",
  "first_page_order": 267,
  "last_page_order": 271
}
