{
  "id": 951071,
  "name": "Eshbach v. Zimmerman",
  "name_abbreviation": "Eshbach v. Zimmerman",
  "decision_date": "1845-04-04",
  "docket_number": "",
  "first_page": "313",
  "last_page": "317",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 313"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Serg. & Rawle, 434",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts & Serg. 339",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "pin_cites": [
        {
          "page": "340"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle, 446",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 339",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0339-01"
      ]
    },
    {
      "cite": "5 Wend. 572",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2145721
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/5/0572-01"
      ]
    },
    {
      "cite": "8 Wend. 40",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "22 Pick. 485",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2045805
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/39/0485-01"
      ]
    },
    {
      "cite": "1 Metc. 27",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 539",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Serg. & Rawle, 201",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1804425
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/5/0201-01"
      ]
    },
    {
      "cite": "9 Serg. & Rawle, 92",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts, 140",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts, 318",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 585,
    "char_count": 11146,
    "ocr_confidence": 0.532,
    "pagerank": {
      "raw": 9.074914445166335e-08,
      "percentile": 0.5053051355503738
    },
    "sha256": "32cecb3dce8c48ffc64dcf5157e6d7f480bbcf53d03fcb955c2035445ed9283f",
    "simhash": "1:ce043622bc2c32e2",
    "word_count": 2015
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eshbach v. Zimmerman."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\n— If the evidence is believed, and the jury have found it to be true, this is a case between cestui que trust and trustee, and not between mortgagor and mortgagee. But whether it be the one or the other, (I mean after the day the money is payable, the mortgagee being in possession,) the ejectment is in the nature of a bill in chancery, and of course governed by principles of equity. It is not, therefore, a case which requires a tender before the commencement of the suit, as is ruled in Derling v. Williamson, 9 Watts, 318, and in other cases, for a court of chancery always considers the condition of the parties at the time of the decree, and not at the commencement of the suit. The plaintiff, it appears, made no tender before suit brought, but, what answers, the purpose equally as well, brought the money due on the mortgage into court for the use of the mortgagor. This view of the case renders it unnecessary to consider whether the defendant, by the notice at the sheriff’s sale, dispensed wdth a tender. That the general principles asserted by the court, on this point, are sound, cannot be controverted, whatever doubts may exist as to their application to the facts of this case.\nThe counsel for the plaintiff in error contends, that there wras error in ruling that the defendant was precluded, by the notice referred to, from setting up a title by parol contract with Brower; and in charging the jury that no such change of possession was proved in the case as would entitle the defendant to a verdict, even if a parol contract was proved; and in withdrawing the facts in relation thereto from the jury.\nI will remark, in the first place, that whenever a person endeavours to enforce a parol contract for the sale of land, and fails in any particular to give evidence of such facts as are required to take the case out of the statute of frauds, it is the duty of the court so to instruct the jury, in the most plain, specific, and positive terms. This is all the learned judge has done, and it would have been error to have done otherwise. The court instructed the jury that there must be a contract for the sale of the property distinctly proved, such as may be executed on comprehensible terms, and it must be accompanied by possession given in pursuance of the contract, and so clearly referable to - it, as that the transmutation cannot be accounted for on other grounds. Like livery of seisin, the change of possession must be a visible, notorious act, consequent on the contract. Such a change of possession the court says is not proved, and to this we fully agree; and moreover, they might have added, without insisting on proof of all the requisites so accurately enumerated, that there was no evidence of the terms and conditions of the alleged sale. If purchased by Eshbach, what was the price, when and how was the purchase money to be paid, the possession to be delivered, the title to be made ? Of these indispensable particulars there is not a particle of proof. • On that ground alone, if no other, the court was bound to instruct the jury the defence had totally failed. But the court assumes another position. In the notice which the defendant gave at the sheriff’s sale, he claims title to the property solely under the deed of the 1st April, 1842, from Brower and wife. He makes no mention of any other claim of title on his part, but on that, and no other, -he invites the purchaser into a contest for the property. He is now estopped from setting up another title against the plaintiff, even if he could prove another valid in law under different circumstances. We see no objection to this part of the charge, under the facts in evidence, for it is clear, that if a parol contract was entered into between these parties after the date of the deed, it was known to Eshbach as well as to Brower, and that it is totally inconsistent and distinct from the title referred to in the notice. It would lead to a fraud on the purchaser at sheriff’s sale, which might be designedly perpetrated, if the owner is at liberty, with perfect impunity, to refer in his notice to a defective title, known to be such, and at the same time conceal a title valid in law. A purchaser at sheriff’s sale, it is true, in ordinary cases, takes the risk of the title, but this is where no default is imputable to the real owner; but when the owner of the estate induces another to purchase a defective title, knowing it to be defective, justice requires that he should be postponed. In that respect there is no difference between a judicial and a private sale. The rule is adopted, and is intended to prevent fraud. Had Eshbach informed bidders that he not only claimed under the deed, but by virtue of a subsequent parol sale, it would have put purchasers on inquiry, and possibly may have deterred the plaintiff from purchasing the property. There is no evidence which even tends to show that the vendee of the sheriff had any knowledge of any other title, except the one referred to in the notice, a title which he was advised was worthless. Only at the trial was he informed that the defendant also claimed title under an alleged parol contract. It is a surprise on the sheriff’s vendee, who certainly had a right to suppose that he would not give notice of a worthless title, withholding all reference to a good or valid title. He has a right to take him at his word, and try conclusions with him on the title, on which he alone relied. Had the defendant given no notice whatever, or had he been ignorant of his title at the time, it would present a different question, but here it cannot admit of doubt, that he knew of the parol sale, if any was made, and consequently was bound upon every principle of honesty and faith to refer to it in the notice. His assertion as to one, and silence as to the other, was so treacherously expressed, as to estop him from insisting on it, to the prejudice of the title of the sheriff’s vendee. In analogy to this, and on the principle adverted to, the case of Woods®. Farmer, 7 Penna. 384, is ruled. In that case it was decided that the possession of land is notice of the possessor’s title, but the registry by him of a particular title would restrict the generality of notice from possession. By exhibiting a conveyance, to which, by his own showing, his possession may be referred, he does what he can to turn a purchaser from the direct path of inquiry. The party for whose protection registration is intended, would be more misled by the use of it than if the occupant had pointed to his possession alone, as that would have led him to a particular examination of the foundation; and when the occupant, therefore, points the attention of the public to a particular conveyance by the register, he abandons every other index. So in the case in hand, by directing the attention of purchasers to the title under the deed from Brower and wife, he abandons every other title which he may have to the land. It behoves the court, in all cases, anxiously to uphold the principles of good faith, and to set their faces against the introduction of a rule which may lead to trick, artifice, and fraud.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Mulvany, for plaintiff.",
      "Boyd and Freedley, contra."
    ],
    "corrections": "",
    "head_matter": "Eshbach v. Zimmerman.\nA. conveyed to B., by a deed absolute on its face; B. entered; subsequently a creditor of A. purchased his estate at sheriff’s sale, at which B. gave notice that A.’s title was vested in him by the deed.\nOn ejectment, the purchaser proved the conveyance was for the purpose of enabling B. to raise money on his bond and mortgage, which was done: Held, the proceeding was in the nature of a bill to redeem, hence a tender previous to suit was unnecessary. 2. The notice of claim to the absolute title precluded B. setting up any other title against the purchaser.\nMarch 24. — The assignees of A. conveyed to Brower, in fee, April 1, 1843. Zimmerman purchased at sheriff’s sale, under a judgment, in January, 1844, against Brower, and on this title-brought ejectment. The defendant showed a deed, in fee, from Brower, dated April 1, 1843. To avoid this, plaintiff showed evidence, which the jury found to be the fact, that this conveyance was merely to enable him to raise money, which was done on a mortgage by Eshbach, the defendant, to Stetler. Brower and Eshbach were in possession as partners for about a month, from Sept. 1843, when Brower left, and Eshbach continued in exclusive possession. There was some evidence of a parol agreement of sale by Brower to Eshbach, at that time. At the sheriff’s sale Eshbach gave notice that he claimed under the deed of 1843, and that Brower’s title was entirely vested in him, and he would contest it in a court of law. The amount of the mortgage to Stetler was paid into court conditionally on recovery. The court said that the purchaser stood in the shoes of Brower, and if he was but mortgagor, must make a tender before suit brought, and bring the money into court, but that the notice was a waiver of the right of a previous tender, if sufficient was now paid in. The parol contract was avoided by the statute of frauds, there being no possession taken under it, and the notice waived that also.\nMulvany, for plaintiff.\n— It is proper to state Eshbach always claimed, and considered himself absolutely entitled, but that is decided against us by the jury. The only queátion here is whether he is entitled to a previous tender, which is always required on an ejectment by one having an equitable title against the legal title; Gore v. Kinney, 10 Watts, 140; Thomas v. Reigart, 9 Serg. & Rawle, 92; Hart v. Porter, 5 Serg. & Rawle, 201; 6 Watts, 539. Is he then estopped by the notice from asserting his other titles ? It was without consideration ; and in Miller v. Baker, 1 Metc. 27; Swan v. Duery, 22 Pick. 485, it was said not to estop him on that account. Moreover, the waiver must be by express words; 1 Selw. N. P. 153, n. 83; 4 Esp. N. P. 68; Frick v. Brook, Bing. N. S. 253. [Gibson, C. J. — It is like a denial of landlord’s title, which is a waiver of notice.] But here he honestly acted, according to what he believed his rights, and silence merely will not estop him, unless it amount to fraud ; Robinson v. Justice, 2 Penna. Rep. 22. [Chief Justice.- — -There he did no act.] But no injury was done to the purchaser, and that is essential to work an estoppel by declarations; Well v. Hathaway, 8 Wend. 40; 5 Wend. 572.\nBoyd and Freedley, contra.\n— The party is bound by his representations, where the other party relies on them; Foulk v. Beidleman, 6 Watts, 339; McDonald v. Lindle, 3 Rawle, 446; and here it might, on the authority of the dictum in 7 Watts & Serg. 339, 340, be said, the claim, as absolute owner where the instrument is but a mortgage, amounts to fraud. But here Eshbach had no interest; he was but trustee for the purpose of mortgaging; subject to that mortgage the whole estate remained in Brower, and the furthest the court should have gone would have been to direct a conditional verdict, which would secure him from any personal liability on the authority of Peebles v. Reading, 8 Serg. & Rawle, 434, but we do not quarrel with this part of the charge.\nApril 4."
  },
  "file_name": "0313-01",
  "first_page_order": 313,
  "last_page_order": 317
}
