{
  "id": 951396,
  "name": "In re Thorn, Smith's Appeal",
  "name_abbreviation": "In re Thorn",
  "decision_date": "1845-04-13",
  "docket_number": "",
  "first_page": "331",
  "last_page": "334",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 331"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 519,
    "char_count": 10375,
    "ocr_confidence": 0.528,
    "pagerank": {
      "raw": 1.3012946771464875e-07,
      "percentile": 0.62218685336481
    },
    "sha256": "208128639a4c4a7c05364ddea07257182dff3c89342ae9de694e325e823586b8",
    "simhash": "1:b66fcdb5cc86ed9f",
    "word_count": 1840
  },
  "last_updated": "2023-07-14T15:58:43.702579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Thorn, Smith’s Appeal."
    ],
    "opinions": [
      {
        "text": "Kennedy, J.,\nafter stating the case. — That Sarah Thorn is entitled to receive the money towards payment of her judgment and execution, cannot be questioned, if she be a bona fide creditor of her son, and has acted fairly towards his other creditors. It has been attempted to impeach her judgment, for want of a sufficient consideration to make it good, as against the creditors of her son: but in this we think there has been an entire failure; that his original indebtedness was for moneys lent by her to him, to enable him to enter into the mercantile business, even to a considerably larger amount than what is claimed by her now, is made abundantly clear by the evidence. But it is further objected, that the judgment upon which she issued her fi. fa. was taken for a previous judgment, which she had against him, without satisfying or releasing the first, and therefore the second is without consideration and not good. There is nothing in this objection. A creditor may take as many succeeding judgments for his first, which is good, as the debtor is willing to give, and each of them will be good and available until the debt, interest,. and costs are paid, or released by the creditor. If it were otherwise, an action of debt could not be maintained by the creditor upon his first, or any subsequent judgment, which would be contrary to the daily practice ; and especially in England, where a considerable amount of interest has accrued upon the first judgment, which cannot be collected there by suing out a sci. fa. and afterwards a fi. fa., as it may be in this state. The only mode for the collection of such interest there, is by bringing an action of debt upon the judgment, whereon the interest has accrued, in which the plaintiff recovers the amount of the judgment and the interest which has accrued thereon. There, in a scire facias upon a judgment, there is nothing more than a bare award by the court, of execution for the amount of the judgment and the costs which have accrued; but here, under our act of Assembly on the subject, a new judgment of quod recuperat is given by the court, for the amount of the judgment with interest thereon from the time of its rendition, besides all costs accrued. It was also objected that Sarah Thom had taken of her son collateral security for the pajunent of her judgment against him, and suffered his creditors to enter into an agreement of compromise with him without informing them thereof, which was a fraud upon them ; and had after-wards issued an execution upon her judgment, while she held the collateral security, which was also a fraud upon them. We think there is nothing in these objections ; she was no party to the agreement of compromise, and did not agree to give up any thing on account of it. On the contrary, it was agreed between the other creditors and her son, that she should not be required to come into the compromise, but should be entitled to recover and receive the whole amount of the debt coming to her from him. And as she did not, upon receiving the collateral security, come under any obligation to forbear payment, or not to proceed, at pleasure, to enforce the payment of her debt by proceeding on her judgment, it is not only perfectly clear, but perfectly just, that she should have the right to proceed at any time she pleased upon it, and likewise to hold the collateral security until she should be fully paid. The other creditors had no lien whatever upon what had been given to her as a collateral security, and having agreed that she should receive the full amount of the debt due to her, in any way she could obtain it, it is also equally clear that they had not the slightest colour of just ground to object to her proceeding as she did.\nBills of exceptions were also taken by the appellant’s counsel, on the trial of the feigned issues, in regard to the admission or rejection of evidence offered : but it is sufficient to say, even if we could take cognisance of such matters in this appeal, that we are unable to perceive any ground upon which they could be sustained. It is further objected, that tire court erred in not deciding that any money received by the agent of Sarah Thorn, upon the collateral security taken by her, after the seizure and levy under her execution, ought to be applied to the payment of her debt, so as to leave an equal amount of the money arising from the sale of the goods to he applied to the appellant’s execution, instead whereof, the court decided, that the trustees to whom Samuel C. Thorn had previously assigned all his property and effects, for the benefit of his creditors, were entitled to receive the money paid on the collateral security, so far as it was not requisite to pay any balance remaining unpaid of Sarah Thorn’s debt, after applying the money to that end raised under her execution. In the last place, it was objected that the court erred in not deciding that Sarah Thorn issued her execution, not for the purpose of enforcing the payment of her debt, but with a view to hinder and delay other creditors of her son from suing out execution against him, so that the property taken by it might still remain in his hands, and he have the use of it. We are of opinion that the court decided correctly on this point, because we can perceive no evidence in the case, which would have justified them in deciding otherwise. Her execution was issued, and put into the hands of the sheriff, without any special instruction being given to him in regard to the execution or non-execution of it, leaving him to proceed and do his duty, according to the command contained in the writ, which was to make the money mentioned therein, out of the goods and chattels, &c., of the defendant.\nThe decree of the court is affirmed, and the appellant is ordered to pay all the costs which have been incurred, as well before as since the appeal taken.",
        "type": "majority",
        "author": "Kennedy, J.,"
      }
    ],
    "attorneys": [
      "Fallon, jun., for appellant.",
      "E. IL Price, contra."
    ],
    "corrections": "",
    "head_matter": "In re Thorn, Smith’s Appeal.\n1. Judgment, of which the consideration is a previous unsatisfied judgment, good against creditors.\n2. Unless a party claim a benefit under a composition deed, he is not bound to notify the creditors that he holds securities of the debtor.\n3. Two papers being produced on a call by the other party, both or neither must be read.\n4. After a fi. fa. issued, A., who held collaterals in trust for an execution creditor, and was also assignee of the debtor, received money on account of the collaterals; a subsequent execution creditor cannot compel the application of that money to the debt thereby secured, but the assignee may retain it for the general creditors, subject to the obligation to satisfy any deficiency under the execution.\n5. Whether the execution creditor really mean to obtain his money, is the question, in deciding whether it is fraudulent as to other creditors.\nFrom the District Court of the city and county of Philadelphia.\nThe question in this case arose in the District Court of Philadelphia, on the distribution of the proceeds of a sheriff’s sale of personal property, in which an issue was directed between Smith and S. Thorn, to try, 1st, Whether S. Thorn’s judgment was void against Smith. 2d, Whether given for value. 3d, Whether any, and how much, was due. 4th, What had been received before 21st October, 1843, from debts, or property pledged. 5th, Whether the fi. fa. was a lien as against Smith.\nOn the trial of these issues, the plaintiff having shown the judgment, &c., of S. Thom against Thorn, her son, the defendant in the execution called for the collaterals given on the debt.\nTwo lists or receipts for notes of third persons were produced: the latter showing an exchange of securities. The court refused to permit one to be read without the other; exception was taken, and both papers read. Defendant proved an advance of money by her to her son, to set him up in business in 1829. A bond was given, and judgment entered, which is still unsatisfied. In 1832, a new bond was given, including the amount of the former one, and additional advances. In 1842, Thorn being then embarrassed, procured a composition deed to be signed by his creditors; his mother refused, having then a fi. fa. against him, until he promised to deposit the collaterals, which he subsequently did, by delivering them to William Thorn, at which time she agreed in the composition deed not to issue an execution, so long as he complied with his compromise, in which she was not included. Plaintiffs then proved that at the time the composition deed was signed, Thom did not state he had deposited any collaterals with his mother, and that some of his credits were the notes shown to have been deposited after the deed was signed. Thorn made a general assignment to his brother William, and it was proved he received moneys on account of these collaterals, after the sale under S. Thorn’s judgment, by which the present fund was raised, with the assent of William.\nThe court, in reply to the plaintiff’s points, instructed the jury, that the first judgment, though unsatisfied, was a good consideration for the second: that the moneys received by William from the collaterals, after the exit of the fi. fa., \"were not to be considered applicable to S. Thorn’s judgment, as he was assignee, and she had the right to issue the writ without waiting for them. That Mrs. Thom, not being a party to the composition deed, as a creditor, was not bound to mention that she held the collaterals. As to the rule that there must be an intention to levy, and not merely to keep another creditor at bay, his honour said, it is denied by the defendant that there is any evidence to show that Sarah Thorn’s only object in issuing execution was to prevent the plaintiff’s recovery. A creditor has a right to issue an execution for the purpose of being before other creditors, and thus securing or obtaining his debt.\nThe broad and true question is, was she seeking her own debt or not ? All that the law requires is, that a man without meaning to get payment himself, shall not hinder others from getting their money.\nIf you believe she meant really to secure her money, her fi. fa. was good; though'it-w,§s issued in anticipation of other executions, and in effect would obtain a^eference over them.\nThat it was immaterial whether the bond was due when the execution was issued.\nFallon, jun., for appellant.\nE. IL Price, contra.\nApril 13.\nThe reporter was absent."
  },
  "file_name": "0331-01",
  "first_page_order": 331,
  "last_page_order": 334
}
