{
  "id": 951152,
  "name": "Wetherill v. Harbert",
  "name_abbreviation": "Wetherill v. Harbert",
  "decision_date": "1845-04-22",
  "docket_number": "",
  "first_page": "348",
  "last_page": "349",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 348"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Whart. 281",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833449
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0280-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 553",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0553-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 448",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 286,
    "char_count": 4984,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.3175225659874379
    },
    "sha256": "1511a5eb4084ba71a02ae44db72c28381ea14bd0a604a9aebd1553fccf6b48de",
    "simhash": "1:9bf1961bca1c80a8",
    "word_count": 873
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wetherill v. Harbert."
    ],
    "opinions": [
      {
        "text": "Kennedy, J.,\nafter stating the facts. — We think that the court were right. Mr. Wetherill, being the\" owner of the land upon which the buildings were put up, for which the lumber was furnished, and although not the immediate contractor therefor, was yet interested, as his estate in the buildings, and the ground upon which they stand, became and still remain liable for the payment of the lumber furnished by the plaintiffs below. Wetherill contracted with Colliday, his co-defendant, to build the houses for him on his ground, and Colliday, for the purpose of doing so, contracted with the plaintiffs for the lumber which they furnished and claim to be paid for in this suit. Now, under these circumstances, even if Wetherill had paid Colliday in full all that he agreed to pay him for building the houses, it would have formed no defence to the present claim. Nothing short of actual payment of the amount due to the plaintiffs for the lumber furnished, or a release from them of all claim to it, could discharge or bar it. And notwithstanding it is stated in the affidavit of defence, that the plaintiffs did execute and deliver a release to Colliday, at the request of Colliday, releasing Wetherill and the property from all claim for and on account of the lumber furnished by them ; yet it was never delivered to Wetherill, as appears from his affidavit; nor does it appear that he ever became entitled to claim it, by his having paid either Colliday or the plaintiffs for it; and yet he complains it was afterwards destroyed or cancelled without his consent. Indeed it is very obvious, from the very guarded manner in which his affidavit is drawn up, in regard to the release mentioned in it, that he did nothing to entitle himself to the benefit of it by paying either to Colliday or the plaintiffs the amount of their claim, without which, for all that he has stated in his affidavit, he had no right to claim any benefit from the release. It cannot be supposed for a moment, that the plaintiffs would agree to relinquish or release their lien upon the buildings, which, it would seem, is the only available security which they have for the payment of their claim. But from the affidavit, it is very evident that Mr. Wetherill was not willing to pay their claim in full, or any more of it, at most, than their proportion of about $560, a balance admitted to be coming from him to Colliday, on his contract with Colliday, to be apportioned among them and the other claimants, whose claims, with that of the plaintiffs below, amounted in all, as Wetherill states in his affidavit, to $800. The inevitable inference, therefore, from the affidavit is, that Wetherill was unwilling and refused to pay the claim of the plaintiffs; so that he has no right to claim to have the buildings discharged from it, either upon the ground of actual payment, or by virtue of the release spoken of in his affidavit.\nThe judgment is therefore affirmed.",
        "type": "majority",
        "author": "Kennedy, J.,"
      }
    ],
    "attorneys": [
      "Guillou, for plaintiff in error.",
      "Perldns, contra."
    ],
    "corrections": "",
    "head_matter": "Wetherill v. Harbert.\nIn scire facias on a mechanic’s claim, the affidavit by the owner, that a release of him had been executed and delivered to the contractor, under an agreement between the owner and contractor, and at request of the contractor; and after exhibition to the owner, the name of plaintiff was struck off without the owner’s knowledge: Held bad for not averring a delivery to, or to the use of the owner.\nError to District Court of the city and county of Philadelphia.\nApril 6. Harbert filed a claim, against three houses, and on a scire facias, the plaintiff in error, who was the owner, filed an affidavit of defence, setting out that the houses were built for him under a contract by Colliday, and that a small balance was still due him, but that liens to a greater amount had been presented, and he was willing to distribute the balance equally. That Colliday agreed to furnish a release of all claims; and plaintiffs, at his (Colliday’s) request, did deliver to him a release unto said Wetherill of all claims, &c. Afterwards, and without the knowledge or consent of deponent, the signature of plaintiff was erased from the release by some person unknown to deponent; but not for some time after it had been executed and exhibited to deponent.\nThe court gave judgment for plaintiff.\nGuillou, for plaintiff in error.\n— The delivery of the release to the contractor was a delivery to the owner; whether it was so intended, is a question of fact.\nPerldns, contra.\nIf the affidavit had asserted that there was a delivery to, or to the use of the defendant, we could have said nothing; but that is cautiously abstained from. It was in fact an escrow, and the conditions not being complied with, the signature was erased. The court construed these affidavits strictly; especially as a supplemental affidavit may be filed for all those points omitted in the original ; he cited Bank United States v. Thayer, 2 Watts & Serg. 448; Dewey v. Depui, 2 Watts & Serg. 553; Ogden v. Otherman, 2 Miles, 40, 140; 3 Whart. 281.\nApril 22."
  },
  "file_name": "0348-01",
  "first_page_order": 348,
  "last_page_order": 349
}
