{
  "id": 951244,
  "name": "In re Marshall, Marshall's Appeal",
  "name_abbreviation": "In re Marshall",
  "decision_date": "1845-02-27",
  "docket_number": "",
  "first_page": "388",
  "last_page": "393",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 388"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts, 161",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 573,
    "char_count": 13595,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 2.9343123943794933e-07,
      "percentile": 0.84760559399409
    },
    "sha256": "fc34f399f231c30bf507d86c0c09dd0c6a75ebdd46029ae9d6acbc316c7f0b21",
    "simhash": "1:90b5a52d3a16d39c",
    "word_count": 2359
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Marshall, Marshall’s Appeal."
    ],
    "opinions": [
      {
        "text": "Sergeant, J.-\n— It appears the testator, Thomas Marshall, was the owner of lands in Ohio, and in Chester county, Pennsylvania, and of a considerable personal estate. He had three families of grandchildren, by a son and two daughters, besides some great-grandchildren. One daughter, Edith Scholfield, survived. Among these stocks or branches, it seems to have been his design to apportion his estate as equally as he could; for, at the close of his will, made in 1842, he declares, it had been his anxious desire to make as equal a distribution of his estate as possible, among all his children and grandchildren; and with that view he made the will. In 1836, he had conveyed the Ohio lands, consisting of one thousand acres, worth $13,067, to two of the stocks or branches, viz., the Scholfield and Chandler, each one half. These consisted of ten grandchildren, and one great-grandchild. By his will he gives the lands in Chester county, worth also about $13,000, to the Marshall branch, embracing seven grandchildren. He bequeaths $400 to Edith Scholfield, his daughter, and Wilmington and Brandywine Bank stock, and books, furniture, &.C., to some of the Marshall branch; and $1000 to his great-granddaughter, Rebecca Peters, of the Chandler branch. He then leaves all the rest, residue, and remainder of his estate, real, personal, or mixed, to all his grandchildren, share and share alike, (the children of one deceased to stand in her place,) and directs that the amount which he had advanced to several of his grandchildren, and for which he had held their notes, should be deducted from their several shares, in the distribution of the estate.\nIndependent, then, of the residue, in which all are equal, the Scholfield and Chandler branches get, by the will, but $1400; whereas, the Marshall branch get, in land, $13,000, in a legacy of bank-stock upwards of $2000, in books, furniture, &c., $338; total, upwards of $15,000, So that on the face of the will the distribution is any thing but equal, for it gives to the Marshall branch alone more than ten times as much as both the other branches.\nThis satisfies us that we must look further to discover the intention of the testator; and when we consider that some years before making his will, he had conveyed to the Scholfield and Chandler branches his lands in Ohio, worth $13,000, we may reasonably conclude he had this in view, when he referred to his design of making all his children and grandchildren as equal as possible. In this manner only can we obtain an approximation to equality, which is all we can now expect, being ignorant of the favours or gifts rendered by the testator in his lifetime, to his descendants, from time to time, as is usual with an elderly parent possessing means and numerous descendants.\nTwo years, however, after his will, he made the codicil, which has given rise to the present dispute, and which, it is contended by the Marshall branch, annuls all the bequests in the will, pecuniary and residuary, in favour of the grandchildren of the Scholfield and Chandler branches. Although, at the first impression, this suggestion appears plausible, yet on more careful examination, we are satisfied it cannot be adopted. I rather incline to think, from the contents of the codicil itself, that the testator had become apprehensive that he had not sufficiently expressed his intention in regard to the Ohio lands, and other gifts to his grandchildren, which were not referred to in his will, and that a difficulty might on that account arise, whether these lands and gifts were not to be treated as advancements, and so brought into hotchpot with the residue. He therefore says, in the codicil, that he had, by deeds of indenture, given his real estate in Ohio to the representatives of his daughters, Edith Scholfield and Rebecca Chandler, in fee-simple, and his will is, that said property shall be in lieu of a provision in his will, and shall not be accounted a part of his residuary estate. Neither shall any gifts, made during his life, to any of his grandchildren, be considered a part of his residuary estate. He does not say the Ohio lands are to be in lieu of the bequests in the will; but that these lands, which he had conveyed them by indenture, were to be in lieu of a provision by his will, that is, as I understand it, to have the same effect as if they had been contained in his wall, and therefore, not to be reckoned part of his residuary estate, or brought by the grantees into hotchpot, but they were to have both. In no other way can I give a meaning, nor has any been suggested, to the direction that they are not to be accounted part of his residuary estate, and that the gifts to his grandchildren are not so to be considered.\nBesides, the construction contended for by the appellant is attended with extreme perplexity and uncertainty, and tends to overthrow the will, and to subvert the declared plan of the testator, by destroying the equality he so much desired : for it gives to the Marshall branch more than twice as much as the other two branches together, whether the advancements are taken into consideration or not.\nWe see nothing in the other exceptions.\nDecree affirmed.",
        "type": "majority",
        "author": "Sergeant, J.-"
      }
    ],
    "attorneys": [
      "Wm. Darlington, for appellant.",
      "Edwards and Tilghman, contra,",
      "Meredith, in reply."
    ],
    "corrections": "",
    "head_matter": "In re Marshall, Marshall’s Appeal.\n1. Legatee residing in another state entitled to interest from the end of the year; executors not giving notice until that time, and demand being made immediately thereafter.\n2. A., by deed, conveyed lands to all the children and grandchildren of B. and C., his children, excepting one grandchild, to whom he bequeathed a legacy in a will made subsequent to the deed; by a codicil, he declared that said property given to the representatives of B. and O. should be in lieu of a provision by the will: Held not to revoke the legacy, as tho legatee was not one of the representatives provided for.\n3. Testator having grandchildren aud great grandchildren, descendants of his three children, A. B. and 0., by deed convoyed certain land to the representatives of B. and C. He then made his will, devising land to two of the children of A., paying certain amounts to their brothers and sisters. He then made certain specific bequests, and gave the residue of his estate equally among his grandchildren and great grandchildren, who were to take per stirpes; stating it had been liis anxious desire to make as equal a distribution as possible. By a codicil reciting the conveyance, he devised, “my will is that said property shall be in lieu of a provision in my will, and shall not ■ be accounted any part of my residuary estate; neither shall any gifts to them be so considered:” Held, tho codicil was not. a revocation of the residuary devise, but was intended to show that the conveyance was not to be considered an advancement. For die opposite construction would produce a great inequality in the distribution of tho estate.\n4. The court, in deciding upon the intention of testator, receive evidence of the value of tho property devised or referred to in the will.\nAppeal from Delaware county Orphans’ Court.\nJipril 22. — Thomas Marshall, by his will, in 1842, devised the plantation on which he lived, and other lands in the same county, to his grandsons, Ellis and Thomas P. Marshall, Thomas paying to each of his brothers and sisters, except Ellis, five in number, $500, and Ellis paying to'the same $300. The real estate thus given was valued at $13,000.\nTo his daughter, Edith Scholfield, he bequeathed $400. To the children of his son Samuel, his stock in the Bank of W., in value about $2000. To his great granddaughter, Rebecca Peters, $1000. His household furniture, valued at $398, he bequeathed equally among the children of his son Samuel, deceased.\nAll the rest and residue of his estate he devised and bequeathed among all his grandchildren, and the children of a deceased grandchild, Rachel Stanton, who were to take a grandchild’s share equally among them; u the amount which I have advanced to several of my grandchildren, and for which I hold their notes, to be deducted from their several shares in the distribution of the residue of my estate the children of any grandchild dying before testator, to take their parent’s share. In conclusion he added,\n“ It has been my anxious desire to make as equal a distribution of my estate as possible among all my children and grandchildren, and with that view I make this present will; therefore, if any one interested in its provisions shall caveat, or attempt to break it, they shall not inherit any part of my estate.”\nIn 1844 he made the following codicil:\n“ I have by deeds indenture given my real estate in Ohio to the representatives of my daughters Edith Scholfield and Rebecca Chandler, in fee-simple, and my will is, that said property shall be in lieu of a provision in my will, and shall not be accounted a part of residuary estate, neither shall any gifts made during my life to any of my grandchildren be considered a part of said residuary estate.\n<■<■ I hereby revoke so much of the last clause of the above will as appoints Henry Myers one of my executors, and do hereby constitute and appoint Morris Palmer, my grandson, co-executor with my grandsons Ellis P. and Thomas Marshall, in place of the said Henry Myers.”\nTestator had three children: Samuel, who died before him, leaving seven children; among whom were Ellis and Thomas P., mentioned in the will. Rebecca Chandler, who also died in tes ator’s lifetime, leaving four children and a grandchild, Rebecca Peters. Edith Scholfield, who is still living, and has five children living, and grandchildren, the issue of Rachel Stanton, a deceased child. The deed referred to in the codicil was executed in 1836. By it, lands in Ohio were conveyed to the children of Rebecca Chandler, and the children and grandchildren of Edith Scholfield; but Rebecca Peters, the grandchild of Rebecca Chandler, was not named, and took nothing under it. The value of the property conveyed by this deed was stated by the auditor to be about $13,067. The gifts to the children of Edith and Rebecca amounted to several thousand dollars, for which he took notes.\nThe executors admitted a receipt of assets to $20,297; and after deducting certain claims, and the notes above mentioned, stated the balance for distribution, $9251.\nThree questions arose in the case. 1. Whether Edith Scholfield was entitled to interest on her legacy, from August 13th, which was one year after testator’s death. She resided in Ohio; the executors gave her notice in September following, on receipt of which she forwarded an order for the amount, but the payment was delayed in consequence of the dispute as to interest. The court allowed her claim. 2. Whether the legacy to Rebecca Peters was revoked by the codicil. The court wms of opinion it was not. 3. Whether the codicil revoked the residuary bequest to the children, &c., provided for in the deed of 1836. The court overruling, the auditor decreed an equal distribution. Exceptions were taken to these points.\nWm. Darlington, for appellant.\n— 1. The legatee was notified immediately after the year was up, and it is the rule, that executors are not obliged to seek a foreign legatee, Deardoff’s estate, 6 Watts, 161; Merrick’s estate, 1 Ashmead, 305. She could not therefore claim interest, until she made a demand. 2. We contend the legacy to R. Peters was revoked by the codicil; for though she was not named in the deed there referred to, yet she is one of the representatives whom: the testator considers as suificiently provided for by that instrument; it is immaterial that she takes nothing, if it be shown he meant to revoke the gift. 3. It is plain the provision in the will for such persons as took under the deed, is revoked by the codicil; it says so in express terms, and can mean nothing else.\nEdwards and Tilghman, contra,\nwere confined to the third point. The codicil only means instead of a provision of real estate in my will; that is in lieu of what I would have made in my will, had I not done so by deed. The residuary bequest will stand or fall with Rebecca Peters’s legacy; for she is expressly named in the codicil, being one of the class of representatives. The construction contended for would give to the Marshalls the notes of the other branches, which have been released in the will. We construe this, instead of a provision in fee in the will; this will carry out the cardinal intent declared in the concluding paragraph of the will, which is to make a fair and equal distribution ; the other would exclude two branches of testator’s family from every thing but the Ohio lands; which, at the time he made the will, he was aware he had thus conveyed.\nMeredith, in reply.\n— The two questions are the subject-matter of the codicil, and the persons to whom it applies. It speaks of a provision or gift by a deed; this is declared to be substituted for or in the place of what ? — the provision in the will, for certain branches of the family; that is for such as are provided for by the deed; as it is to be in lieu of this, both cannot stand, and the will must give way. It is said this construction is not to prevail, because there is a general intent to distribute equally; but the rule of construction by which a general intent is made to control a particular intent, is applied in deciding the quantity of estate notwithstanding a particular intent; but never to the subject of the devise. This would, moreover, produce gross injustice; for the testator, who knew the value of the Delaware county and Ohio lands, has thought this arrangement was most likely to produce equality.\nFeb. 27."
  },
  "file_name": "0388-01",
  "first_page_order": 388,
  "last_page_order": 393
}
