{
  "id": 951079,
  "name": "Commonwealth ex rel. Gear v. Conrow",
  "name_abbreviation": "Commonwealth ex rel. Gear v. Conrow",
  "decision_date": "1845-05-04",
  "docket_number": "",
  "first_page": "402",
  "last_page": "403",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 402"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 344,
    "char_count": 5375,
    "ocr_confidence": 0.517,
    "sha256": "01fe0d12f432bbcace5a4524fdbe3d36150b7844cd1f296b0b7828874eec1ddf",
    "simhash": "1:b139b732f80b6cc3",
    "word_count": 971
  },
  "last_updated": "2023-07-14T15:58:43.702579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth ex rel. Gear v. Conrow."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\n— It was doubtless supposed by the legislature, when the statute of 1770 was enacted, that an apprentice bound pursuant to it would be an inmate of his master’s house. In the country he is still a part of the family; and the penalties for desertion seem to have been provided on that basis. But it is not said in terms that he shall be so ; and it is our duty to interpret statutes so as to fit them, as far as we may, to the business and the habits of the times. The covenants in this indenture are those into which every master bricklayer enters in this city, or perhaps elsewhere; and they differ from those in other indentures simply in not binding the master to provide the apprentice with meat, drink, washing, and lodging; but in binding him to pay, in lieu, a weekly allowance in order to enable the apprentice to provide them for himself.. Even where the master covenants to provide them, it follows not that he must furnish them in his family; for he may have more apprentices than could be accommodated in one house, and in such a case necessity would compel him to board them out. Besides, his business may carry him to a distance from home, as often happens in the country, and his apprentices must accompany him. There is nothing, then, in the statute or the usages of the country to forbid such binding. But it is objected in this, instance, that the binding is not for the whole term, but for nine months in each year — an allegation which is disproved by the express words of the indenture. Again, it is objected that the apprentice is left at large, without provision or control for three months in the year. But the weekly stipend bargained for was thought by him and his father to be sufficient for the year, and if frugally managed would doubtless he so; and the authority of -the master, in contemplation of law, endures throughout the term. It is his duty at all times to attend to the deportment of the apprentice, and restrain him from vicious courses ; and if that were otherwise, the authority of the father or guardian would supervene. Nor does it follow that the interval must be lost; for it may be profitably employed at school, or in some other useful occupation. Nothing is more frequent than are attempts like the present. When the apprentice has gained a sufficient insight into his trade to enable him to repay his master for the burden of maintaining and instructing him when his services were worthless, the temptation to cut him loose from his indenture becomes too strong to be resisted. In the case before us the apprentice and his father were blind to the supposed illegality of the binding, till the term of it was within two years of its expiration ; and their application deserves no favour.\nApprentice remanded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Wm. Dickerson, for the relator.",
      "Brightly, contra."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Gear v. Conrow.\nIndenture of apprenticeship, binding a boy for a term of years, during which the master, in lieu of the common covenants for lodging, &c., agreed to pay him a certain sum per week, for at least nine months in each year, held valid.\nThe master is bound to take charge of the conduct of the apprentice during the whole term, and if he neglect it, the parent has authority.\nApril 29. — Gear presented a petition for a habeas corpus to bring up the body of his son, stating he had bound him in 1841, at the age of fifteen, to defendant to learn the trade of a bricklayer. That pursuant to the indenture, the boy commenced and continued working for nine months in each year, but was discharged by the defendant for the remaining three months; by means whereof his morals are becoming corrupt. For which reason the indenture was void, and the restraint illegal.\nThe master returned, that he held the boy by virtue of an indenture of apprenticeship; a copy of which he annexed to his return. By this instrument the boy was bound for six years and four months, in the usual form and with the common covenant. The clause relied on by relator was the covenant by the master, in lieu of the common one for meat, drink, lodging, washing, &c., “ that the master would give him $2 50 per week, for at least nine months in every year during the term, and two quarters night-schooling.”\nWm. Dickerson, for the relator.\n— The instrument, and the construction it receives by the master is, that the boy is to work and be paid for nine months in the year, and during the three winter months to be master of his own time. The father has no control over him in the interval, for he is bound for the term of six years; and the master has fulfilled his covenants by payment of the stipulated wages. There is no one bound to supply his necessities during the three months of idleness, and if improvident he may starve. But the father is in this case particularly anxious to obtain the control necessary for the moral training of the boy, or to compel some one to undertake the responsibility.\nBrightly, contra.\n— This indenture is in accordance with the universal practice in this city, and it has been thought by the Quarter Sessions the only proper one for a city. The boy remains in the charge and under the control of his parents, when not in the employ of his master ; and if the father be really desirous to restrain the boy from vice, he has only to act. No one will interfere, provided the master receives the benefit of five years’’ instruction for the residue of the term.\nMay 4."
  },
  "file_name": "0402-01",
  "first_page_order": 402,
  "last_page_order": 403
}
