{
  "id": 951262,
  "name": "Lewis v. Hanchman",
  "name_abbreviation": "Lewis v. Hanchman",
  "decision_date": "1845-05-06",
  "docket_number": "",
  "first_page": "416",
  "last_page": "420",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 416"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wend. 85",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2012904
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0085-01"
      ]
    },
    {
      "cite": "5 Whart. 26",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877321
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0026-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 21",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts & Serg. 311",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483362
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0311-01"
      ]
    },
    {
      "cite": "16 Mass. 397",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2035167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/16/0329-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 18",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816726
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0018-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 177",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 429",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787897
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0429-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 282",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0282-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 452",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0452-01"
      ]
    },
    {
      "cite": "14 Serg. & Rawle, 3",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Serg. & Rawle, 382",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798234
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/2/0382-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 657,
    "char_count": 13102,
    "ocr_confidence": 0.548,
    "pagerank": {
      "raw": 1.1589720314299742e-07,
      "percentile": 0.5836222497913971
    },
    "sha256": "482e5336e2c3ede0da82857216fd97c55ff0ba496e8f91598945eb35a75267fb",
    "simhash": "1:3d64d3ac750cf2f2",
    "word_count": 2326
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lewis v. Hanchman."
    ],
    "opinions": [
      {
        "text": "Kennedy, J.,\nafter stating the facts as to original indebtedness. — The interest which fell due on the judgment in her lifetime, wras paid by her attorney in fact, J. G. Auner; and after her death, by the same, as her executor, down to the 16th of December, inclusive of the year 1845. Thus recognising the validity and force of the judgment: nor does any objection appear to have been made to it before the 21st of March, 1846, when upon the affidavit of J. G. Auner, the executor of C. Hanchman, a rule to show cause was entered why the judgment should not be opened, and the executor let into a defence. The ground of the defence is, that the notes included in thev mortgage given by Witman to the plaintiff, though drawn by Mrs. Hanchman, were drawn by her for the accommodation of Witman, and therefore she must be regarded as the surety for Witman; and that this fact was known to the plaintiff, when he took the mortgage as a security for the debt included in the notes, but by neglecting to record the mortgage until it was rendered worthless, by the giving and recording of a subsequent mortgage, he has thereby lost the benefit of the judgment pro tanto. The principle, however, adopted and settled by this court in the case of Walker v. The Montgomery County Bank, 1.2 Serg. & Rawle, 382,'shows that she, by agreeing to become the drawer of the notes, thereby agreed to become, and that she should be considered as the principal, and not a surety or endorser for the benefit of Witman. Hence the neglect of the plaintiff to have the mortgage recorded until it was too late to be worth any thing, cannot prejudice Mrs. Hanchman or her estate, because, she being the principal debtor, would not have been entitled to the benefit of the mortgage, as she would certainly have been had she been a mere surety; and as such had paid the debt. But besides, it has not been shown that she was not informed of the date of the recording of the mortgage before, or at the time she gave the judgment bond; and if she was, that would be sufficient to preclude her from setting up such defence as is now offered. This will apply to any other moneys included in the mort■gage, which were advanced by the plaintiff to Witman, and for which, if embraced in the judgment, Mrs. Hanchman would only be a surety. But if she or her agent, Mr. Witman, who attended to, and made the arrangement, under which the judgment was given, knew the date of the recording of the mortgage, there is no pretence for saying that she was deceived or imposed on by the omission or conduct of the plaintiff; she was bound to know the law on the subject, and cannot be excused on that account, if the facts were not concealed from her. It was incumbent on the defendant to show, on this application, that a good defence existed. The burden of proof as to this rested upon him; for the judgment must be considered good and satisfactory evidence of the debt, until the contrary be shown. But there is evidence, as we think, from which it may be fairly inferred, that Mr. Witman, the agent of Mrs. Hanchman, knew before, and at the time of giving the judgment bond, that the mortgage was not recorded before the 14th of April, 1840 ; for the receipt given to him, on the 7th of December, 1841, the same day on which the judgment bond was executed, recites the date of the mortgage, together with the book and page of its record in the recorder’s office, which rather goes to show that the mortgage itself was present at the time, from which the day of its having been recorded would appear, by the endorsement made thereon for that purpose ; and that Mr. Witman, in all probability, saw it, which would leave the defence offered to be set up, without the shadow of any thing like a good ground tQ stand on.\nWe therefore think this rule ought to be discharged, and accordingly discharge it.",
        "type": "majority",
        "author": "Kennedy, J.,"
      }
    ],
    "attorneys": [
      "T. J. Wharton, for the motion.",
      "J. M. Read, contra.",
      "T. J. Wharton, in reply."
    ],
    "corrections": "",
    "head_matter": "Lewis v. Hanchman.\nThe drawer of an accommodation note is not entitled to the privileges of a surety, as between himself and strangers, having, by the instrument, agreed to be considered the principal; nor does he acquire the rights of a surety by subsequently giving a bond for the amount of the notes.\nMay 4, 5. — This was a motion to open a judgment entered on a sci. fa., to revive a judgment entered on warrant of attorney against defendant, in which a rule was granted on tire affidavit of defendant’s executor.\nThe facts were: defendant, who was executrix and devisee of John Hanchman, appointed George Witman her attorney in 1830, with general powers over that estate.\nIn 1837, Witman had obtained her notes for bis accommodation, which, by subsequent payments, were reduced to about $2600. For a valuable consideration, Lewis, the plaintiff, advanced money to Wit-man on these notes, knowing their character.\nTo induce Witman to build on a lot on Spruce street, Lewis agreed to advance him $3000 on mortgage thereon, subject to a ground-rent of $300 per annum. This mortgage was dated May 16, 1838, and was given to Lewis, cashier of the Girard Bank, to secure the above-mentioned sum, to be advanced in instalments, and the two notes of defendant before mentioned, payable, in one sum, on the 17th August, 1839. On the same day Lewis covenanted with defendant and Wit-man not to demand payment of the notes before August, 1839.\nThis mortgage was not recorded until the 14th April, 1840.\nIn December, 1839, Witman mortgaged the same property to Lindsay for $Í0,000, with part of which the ground-rent was redeemed. The property rented, when finished, in the spring of 1839, for $1350 per annum; and evidence was given, tending to show its value, at the time of the mortgage to Lewis, which was the only encumbrance except the ground-rent, was about $23,500.\nLewis having loaned Witman an additional sum of $1000 on his check, in 1841, December 1st, placed all these securities in the hands of his attorney, Mr. Ashmead, for collection.\nMr. Ashmead wrote to Mr. Witman and Mrs. Hanchman on the subject, leaving the letters at the house of Witman, who called the next day, and stated he had seen defendant, and if two years could be given, satisfactory arrangements could be made to secure the money by defendant’s bond and warrant of attorney, (the one now in question.) Mr, Lewis consenting, a statement of the accounts was made, including defendant’s notes before mentioned, the amount advanced on the mortgage, and the check, with interest; these amounted to near $8000: the balance was paid by Lewis to Witman, after deducting the costs of searches against defendant. For this sum of $8000, defendant gave her bond and warrant of attorney to confess judgment, dated December 7, 1841, on which the judgment now in question was entered the same day. When the bond of .defendant was delivered to Mr. Ashmead by Witman, he signed a paper, as attorney for Lewis, reciting the mortgage by its date and place of record, and that suit was not to be commenced on it or the other securities for two years; that these securities, i. e. the notes, were for the same debt for which the bond was given; and that when the $8000 were paid, Lewis would satisfy the mortgage, and surrender to defendant her notes, and to Witman his check.\nOn the 14th May, 1842, defendant procured searches to be made on her own property, in which this judgment for $8000 was mentioned.\nIn June, 1842, defendant appointed Auner, who is now her executor, and makes the present application, her attorney, to let her real estate, receive rents, interest, dividends, &e., and to pay taxes, &c., and all other debts, érc.\nIn July, 1842, Auner paid Lewis the semi-annual interest due on defendant’s bond.\nOn the 20th September, 1842, Bundle, as trustee for M. Dyott, petitioned the Orphans’ Court, stating that about $7000 trust funds was due from the Girard Bank, which he expected to receive, and praying permission to invest in this judgment against defendant. The court, after examination of the security, made the order for investment. Mr. Ashmead proved that he called on Auner, at the request of Bundle, relative to this investment, and asked his opinion as to its security. Auner stated he was pleased the transfer would be made, as the money was not likely to be wanted immediately, and he would make every effort to pay the interest punctually; and promised to make a statement of the property securing the bond. This was furnished the following day, with a specification of the location and size of the buildings, with the encumbrances. Auner was informed of the intention to make the application to the court; he afterwards proposed substituting a mortgage.\nIn December, 1841, Witman conveyed the property, mortgaged to Lewis, to defendant. In November, 1842, it was sold by the sheriff, .at which time Auner was present, and expressed a hope it would sell for sufficient to reach the mortgage to Lewis.\n'Witman proved that at the time defendant gave the $8000 bond, there was nothing said about the mortgage to Lewis; but some time afterwards he mentioned it to her.\nDefendant died in December, 1842, up to which time Auner, as her attorney, and subsequently as her executor to December, 1845, paid the interest on the bond to Rundle. On a petition for an order to release a ground-rent, Auner, as executor, filed an answer, averring this judgment was one of the liens thereon.\nThe motion to open the judgment was rested on the ground that defendant, being but a surety for the debt secured by her bond, was entitled to the benefit of all securities given by tire principal debtor; and the loss incurred by the neglect to register the mortgage was a defence pro tanto.\nT. J. Wharton, for the motion.\n— The application is merely for a trial by jury of the fact of an injury by the delay; no loss can accrue from the delay necessary for such trial. If we have showm a prima facie case, we are entitled. This power of opening judgments is liberally exercised; neither time nor successive revivals interfering, Colback v. Fisher, 1 Rawde, 323, where the judgment was in 1820, and a revival by consent in 1825 ; Kellogg v. Krauser, 14 Serg. & Rawle, 3.43.\nThe fact that defendant was but a surety is proved, and also that this was known to the plaintiff. And the paper signed by Mr. Ash-mead, affirming it was recorded, means it was duly recorded — recorded in such a manner as to be a benefit; no other rational construction can be given to such a recital. That it has been lost by the neglect to register, is equally plain; for a mortgage for $10,000 has intervened in consequence. This delay was known to Mr. Ashmead at the time of the arrangement for the bond, and he was bound to communicate the whole facts or say nothing. The rule that a surety is entitled to the benefit of other securities, and that any act of the creditor impairing them is a discharge pro tanto, is familiar law, Pitman on Princ. & Sur. 113; 2 Swanst. 185; Ex parte Muir, 2 Cox, 63; Commonwealth v. Miller, 8 Serg. & Rawle, 452; Com. v. Haas, 16 Serg. & Rawle, 282.\nBut it will be said, the present owner of the judgment is a stranger. This is immaterial, for it is a familiar principle, an assignee must have applied beforehand, and to the party capable of giving information, not to a newly-appointed agent; and he must be a purchaser for value. Here the evidence show-s it w;as in payment of a precedent debt, 1 Penna. 262.\nJ. M. Read, contra.\n— The mortgage was not to secure her, but himself; and he had a right to do with it as he pleased, as is shown by the agreement, in the event of payment. The rule as to sureties does not apply to drawers of accommodation notes, and the mortgage was on record nearly two years before defendant gave her bond. There was, moreover, a conveyance of the same property to her; so that she has had every advantage she could have had under any circumstances. The recital in the written paper cannot be extended, as contended for; it declares the facts as they exist, and if inquiry had been made, the time of the registry would have been known. But the parties have precluded themselves from any such objection by the conduct of Auner, who was a general agent before the purchase, and by the subsequent payment of interest without objection; there is a great difference between the assignee and the original creditor, 1 Binn. 429; 4 Serg. & Rawle, 177; 1 Penna. 24, 476; 16 Serg. & Rawle, 18-21; 16 Mass. 397; 8 Watts & Serg. 311; 7 Har. & Johns. 320. Whether through ignorance or design is immaterial, if the party is silent and permits another to act, 16 Serg. & Rawle, 21. We gave notice of our intention, and that the court had sanctioned it. The defendant was put on inquiry by the notice of the registry of the mortgage, or had notice in law, Lodge v. Liminton, 2 Penna. 439 ; Barnes v. McGlinton, 3 Penna. 67; 1 Story Eq. sect. 400.\nT. J. Wharton, in reply.\n— The payment of interest is immaterial, Harper v. Jeffries, 5 Whart. 26. Inquiry should have been made of the facts we were acquainted with, 1 Penna. 262. Rose v. Brotherton, 10 Wend. 85, applies, if we have laid a .ground for supposing it was in payment of a precedent debt.\nMay 6."
  },
  "file_name": "0416-01",
  "first_page_order": 416,
  "last_page_order": 420
}
