{
  "id": 951281,
  "name": "Muirhead v. Kirkpatrick",
  "name_abbreviation": "Muirhead v. Kirkpatrick",
  "decision_date": "1846-05-23",
  "docket_number": "",
  "first_page": "425",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 425"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Mass. 445",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2053381
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/11/0402-01"
      ]
    },
    {
      "cite": "5 Watts & Serg. 506",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0506-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 145",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 Whart. 446",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878526
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0446-01"
      ]
    },
    {
      "cite": "3 Whart. 419",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0419-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 509",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts & Serg. 508",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "11 Mass. 445",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2053381
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/11/0402-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 412,
    "char_count": 7582,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 1.659073724648425e-07,
      "percentile": 0.6939798420680124
    },
    "sha256": "6d41bc798c0e58ddbffd349ec2caad208e611f55fa3d71f44cf72119534d57cf",
    "simhash": "1:672364241e75f5ed",
    "word_count": 1342
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Muirhead v. Kirkpatrick."
    ],
    "opinions": [
      {
        "text": "Sergeant, J.\n— The defendant, when before the arbitrators, did not deny the note on which suit was brought, but claimed a set-off, and with that view his counsel opened his case, and produced a paper containing a number of items, with an assignment to the defendant. In support of it he called a witness, Johnston, who proved the execution of the assignment. He then offered the assignor to prove the items. He was objected to by the plaintiff’s counsel, and the counsel for both parties addressed the arbitrators, who, after consulting, said they had agreed to dispense with the testimony of the witness. The defendant’s counsel then said they would dispense with their further attendance on the arbitrators, and retired. The claim was thus placed before the arbitrators for their decision: it was offered and insisted on by counsel, some evidence was given to support it, and more was offered, which was rejected. Unless, therefore, the claim was afterwards explicitly withdrawn, the arbitrators were bound to decide upon it, and might, if they saw fit, have allowed it, notwithstanding the defendant chose to decline attending upon them. To prevent that, and take it away from the jurisdiction of the arbitrators, the party was bound to exercise a clear and express act, equivalent to a nonsuit, otherwise it must be taken to have been considered examined, and decided by the tribunal to whom it was regularly committed. It is impossible to find any evidence here of such express withdrawal of his claim by the defendant. He declined further attendance, but he took the chance of decision on the case in his favour by leaving it as it stood, within the power of the arbitrators. The case is, indeed, in no respect different from what it was when brought here on a former writ of error, as reported in ‘4 Watts & Serg. 508, where this court say, there is no evidence of withdrawal to warrant the leaving of the fact to the jury. That it is error to leave a matter as a question of fact to the jury, where there is no evidence to sustain it, has been repeatedly determined. The proper remedy of the party, if he did not choose to withdraw his claim, was by appeal from the award. In Smith v. Whiting, 11 Mass. 445, the plaintiff had in a former action offered evidence in support of a count for money had and received, which was rejected, and the cause went to the jury without striking out the count. In a subsequent suit for the same cause of action, the court held the plea of a former recovery good, it appearing the demand had been once had and determined, and it is never permitted to overrule the judgment of a court having jurisdiction by another action. The exception is where no evidence is offered. To sustain a new action where evidence was offered and rejected, would throw all judgments into uncertainty and confusion.\nThe objection to the competency of E. Kirkpatrick, as a witness, is equally decisive. He was the original creditor and assignor of the debt claimed by the defendant to be set off, and the case falls within the rule of recent decisions, by which it is now settled that such assignor cannot be called as a witness for his assignee; Phiney v.Tracey, 1 Penna. State Rep. 173; McClelland v. Mahon, Id. 364. This rule is founded on reasons of policy and justice, and was imperiously demanded by the experience of the frauds and corruption to which the former doctrine led, where a party might create or establish a contract for his own benefit, and derive an advantage from enforcing it by his own oath. A creditor may assign a debt, and the assignee may sue in the name of the assignor, under equitable principles, applied here in common, law proceedings, but the assignee must take the claim as the assignor held it; and as he could not establish it in one case by his own oath, so neither can he in the other.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Sergeant, J."
      }
    ],
    "attorneys": [
      "Frazier, for plaintiff in error.",
      "Stevens, contra."
    ],
    "corrections": "",
    "head_matter": "Muirhead v. Kirkpatrick.\n1. A set-off was offered to be proved before arbitrators, who rejected the witness. The counsel and party then left the room, stating they would dispense with further attendance on the arbitration. An award unappealed from is conclusive on the subject of the claim offered to be set off.\n2. To admit a suit for a matter once offered to be proved as a set-off and rejected, there must be clear proof it was withdrawn by the party.\n3. Assignor of a debt incompetent to prove it as a set-off by his assignee.\nError to the District Court of Lancaster county.\nMay 11. — This was an action on a promissory note, in which there was a special plea of set-off, and a replication of a former recovery of the matter intended to be set-off. After the proof of the note, the defendant called his brother, who proved a claim due him by plaintiff, assigned for value to defendant, with a release, &c., to witness. He was objected to, but admitted. It was then shown that in a former action between the parlies, in which no plea of set-off was filed, arbitrators were appointed, before whom the same debt was offered by way of set-off, with the same witness-to prove it; that after argument the arbitrators declined hearing the testimony; whereupon, as the whole defence was thus excluded, the counsel for defendant said, “ We will dispense with our further attendance on the arbitration,” took up the copy of the account and' other papers, and with defendant left the room. An award was then made. There was contradictory evidence whether the arbitrators took the account with them in retiring to consult on their award, one of their number stating positively it was not considered.\nThe court left it to the jury whether it had been taken into the estimate, or withdrawn from the arbitrators, saying, if not, it was a good matter of set-off here.\nFrazier, for plaintiff in error.\n— The witness was incompetent to support an assignment of a claim to be used as a set-off, which, under our act, is a cross-action; and the same objections prevail in regard to testimony in support of such a claim as if it were an original suit; Post v. Avery, 7 Watts & Serg. 509; Kelley v. Eichman, 3 Whart. 419; Kelley v. Eichman, 5 Whart. 446 ; Pattison v. Reid, 7 Watts & Serg. 145; Reading v. Johnson, Id. 317; Phiney v. Tracey, 1 Barr. 173. It is, therefore, perfectly immaterial that he is not a party to the record, for this rule, which is founded in policy, is not to be broken through by a contrivance of this sort.\nThe court were also in error in leaving it to the jury to decide whether the same matters had been passed upon; they should have said, it must have been distinctly withdrawn, and that no evidence existed of such a fact. It was in fact not withdrawn, but the party was bound by the award and the decision, respecting the witness, by not appealing; Kirkpatrick v. Muirhead, 5 Watts & Serg. 506; 11 Mass. 445. This very question, whether the evidence warranted finding a withdrawal, had been decided by this court in the former case cited.\nStevens, contra.\n— No decision goes the length of excluding the assignor of a chose in action, not a party to the suit, and without interest in the event, from being a witness, (but see Clover v. Painter, and Smyth v. Craig, anté.) Was there any evidence this matter had been passed on by the arbitrators ? The counsel said he intended to prove a set-off, but their decision rejecting his testimony precluded the possibility of his doing so, and renders it certain it was not decided upon. There was some evidence, though not record, of the withdrawal of the defence, precisely the same that proved it to have been set up.\nMay 23."
  },
  "file_name": "0425-01",
  "first_page_order": 425,
  "last_page_order": 428
}
