{
  "id": 951305,
  "name": "In re Barr's Estate, Stoner and Barr's Appeal",
  "name_abbreviation": "In re Barr's Estate",
  "decision_date": "1846-05-21",
  "docket_number": "",
  "first_page": "428",
  "last_page": "432",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Rawle, 32",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle, 28",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820609
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0028-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 450",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853563
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0450-01"
      ]
    },
    {
      "cite": "4 Watts, 82",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842766
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0082-01"
      ]
    },
    {
      "cite": "12 Serg. & Rawle, 269",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878536
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/12/0269-01"
      ]
    },
    {
      "cite": "3 Bin. 149",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "3 Yeates, 187",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6772688
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/3/0186-02"
      ]
    },
    {
      "cite": "2 Yeates, 60",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "2 Dall. 244",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 557,
    "char_count": 11043,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 2.3585761849540637e-07,
      "percentile": 0.7940269876737988
    },
    "sha256": "9718f1084b85b857359cfb60d198e5197f0b055b503180b9a7d33694fb4e6405",
    "simhash": "1:ba61f95e222f324d",
    "word_count": 1941
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Barr’s Estate, Stoner and Barr’s Appeal."
    ],
    "opinions": [
      {
        "text": "—Burnside, J.\n— John Barr, late of Lancaster county, deceased, by his will, dated the 2d of June, 1840, directed his executor therein named to sell his real estate, and collect his personal property, and then devises the whole sum, viz.:\n“ Item first.- — He gives and bequeaths to Margaret Barr, daughter of Elizabeth Barr, formerly Elizabeth Clows, the full sum of six cents for ever.\n“ Item second.- — -It is further his will, that the residue of his property shall be equally divided among his brothers and sisters, ‘ which I shall hereinafter mention, or their survivors’ Item first, Margaret Stoner; item second, Elizabeth Ferree; item third, Owen Barr; item fourth, George Barr; item fifth, Jacob Barr; item sixth, Nancy Spangler; item seventh, Francis Snider; andilastly, he nominates Thomas Houston, of East Donegal Township, in Lancaster county and state of Pennsylvania, or the survivor of him, to be his executor.”\nThe will was proved the 16th of May, 1843, and letters testamentary issued to the executor, who sold the testator’s real estate, and collected the personal property as the will directed, and settled his administration, exhibiting a balance of $3005 24, for distribution, subject to the collateral inheritance tax.\nThe will was evidently written by some person who did not know the meaning of legal terms, most probably an Irish schoolmaster, with a book of forms before him that he did not understand. The testator names his brothers and sisters, and he leaves them all equal. They all lived, or had lived, near him, and he knew that some of them were many years dead. He put the dead and the living on the same footing. He directed his residuary estate to be equally divided among them by name, or their survivors. He knew they had families; for they all had issue. It is not given to the survivors of the seven, but to each individual and their survivors. He clearly intended that each one named should take a seventh part, and that that part, when the devisee was dead, should go to his or her family.\nI am aware, that in strict legal sense, the word survivor means the longest liver of two joint-tenants, or of any two persons joined in the right of a thing; he that remains alive after that the other be dead, 3 Com. Law Die. 55; Brooke, 33.\nIt has evety been held to be the law in Pennsylvania, that the intention of the testator shall govern in the construction of a will, in all cases, except the law overrule the intention, and this is reducible to four instances. 1. Where the devise could make a perpetuity. 2. Where it would put the freehold in abeyance. 3. When chattels are limited as inheritance. 4. Where a fee is limited on a fee. From the whole will the intention is to be collected, Kuster v. Kuster, 2 Dall. 244 , 2 Yeates, 60.\nThe law requires every sentence and word in a will to be considered in forming a judicial opinion upon it, Turbett v. Turbett, 3 Yeates, 187. The intention is deemed the fundamental rule in its construction, Riddle v. Riddle, 3 Bin. 149. These rules have at all times been scrupulously maintained, and without departure in our judicial decisions. To me, the intention of the testator is clear. He directed his whole estate to be turned into personal after his death. For reasons best known to himself, the girl that bore his name was disposed of with six cents for ever. He then gave an equal portion to each brother and sister by name; knowing that some of them were dead, and their, survivors, that is, their legal representatives, on his death, when the-will took effect. So he empowers his executor Houston, or th&swvivor of him, to execute the trust.\nEven in deeds, the intention of the grantor has been carried as far as in this case. In McWilliam v. Martin, 12 Serg. & Rawle, 269, it was held that a deed, conveying all debts, dues, and demands, real, personal, or mixed, which are due and owing, or of right belonging to the grantor by virtue of inheritance, legacies, bonds, notes, book-debts, or otherwise to the grantor and his heirs and assigns, passes real .estate.\nThe primary inquiry,-then, being the intention of the testator, and that appearing on the face of the will, and is not contrary to any rule of law, the court is bound to construe it according to the intention.\nHe gave the estate equally to his brothers and sisters, a special devise to each by name or their survivor; each took the portion devised. The intention was that the heir of each should take, although dead before the testator, and this I gather from the wdiole will.\nThe decree of the Orphans’ Court is reversed; and this court decree the estate to be divided into seven parts, and the executor pay over one of the parts to each of the devisees in the will, or their legal representatives.",
        "type": "majority",
        "author": "—Burnside, J."
      }
    ],
    "attorneys": [
      "Frazier, for the children of Margaret Stoner, of Elizabeth Ferree, of George Barr, and of Jacob Barr, appellants.",
      "Stevens, for the surviving brother and two sisters, appellants.",
      "Reigart, for the children of Margaret Barr, deceased, only child of the testator, appellees,"
    ],
    "corrections": "",
    "head_matter": "In re Barr’s Estate, Stoner and Barr’s Appeal.\n1. Testator devised all his estate among his seven brothers and sisters, nominalim, or their survivors. Four of them were dead, leaving issue at the time he made his will, and the fact was known to him. Held} survivors meant representatives; it being clear the will was written by an illiterate man.\n2. The court receive evidence of facts and circumstances relating to the family of testator, known to him, in construing a will. See Marshal’s Appeal, ante.\nFrom the Orphans’ Court of Lancaster county.\nMay 11.. — John Barr, in June, 1840, made a will, of which the material parts are as follows:\n“ Imprismise: It is my will that all my just debts shall he paid and satisfied, as soon as conveniently after my decease. — Item, I do hereby authorize, direct and empower my executor hereinafter named and appointed, or the survivor of him, as soon as conveniently may be after my decease,.to sell to the highest and best bidder or bidders, all my real and personal property that I do possess at my decease; and further it is my desire, or will, that all the moneys due to me after my decease, by bonds, &c., or otherwise whatever, shall be collected and divided in the manner and form hereinafter directed, to wit:\n“ Item First. — I give and bequeath unto Margaret Barr, daughter of Elizabeth Barr, and formerly Elizabeth Clows, the full sum of six cents for ever. Item second, and further, it is my will that the residue of my property shall be equally divided among my brothers and sisters, which I shall hereinafter mention, or their survivors. Item first, Margaret Stoner; item second, Elizabeth Ferree; item third, Owen Barr; item fourth, George Barr; item fifth, Jacob Barr; item sixth, Nancy Spangler; item seventh, Francis Snider; and lastly, I do nominate, constitute and appoint Thomas Huston of East Donegal township, Lancaster county and state of Pennsylvania, or the survivor of him, to be my executor.”\nThis will was proved in 1843. Margaret Stoner died in 1797, leaving one child now living, one of the appellants.\nElizabeth died in 1841, leaving several children and grandchildren by a child who died in August, 1840.\nGeorge died in 1830, leaving children and great grandchildren by a grandchild, who died in 1843.\nJacob died in 1834, leaving children.\nMargaret, George, and Jacob, died in the village in which testator resided, and he knew of their death when he made his will.\nMargaret Barr was the only daughter of testator.\nThe court considered Margaret the daughter entitled to the lapsed11 legacies of all those who were dead before the will took effect, and the legatees who survived the testator to one-seventh each.\nFrazier, for the children of Margaret Stoner, of Elizabeth Ferree, of George Barr, and of Jacob Barr, appellants.\nThe question is, have the legacies to four of the legatees named in the will lapsed by reason of their death? He contended that it was not a case of a lapsed legacy. The construction of the will mainly depends upon the meaning to be attached to the word survivors. In one part of the will, the testator speaks of his “ executor hereafter named and appointed, or the survivor of him.” And he nominates “ Thomas Houston, or the survivor of him,” to be his executor. Here *survivor is tantamount to successor, Gittings v. McDermott, 7 Eng. Ch. Rep. 263, 266, and 267 ; Mylne and Keene’s Rep. 69.\nBut the chief and important question arises in the following direction of the testator. It is my will that the residue of my property shall be equally divided among my brothers and sisters, which I shall hereinafter mention, or their survivors. Three of the persons named as legatees were dead at the making of the will, and another died after the date of the will and before the death of the testator. Here survivors means, the children, the issue of the deceased brothers and sisters. He knew at the time he made his will, that three of the persons named as legatees therein were dead. Survivors, therefore, could not mean his surviving brother and two sisters; for they were, in fact, the survivors when he made his will; but it means the surviving children of the deceased brothers and sisters. He intended to give the shares or legacies in the first place to his brothers and sisters ; and in the event of their death, or of any of them being dead, to their children: or, in other words, to the children of those who were dead, and to his brothers and sisters then living. In the event of the death of the brothers and sisters, who were living at the time, then to his or their children. He cited Dickinson v. Lee, 4 Watts, 82; 18 Law Lib., Ward on Legacies, 90, 163, 169, 170.\nStevens, for the surviving brother and two sisters, appellants.\n— Evidence not admissible to show that the testator knew of the death of the persons named as legatees at the time of making his will. Ward on Legacies, 164, 18 Law Lib.; Comfort v. Mather, 2 Watts & Serg. 450.\nFrom what time a will speaks, 7 Eng. Ch. Rep. 264; 21 Law Lib. 176, 181; Dawson v. Clark, 15 Ves. 408; Powel on Devises, 283 and 307, in notes. As to residue, Kennett’s case, 4 Ves. 810, and 15 Yes. 417.\nWhere there are persons fully answering the description in a will, others are never let in; but where there is a total failure of such persons, others may be admitted. Lord Oxford v. Churchill, 3 Ves. & Bea. 67, 68; Gittings v. Dermott, 2 Mylne & Keene, 69.\nReigart, for the children of Margaret Barr, deceased, only child of the testator, appellees,\ncontended that the legacies, which by the will were given to Elizabeth Ferree, George Barr, Jacob Barr, and Margaret Stoner, brothers and sisters of the testator, who died before the testator had lapsed, and being undisposed o.f by the will, go to the next of kin. Law Library, Ward on Legacies, 166, 167. He also contended that implications by which the. laws of descent are suspended shall be avoided, and cited Sloan v. Hanse, 2 Rawle, 28.\n’ Nor does. it make any difference whether the testator knew of the decease of the particular legatee, before he made the will; and cited Comfort v. Mather, 2 Watts & Serg. 450.\nThe words made use of by the testator, “ or their survivors,” does not mean children. Dickinson v. Lee, 4 Watts, 82; Opinion of Chief Justice, 2 Rawle, 32,\nMay 21."
  },
  "file_name": "0428-01",
  "first_page_order": 428,
  "last_page_order": 432
}
