{
  "id": 951299,
  "name": "In re Seichrist, Bower's Appeal",
  "name_abbreviation": "In re Seichrist",
  "decision_date": "1846-05-18",
  "docket_number": "",
  "first_page": "432",
  "last_page": "434",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 432"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts, 90",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843943
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0090-01"
      ]
    },
    {
      "cite": "5 Watts, 84",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844055
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0084-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 353,
    "char_count": 5679,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 9.323546641993897e-08,
      "percentile": 0.5132797317527006
    },
    "sha256": "2277853b8907ef9d7ca1449ddc1dd22f6a0b971bdbe660dcb53a664686a28ede",
    "simhash": "1:4c1a011263a7b6fe",
    "word_count": 974
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Seichrist, Bower’s Appeal."
    ],
    "opinions": [
      {
        "text": "Per. Curiam.\n— The time has been when there was a simple and very convenient system of practice in the settlement of administration accounts; but it has so long gone by, that the present generation of lawyers and judges seem to be uninformed of it, and in its place we have nothing but confusion. If an account was intended to comprise the whole administration, it was called the administration account of the estate, in general terms; and the court, in confirming it, decreed that there was so much (naming the sum) in the hands of the accountant, subject to distribution according to law, or to the terms of the will. If the account was intended to be a partial one, it was so headed, and the balance was decreed subject to further settlement. A subsequent partial account was called the further account, on which there was the same decree. The final account was called such at the head of it, and the decree was the same as on a general and final account. If assets came to hand after the final account, they were included in what was called a supplemental account. All these were integrant parts of a whole, constituting one account, and while the system lasted, the courts knew what they had to deal with. Under the present practice of designating nothing on the face of the account or by the decree, it is impossible to tell when the administration is closed, and the uncertainty opens the door to fraud. In the case before us, as the original account does not appear to have been partial, we must take it to have been final. The attempt is thus to open it, after the time for appeal or review has gone by, by filing something in the form of an account, which however contains no supplementary matter; and that this cannot be done, appears satisfactory in the case of Shenck’s administration account, 5 Watts, 84, but more explicitly in the case of Downing’s estate, 5 Watts, 90. The proposed account, therefore, was properly rejected.\nOrder affirmed.",
        "type": "majority",
        "author": "Per. Curiam."
      }
    ],
    "attorneys": [
      "Reigart, for appellants.",
      "Frazier, for appellee."
    ],
    "corrections": "",
    "head_matter": "In re Seichrist, Bower’s Appeal.\nAdministrators having settled an account which neither on its face nor in the decree purported to be a partial account, cannot, by a subsequent account, open the matters contained therein, nor claim credit for non-payment of a debt with which they charged themselves, oven though it was stated that the balance of the former account was composed in part of the bond securing such debt.\nHow an administration account, which is not intended to he final, should he stated.\nFrom the Orphans’ Court of Lancaster county.\nMay 12. — Jacob Seichrist died in 1839, and appellants were appointed his administrators, and filed an inventory of the goods, &c., valued at $9745.\nIn 1840, they filed “ an account of Sener and Bower, administrators, &c.” They charged themselves with the inventory, including two bonds, with interest, one of which was, by George Hecker, for $2200. They also charged themselves with “ cash received on the sale of the real estate of said deceased, $9218,” showing a total of $19,913, and claiming various credits, including a charge for “ settling the estate,” of $765, leaving a balance of $14,242. A note at the foot of the account stated this consisted of George Hecker’s bond, another small bond, a debt, and cash. This account was confirmed in'September, 1840. ; . -\nIn September, 1844, the appellants filed a paper in the Orphans’ Court, stating the balance on the former account, and how it was made up, and claimed a credit:\n1. For $9218, cash received from the real estate which had been paid to the heirs as per releases.\n2. After stating the bond, and the debit therefor, with interest in the former account, and that $469 had been received from Hecker’s assignee, they claimed a credit for the balance unpaid, $1863.\n3. For various small expenditures and payment of debts due by the estate before filing the former account.\nThis left a balance due the estate of $2993; one-half due the widow, and one-half for distribution among representatives.\nExceptions were filed to the allowance of the credits on this second account.\nThe bond of Hecker was given to the intestate in 1838, with a warrant to confess judgment, under an agreement that it should not be entered until notice to the obligor. One year’s interest was paid after the death of testator to appellants, but suit was not commenced, nor judgment entered, until the 15th May, 1840. It seemed they were ignorant that it was a judgment bond until that time. On the 11th May, Hecker made an assignment for creditors. He was possessed of large real estate, and had judgment been entered before the assignment, the debt would have been secured.\nThe court below (Lewis, President) considered the fair inference of the law to be, that some effort must be made to collect the debts within a year, and none having been made, and the debt being lost, the appellants were chargeable. Besides, the account originally filed was a final account, and this last one, therefore, irregular, and must therefore be set aside.\nAfter the appeal was taken to the Supreme Court, appellants proved they demanded the debt in March or April, 1840, and received a promise of payment in a few weeks. Hecker then discovered his inability to meet his engagements, and made the assignment. All this evidence was objected to as inadmissible. They also proved the existence of the warrant was unknown at the time the inventory was made, the bond not having been examined except as to its date and amount.\nThe error assigned was the rejection of the supplemental account. The paper book does not show that the second account was so styled, except in the exceptions filed thereto.\nReigart, for appellants.\nFrazier, for appellee.\nMay 18."
  },
  "file_name": "0432-01",
  "first_page_order": 432,
  "last_page_order": 434
}
