{
  "id": 951239,
  "name": "Withers v. Haines",
  "name_abbreviation": "Withers v. Haines",
  "decision_date": "1846-05-18",
  "docket_number": "",
  "first_page": "435",
  "last_page": "441",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 435"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Rawle, 343",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Cranch, 187",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        530417
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/10/0187-01"
      ]
    },
    {
      "cite": "8 Johns. Rep. 77",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 475",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Serg. & Rawle, 68",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "pin_cites": [
        {
          "page": "69"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Serg. & Rawle, 188",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798232
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0188-01"
      ]
    },
    {
      "cite": "5 Binn. 518",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793611,
        1793652
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0518-02",
        "/binn/5/0518-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 319",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818211
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0319-01"
      ]
    },
    {
      "cite": "6 Watts, 259",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846065
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0259-01"
      ]
    },
    {
      "cite": "6 Serg. & Rawle, 545",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts & Serg. 474",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "8 Johns. 77",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2134515,
        2134293
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/8/0077-02",
        "/johns/8/0077-01"
      ]
    },
    {
      "cite": "5 Serg. & Rawle, 65",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1804441
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/5/0065-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 470",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wheat. 452",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 166",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848529
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0166-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 433",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852655
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0433-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 183",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481812
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0183-01"
      ]
    },
    {
      "cite": "6 Watts, 260",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846050
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0260-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 276",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0276-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 623,
    "char_count": 16414,
    "ocr_confidence": 0.533,
    "pagerank": {
      "raw": 1.1743282545708983e-07,
      "percentile": 0.587156046549432
    },
    "sha256": "f0eb77366a97bd9482a621f90c227e61488cc4ffce7a86842e5a06c8cdba5283",
    "simhash": "1:9aed2aa232bc8cf4",
    "word_count": 2858
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Withers v. Haines."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\n— We are of opinion the judgment should be affirmed, for the reasons given by the President of the Court of Common Pleas. We refer to the 2d, 3d, 4th, 5th, 6th, and 7th errors assigned. We give no opinion on the 1st and 2d errors, as we do not deem them the subjects of a writ of error.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Frazier and Parke, for plaintiffs in error.",
      "Stevens, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Withers v. Haines.\nRefusal to stay proceedings until payment of costs of former suit, not the subject of writ of error. Refusal to open a judgment or grant an issue on the ground that the same point had been decided in a former suit, to which no appeal was taken, not the subject of a writ of error.\nA rule of reference cannot be withdrawn by the party entering it, without leave.\nIf the record show the plaintiff named one arbitrator, the prothonotary for defendant one, and plaintiff a third, the presumption the number was fixed by the prothonotary, shown from his not appointing more, satisfies the law requiring him to fix the number.\nAn award may be made pending demurrer.\nJudgment on the merits on sci. fa. to revive a judgment by an improper party, may be pleaded as a former recovery in a subsequent proceeding by the legal representative, it being in his favour.\nError to the Common Pleas of Lancaster county.\nMay 13. — Haines, administrator of H. Share, issued a sci. fa. to revive a judgment obtained by H. Share & Co., against plaintiff' in error, intestate in 1815. A former proceeding had been commenced in the name of Mehaffy, surviving partner of H. Share & Co., which, on writ of error, was reversed on the ground that the words “ Sc Co.” should have been treated as surplusage in a court of law. The case is reported in 7 Watts & Serg. 276. A motion was made to stay the present proceedings until the costs of the former one had been paid. The court declined it for various reasons; but this point was not considered as the subject of a writ of error by the court here.\nTo the sci. fa. the defendant pleaded, first, payment; second, that the original warrant had been altered before judgment and after execution. A motion was then made to set aside the original judgment for the same reasons as are alleged in the second plea. The court refused it, and also refused an issue to try the facts alleged, on the ground that a similar application had been made the year before, and decided in the sci. fa. by Mehaffy.\nDefendants then replied non solvit, and to the second plea the former recoveries specially. Plaintiff demurred, and for cause showed : 1. Duplicity in pleading both the judgments. 2. The judgment was not between the same parties. 3. Was the same in substance, averring the record pleaded as verification was between different parties. 4. The second decision could only be available by demurrer, being in this very cause. 5. The motion was not discretionary, and the defendant was entitled to a jury, and exception' to the charge of the court.\nThe plaintiff then amended by striking out the replication of the second judgment.\nDefendant then entered a rule of reference, and, on motion, amended his rejoinder by averring the former recovery would not be a bar, because decided in an erroneous suit by sci. fa. He then withdrew his rule for reference without motion or consent.\nAt the time appointed in the original rule, plaintiff attended, and plaintiff and prothonotary, for defendant, named arbitrators, the plaintiff commencing, and the prothonotary naming one. “Time and place fixed by prothonotary.”\nDefendant then moved to strike off the appointment of the arbitrators, having been erroneously made by the plaintiff and prothonotary, the reference having been withdrawn. The court (Lewis, President) refused the motion for the following reasons, w7hich are affirmed by the court here:\n“ On the 10th March, 1845, and more than thirty days before the ensuing term, at which the cause was ordered for trial, the defendant entered a rule of reference, expressing his determination to have arbitrators chosen on the 17th of April, 1845. On the 22d March, 1845, the pleadings were amended, with leave of the court. On the 12th April, 1845, the defendant filed a rejoinder. On the 17th April, 1845, (the time appointed to choose arbitrators,) the defendant made an entry that he ‘withdraws his application to have arbitrators chosen,’ and on the same day, the plaintiff attended to choose arbitrators, and the defendant not attending, the arbitrators were chosen by the plaintiff and the prothonotary, in the manner required by law where only one of the parties attends. The question is, whether the appointment of arbitrators should be stricken off. The entry of a rule of reference, under the compulsory system of arbitration, is a proceeding which either party may adopt, and in which both have an interest, when adopted. The entry of the rule by one, prevents the other from making a similar entry — two proceedings of the kind cairnot progress together. The entry of the rule also has the effect of taking the cause off the trial list for the ensuing term, if placed there; or, if not, of preventing it from being placed on the list. This is the constant effect in practice. It follows, from these considerations, that the rule, when entered, cannot be withdrawn w'ithout the consent of the opposite party, and without leave of the court. The reason assigned for withdrawing the rule may have been a good one, for a continuance, if the party was taken by surprise by the amendment of the pleadings, but it is no reason for changing the jurisdiction, or withdrawing from the tribunal previously selected for the trial of the cause. The entry withdrawing the rule was irregular, and the appointment of arbitrators, in disregard of it, seems to be according to law. The rule is therefore discharged.”\nThe plaintiff then filed a surrejoinder, averring the judgment was made with direct reference to the judgment now sought to be revived.\nAn award for plaintiff was then filed, and a motion made by defendant to set aside the proceedings, &c. 1. Because the application for a reference had been withdrawn. 2. Their number had not been-fixed bjr the prothonotary. 3. Because the arbitrators decided the demurrer erroneously. 4. If the arbitrators had no authority to decide the demurrer, then the court were asked to decide that issue and the legality of the award.\nThe court delivered the following opinion on this motion :\n“ This is a second motion to strike off the appointment of arbitrators. On the 17th April, 1845, the arbitrators were chosen, and on the next day the defendant moved to strike off the appointment for the reason set forth in the motion. On the 19th April, 1845, this motion was overruled. On the 3d May, 1845, an award was filed, in favour of the plaintiff, for the sum of $9329 20; and on the 10th May, 1845, the present motion was made to strike off ‘ the arbitration proceedings and awTard.’ The reason assigned on the former motion is again urged on the present occasion. Several additional reasons are also relied upon. The ground that the party entering the rule had withdrawn it has been specifically determined, and nothing further remains to be said upon that part of the case. The additional objection is now, for the first time, made, that “ the number of the arbitrators was not fixed by the prothonotary.” It is conceded, that if it appears by _the record that one party, in the absence of the other, was permitted to participate in fixing the number, the objection is fatal, according to the decisions in 6 Watts, 260, and 7 Watts & Serg. 183. In those cases, the illegal participation of the attending party was distinctly affirmed upon the record. But this is not the state of the fact upon the record before us. It is stated, in this case, that the party attending, and the prothonotary, chose the arbitrators, and that, after choosing-three, the prothonotary fixed the time and place of meeting. The record is silent upon the question of fixing the number, and we are not informed of the method by which that was decided, unless it be inferred from the fact that the prothonotary arrested the further proceedings, after three had been chosen, by fixing the time and place of meeting; and thus, by his own act, limiting the number to three. There is a presumption in this, as in all similar cases, that the officer, acting under oath, has performed his duty according to law, and this presumption is certainly not diminished in strength by the certificate, in the rule issued to the arbitrators, upon which they acted, that they were £ appointed according to law? This presumption acquires additional force when it is considered that, on the former motion to set aside the appointment, no allegation was made that the prothonolary had not fixed the number, but the objection to the appointment was placed and decided upon a different ground. Under the circumstances, it is fair to presume that the appointment was properly made in this respect, or, if not, that the objection now taken, and all other objections which might have been urged upon the first motion, are waived.\n££ Since the appointment of the arbitrators, and before the time for hearing, the parties filed a rejoinder — a surrejoinder, a demurrer, and a joinder in demurrer — thus making up an issue in law, in addition to the issue in fact, on the plea of payment with leave. If the issue in law discloses a legal ground of defence, the award should be set aside, or judgment should be rendered for the defendant non obstante. As the demurrer brings into examination all the previous pleading upon which it is founded, it will be sufficient for the decision of this application to inquire into the validity of the plea £ that the bond and warrant of attorney upon which the original judgment of 1815 was entered, was altered in material parts without the consent of the obligor.’ It is not necessary to consider the lapse of time, the proceedings upon the judgment, the several motions to set it aside upon this ground, and the decisions of the court against them. It is sufficient to say, that so long as the judgment remains of record, it must be taken for verity, and cannot be impeached in this proceeding by the matters set forth in the plea. It is settled that in cases of mistake, fraud, want of. authority to make the entry, and even forgery, the remedy is to apply to the court in which the proceedings or judgments were had, to have them opened, referred, or vacated, as may be requisite. But under no circumstances can the objection be taken in the manner proposed by the plea, which stands as the foundation of this demurrer; Withers v. Livezey, 1 Watts & Serg. 433; Morris v. Galbraith, 8 Watts, 166; Hoffman v. Carter, 2 Wheat. 452; Clark v. McComman, 7 Watts & Serg. 470; 5 Serg. & Rawle, 65; Cowp. 727; 8 Johns. 77 ; 5 Watts & Serg. 474.\n\" The motion to set aside £ the arbitration proceedings and award’ is, therefore, denied, and the rule for that purpose discharged.”\nThe errors assigned were :\n1. In not staying proceedings till costs in former suit were paid.\n2. In denying the motion to set aside the original judgment, and refusing to grant an issue to try whether material alterations were made in the judgment bond and warrant, after execution and before judgment entered thereon, without tire assent or knowledge of defendant’s intestate.\n3. In granting plaintiff leave to amend his replication by striking out his second replication.\n4. In refusing to strike off appointment of arbitrators.\n5. In refusing to strike off arbitration proceedings, and award.\n6. In refusing to decide the demurrer, either because the arbitrators had decided it, or that the demurrer was unsound, it is not certain which.\n7. In refusing to strike off an award made while demurrer was pending.\nFrazier and Parke, for plaintiffs in error.\n— This case was before this court some two years since. The present scire facias is on the same original bond. This court reversed the judgment in the former action; and when the present scire facias was issued, we made an application to stay the proceedings until the costs of the former action were paid. Before issuing a second, they were bound to pay the costs of the first scire facias. They were bound to do this by the recognisance of bail in the appeal from the award of arbitrators in the first scire facias. The plaintiff did not recover a sum greater or a judgment more favourable to him than the award of the arbitrators : he, in fact, recovered nothing, the court having reversed the judgment.\nWe alleged that the judgment bond and warrant were altered after execution and before judgment entered thereon, in material parts, without the assent and knowledge of the defendant’s intestate, and asked an issue to try the truth of these allegations. An issue was denied us.\nThe compulsory arbitration law gives to either party the right to enter a rule of reference; and they argued that the party entering the rule had a right to withdraw it before arbitrators were chosen. The party entering the rule has a right to withdraw it without any reason given, but in this case good reasons existed, (the state of the pleadings having been changed since the entry of the rule,) and they were assigned in the written withdrawal of the rule entered of record before the arbitrators were chosen. An issue in law forced upon us by the plaintiff had in fact been joined after the rule was entered, and this arbitrators bould not try. Purdon’s Dig. 76, act of 1836, sec. 39; Roop v. Meek, 6 Serg. & Rawle, 545.\nA party entering a rule has a right to withdraw it for the purpose of returning it for the action of the court. The rule is his, and all the duties incident to entering the rule devolve upon him. If withdrawn before the arbitrators are chosen, the other party is not injured in law. If harassed or delayed by repeated entries and withdrawals of a rule, he can enter a rule himself.\nThe arbitrators were not chosen legally, because the rule of reference had been withdrawn; nor were they chosen according to the act of Assembly, because the prothonotary did not fix the number of the arbitrators, which is a preliminary duty to be performed by that officer.\nThe defendant was not present; and the record shows that the prothonotary did not fix the number of the arbitrators ; he only fixed the time and place of meeting. Mitchell v. Wilhelm, 6 Watts, 259; Freetner v. Rudy, 7 Watts & Serg. 183. The prothonotary must fix the number of the arbitrators. The act of Assembly requires it. If it do not appear on the record that this was done by the prothonotary, the presumption is that it was omitted. This duty is made so requisite that it is error if omitted. An application was made to the court at the earliest opportunity to strike off the appointment of arbitrators, which was refused.\nStevens, for defendant in error.\n— The first scire facias was reversed on error to this court, because it was sued out by wrong parties. The present scire facias is not between the same parties. We did not owe any costs. There was but a simple reversal, and this was never known to carry costs.\nThe principal point is the refusal by the court to strike off the appointment of arbitrators. In this there was no error. The withdrawment of the rule to choose arbitration was, it is true, entered on the record by the prothonotary. But after a party has entered and acted upon a rule of reference, he cannot withdraw it. Kilkeffer v. Herr, 17 Serg. & Rawle, 319; Barnet v. Hope, 5 Binn. 518; 2 Serg. & Rawle, 188. The first rule must be stricken off by leave of the court, on motion to that effect, before a second can be entered. 5 Serg. & Rawle, 68,69; 4 Watts, 475; 8 Johns. Rep. 77; 1 Bing. 291; 6 Cranch, 187; The Mechanics’ Bank v. Fisher, 1 Rawle, 343.\nA plaintiff is not permitted to discontinue where it will give an advantage, or tend to vex and oppress the defendant.\nHe admitted that it was the duty of the prothonotary to fix the number of the arbitrators ; and if it did not appear that he did so, it would be error. This objection not raised on the argument to strike off the appointment of arbitrators. It should have been made then.\nThere is enough on the record to show that when three arbitrators were chosen, the prothonotary stopped choosing, and thus showed that the number, in fact, was fixed and limited to three. The law will therefore presume that he did fix the number of the arbitrators.\nMay 18."
  },
  "file_name": "0435-01",
  "first_page_order": 435,
  "last_page_order": 441
}
