{
  "id": 951139,
  "name": "Bittinger v. Keys",
  "name_abbreviation": "Bittinger v. Keys",
  "decision_date": "1846-05",
  "docket_number": "",
  "first_page": "459",
  "last_page": "460",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 459"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 255,
    "char_count": 3252,
    "ocr_confidence": 0.522,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.32158303437767993
    },
    "sha256": "17cf0100fd9b5c1bebd04117915e1cb237f82ef8b7b33508423e971ebe44e0c5",
    "simhash": "1:233b6b83364f1d79",
    "word_count": 560
  },
  "last_updated": "2023-07-14T15:58:43.702579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bittinger v. Keys."
    ],
    "opinions": [
      {
        "text": "And now, May 26th, the opinion of the court was delivered by\nBurnside, J.\n— The only question worthy of consideration in this case is, whether William M. Keys is a competent witness. Keys & McCormick were grocers in Baltimore; Keys became insolvent, and was discharged as an insolvent debtor in the state of Maryland. By the insolvent laws of that state, a person there legally discharged, holds after-acquired property from his creditors, unless he obtains it by descent, gift, devise, bequest, or in course of distribution. Pollet v. Parmer, 2 Harr. & Johns. 61. The Maryland insolvent act partakes of the character of a bankrupt law, but is not as favourable to the' debtor as a general bankrupt act. The law was early held in England, that no release could make the bankrupt a witness to his own act of bankruptcy, 2 Strange, 132. A bankrupt who has obtained his certificate, is not a competent witness to prove the debt of the petitioning creditor, 2 H. Bl. 279; nor is a bankrupt a competent witness to increase the divisible fund in an action by his assignees, unless he has obtained his certificate, and released the surplus and proportional allowance; for otherwise his interest is obvious, 2 Starkie, tit. Bankrupt, 211.\nHere the insolvent was a party to the action, and was the only material witness to charge the defendant below -with goods sold to his son. There was no writing on the part of Jacob Bittinger; no assumption by parol proved, by any person but Keys. To affirm this judgment, would be establishing a precedent more injurious to the community than Steel v. Phoenix Insurance Company, which had introduced so much injustice into our courts, supported by the basest of all crimes, wilful and corrupt perjury.\nWolf v. Fink, 1 Barr, 435, settles this case. It is there held that a certified bankrupt who had not a particle of interest in the event of the suit, but who, at the impetration of the writ, was a party to the action, is ilot a competent witness.\nIn the case before us, I think Keys had an interest in increasing the fund, winch must be settled by his assignee with McCormick his co-partner. We do not think an interest necessary in a case like the present. Every consideration of policy renders Keys, who was a party to the record, an incompetent witness.\nThe judgment is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Cooper, for plaintiff in error.",
      "Reed, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bittinger v. Keys.\nPlaintiff having released surplus to insolvent assignee not a competent witness.\nError to the Common Pleas of Adams county.\nMay 18. — This action was brought in November, 1844, to the use of the trustee of one of the plaintiffs, who were formerly partners in trade, to recover a debt guarantied by defendant to the plaintiffs’ firm.\nOn the trial, Keys, having been objected to as a witness for plaintiff, exhibited his certificate of discharge as an insolvent in Maryland, and the appointment of a trustee to whose use this action was brought. The petition was filed immediately after this suit was commenced. Witness then executed a release to his trustee, and was admitted as a witness.\nAs this question has been so often decided within the last three terms, it is conceived unnecessary to detail the arguments of counsel.\nCooper, for plaintiff in error.\nReed, for defendant in error."
  },
  "file_name": "0459-01",
  "first_page_order": 459,
  "last_page_order": 460
}
