{
  "id": 951219,
  "name": "Commonwealth v. Montgomery",
  "name_abbreviation": "Commonwealth v. Montgomery",
  "decision_date": "1846-05-25",
  "docket_number": "",
  "first_page": "461",
  "last_page": "462",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 461"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 232,
    "char_count": 4046,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 2.279034880960449e-07,
      "percentile": 0.7847187229834636
    },
    "sha256": "efd1607f64372958eb59a8af2f4e286d3e25635c25585ac154382afb289a692b",
    "simhash": "1:42f76ee0d83e7bb9",
    "word_count": 703
  },
  "last_updated": "2023-07-14T15:58:43.702579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth v. Montgomery."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\n— The first error assigned is to the admission of the constable’s bond in evidence, because it was not shown that the constable was sworn, or the bond taken by the clerk of the Sessions. This objection is not sustained. The bond is in the'clerk’s office in Mifflin county. The clerk at the April term received the bonds, and submitted them to the court. The judge saw that the form was in accordance with the act of Assembly, and he judged of the sufficiency of the bail. The endorsement on the bond shows it was approved. The records of the Sessions also show that the constable was sworn, and the clerk placed the bond on file in his office.\nThe second objection is equally unfounded. The justice’s docket, on which was entered the whole proceedings in the case of John Stine v. John Montgomery, for neglect of duty, was given in evidence. On this judgment, Montgomery sued a certiorari from the Common Pleas. The judgment of the justice was affirmed, and that record was also given in evidence. It was further shown, that Montgomery had taken the benefit of the insolvent laws. An execution had issued against him, on which there was but a small portion of the money made. All this, the counsel for the plaintiff in error contends, was insufficient evidence to enable the plaintiff to recover, unless the original judgment, on which the execution issued to Montgomery, was produced and shown on the trial.\nThe record of the justice given in evidence was sufficient, without producing either the former judgment, or the original execution, in order to charge the constable and bail on his official bond.\nThe amendment of the writ by the prmcipe and the docket wras strictly proper.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Banks, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Montgomery.\nDocket entries of transcript and judgment, on certiorari to a justice, evidence, on loss of the writ being proved.\nError to the Common Pleas of Mifflin county.\nMay 21. — This action was against three persons, who, it would appear, were a constable and his sureties, (though they are not so named on the record,) in 'which the plaintiff proved the bond, and the entry on the docket “Sworn,” with the endorsement, “approved,” &c., in the handwriting of the judge.\nDefendant made three objections. 1. It was not shown the constable was sworn. 2. Because the bond was not taken by the clerk. 3. Because no party was suggested according to the act of 1836. This defect was in the writ only; and the court amended it from the praecipe. Plaintiff then offered the docket entries of a transcript on certiorari to a justice, of a suit against defendant for neglect of duty on an execution delivered to him, affirmed in the Common Pleas, after proving the loss of the certiorari and transcript.\nIt was not mentioned on these proceedings, that J. M. was a constable. Defendant objected until the original judgment was produced.'\nThese points of evidence were argued here by\nBanks, for plaintiff in error.\n— Errors to admission of testimony. We objected to the bond, after it was proved, that the constable was not sworn.\nAs to the bond being admitted in evidence, act of 15th April, 1834, McKin. Dig. 180, sect. 112, under the heads Constables, and Bond to be given by the constable.\nThe bond does not appear to have been taken by the clerk. The act directs that the constable shall be sworn; this was not done. McKin. Dig. 128.\nSuit not brought according to directions of act. It was brought in the name of the Commonwealth; but at whose suggestion is not mentioned in the writ. Not subject to amendment. Not provided for by the act of 1806, in relation to amendments. The omission to name, in the original writ, the party at whose suggestion the suit was brought, is fatal on error.\nMontgomery not named as constable in the whole proceedings on the docket of the justice, nor on the transcript. He should have been so named.\nWe therefore allege that the evidence was improvidently received, and that the charge of the court was wrong.\nThe court declined hearing Benedict, for defendant in error.\nMay 25."
  },
  "file_name": "0461-01",
  "first_page_order": 461,
  "last_page_order": 462
}
