{
  "id": 951167,
  "name": "In re Brown's Estate, Myers' Appeal",
  "name_abbreviation": "In re Brown's Estate",
  "decision_date": "1846-05-27",
  "docket_number": "",
  "first_page": "463",
  "last_page": "466",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts, 390",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846764
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0390-01"
      ]
    },
    {
      "cite": "4 Rawle, 394",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0394-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 492",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Serg. & Rawle, 329",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts & Serg. 247",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 Watts & Serg. 297",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852601
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0297-01"
      ]
    },
    {
      "cite": "7 Watts, 390",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846764
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0390-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 576,
    "char_count": 10785,
    "ocr_confidence": 0.546,
    "pagerank": {
      "raw": 8.080232257266268e-08,
      "percentile": 0.4670094665750783
    },
    "sha256": "4024a9f61a1886d5940b58f8ac33b8d6d7f8080b8f7de45caa81b0051a9d2b95",
    "simhash": "1:293ba089a0b4ecc0",
    "word_count": 1957
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In re Brown’s Estate, Myers’ Appeal."
    ],
    "opinions": [
      {
        "text": "And now, May 27, 1846, the opinion of the court was delivered by\nRogers, J.\n— Had the estate been sold by the sheriff as the property of Zachariah G. Brown, on a judgment against him alone, his creditors would be entitled to receive the money arising from the sale, without any regard to opposing titles, well or ill-founded. And the reason is, that in such case the sheriff sells the interest of the debtor only; the right of the claimants to the land remaining unimpaired. It would be open to them, notwithstanding the sale, to assert their title by action of ejectment against the sheriff’s vendee, the maxim being caveat emptor. But where, as in this case, the judgment on which the sale is had is against several, as the sheriff’s sale passes to the sheriff’s vendee the rights of all against whom the judgment is rendered, the necessity of the case requires a different rule. The money raised by the sale, by the operation of law being substituted for the land, the proceeds (after paying the joint judgments) must be distributed to the owners of the real estate, whether the title be legal or equitable. In this way only can justice be done. Thus, when, on a joint judgment against two, the land of one is sold, the residue, after paying the joint debts, must be paid over to the owner of the estate sold, in exclusion of the other joint debtor and his creditors. The land is only liable in respect to the joint liens, and when they are paid, the remainder belongs to the owner of the estate. This is so obviously just as not to need the aid of either authority or argument.\nIn the case in hand, the land was sold on a judgment against all the heirs of John Brown, from whom the estate descended, and consesequently, on the principle stated, the fee in the premises passes to the sheriff’s vendee, the title of all the joint debtors being divested by the sale. This state of facts makes it necessary to examine the extent and nature of the title of Zachariah G. Brown. The land being converted into money, it is impracticable, by any other mode, to protect the equitable interest of the joint debtors to the estate sold by the sheriff.\nThe facts of the case, which are well stated by the auditor, in the absence of contradictory proof, we must take to be true.\nJohn Brown, deceased, who in his lifetime owned the tract of land sold by the sheriff, and died seised of the same, left five sons, viz., Allen, John, (since deceased, leaving heirs,) Thomas, George, and Zachariah; and two daughters, Mary Ann and Elizabeth, (which last mentioned intermarried with James Ross, who is dead, leaving nine children.) The tract of land was sold by the Treasurer of Hunting-don county, on the second Monday of June, 1840, to Thomas Reed, for the sum of ten dollars. The taxes and costs were four dollars and twenty-eight cents, and tire bond of Thomas Reed was given for the overplus, and filed in the prothonotary’s office. In the spring of 1842, Zachariah G. Brown, acting under the authority of a general power of attorney from all the heirs of John Brown, refused to redeem the land as the attorney for the heirs, but obtained from Thomas Reed an assignment of the treasurer’s deed to himself, and for his own use, for the consideration of ten dollars, and the payment of the previous taxes and costs. The auditor correctly decided that, by this proceeding, Z. G. Brown acted in dereliction of the trust reposed in him, and the duty he owed the other heirs, and that the equitable title was not divested. Ey virtue of the treasurer’s sale, and the conveyance of the purchaser, Zachariah G. Brown, it is true, became seised of the legal title, but in trust for his constituents, viz., himself and the other heirs. For their benefit alone had he authority to purchase. Courts of justice exact the most scrupulous good faith from agents of every description during the continuance of the agency. To prevent fraud, they cannot purchase the estate of-their principals for their own benefit, but in trust. If the principal ratifies the purchase, with a full knowledge of all the circumstances, it validates it, for the sale is not void, but voidable. But that cannot be urged here, for the heirs took the earliest opportunity to assert their rights as the equitable owners, in part, of the land, and as such entitled, after payment of the joint debts, to a fair distribution of the proceeds of sale. These principles are enforced in many cases. Thus it is rule* that one of two devisees cannot purchase an encumbrance on their joint estate, and use it to sell the land, and deprive the other of his property. In that case, he is but a trustee. So when two tenants in common had heard of an adverse title, and agreed to join in'defending against it, or in purchasing, they are bound to deal fairly with each other. The purchase of one accrues to the benefit of both. If one purchases the title for a small sum, he must hold it in trust for the other. These principles are fully stated by Mr. Justice Huston in Smiley v. Dixon, 1 Penna. Rep. 441, and are supported by the authorities. When confidence is reposed, the law forbids it shall be abused. To prevent abuse, it turns the purchaser into a trustee, Rankin v. Porter, 7 Watts, 390.\nIt is an elementary principle, that creditors are placed in no better situation than the debtor; so that the creditors of Zachariah G. Brown stand in his place, and have a lien on the proceeds only to the extent of his interest in the estate sold.\nThe appellant complains that an issue was not directed; but the court is not bound to direct an issue unless requested. That an issue was desired by either party nowhere appears in th& record.\nDecree affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Blair, for appellants,",
      "Wilson and Bell, for appellees."
    ],
    "corrections": "",
    "head_matter": "In re Brown’s Estate, Myers’ Appeal.\nPurchase, by general agent for heirs, of the land of their ancestor from the vendee at a tax sale, instead of redeeming, entires to their benefit. (Query, if made with trust funds; it seems it was.)\nLand having been sold under judgment against A., B. & C.,the auditor and court, in the distribution, must decide on their respective titles, and whether one is entitled by purchase of the whole, or there is a resulting trust for the others.\nUnless an issue be demanded on distribution of sheriff’s sales, before decree, the want of one cannot be assigned for error.\nFrom the Common Pleas of Huntingdon county.\nMay 21. — This was an appeal from a decree distributing the proceeds of the estate of John Brown, under the following circumstances, found by the auditor, and which do not appear to have been disputed.\nJohn Brown died seised of the tract in question, leaving five sons and two daughters. Zachariah Brown, one of the sons, is stated to have been acting under a power of attorney from the other heirs to transact their business at the time of the purchase by him, presently stated. In June, 1840, after J. B.’s death, the land was sold for taxes to S. R., for $10; taxes and costs being $4 28, and a bond given for the surplus. In the spring of 1842, Z. B. refused to redeem the land as attorney for the other heirs, but took an assignment thereof from S. R. for $10, and the previous taxes. Nothing is said in the report as to whether Z. B. had any money of the heirs in his hands; nor are any other facts stated than are mentioned here, unless, as is stated in third exception in this court, the land was purchased with trust funds. This, however, was not found by the report.\nAfter this assignment, a fi. fa. on a judgment against Z. B., at a suit assigned to appellants’ use, was levied on the land. Subsequently, a fi. fa. for costs on a nonsuit of the heirs of J. B. was levied by the defendants therein, and the land in question extended at $75 per annum ; at which the heirs refusing to accept, the land was sold, and the money arising thereunder paid into court for distribution. The auditor, considering Z. B. had been guilty of a breach of trust, by reason of which no title had passed to him as against the heirs of J. B., distributed the fund — 1st. To the costs of the nonsuit; 2d. Dividing the residue into seven parts, he gave Z. B.’s portion to appellants, under their judgment, and the other six portions among the other heirs of J. B., or their representatives, equally.\nThe exceptions filed in the court below merely assigned error in deciding on the facts as found. After decree and appeal, additional exceptions were taken — 1. That the question of fraud did not necessarily arise from the facts, but must be tried by a jury. 2. The court erred in not directing an issue. 3. If there was a resulting trust, it only extended to the amount taken from the trust funds to make the purchase with, to wit, $>14 28.\nBlair, for appellants,\nargued the sale and purcháse by Z. Brown might have very well been fraudulent, as to the heirs of his father, his principals; it was, nevertheless, perfectly good as to his judgment creditors, to entitle them to receive the money arising from such sale, Foulk v. McFarlane, 1 Watts & Serg. 297. The permitting a sale for taxes will not in any way affect the title if the owner become the purchaser, 2 Watts & Serg. 247; but this is not so when it is uncertain whether the principals will ratify the act done by the agent, Id. No resulting trust arises from the purchase with the trust funds, if in the name of the purchaser; but the court will merely raise the amount out of the land, Wallace v. Duffield, 2 Serg. & Rawle, 329; Lloyd v. Spillat, 2 Atk. 150. It would be in the teeth of the statute to decree an agent to purchase, a trustee, from purchasing in his own name, and with his own funds, Bartlett v. Pickersgill, cit. 4 Burr. 2255 ; Sugden’s Vend, and Pur. 411; Peebles v. Reading, 8 Serg. & Rawle, 492.\nUnder the act of 16th of April, 1827, relative to the distribution of money arising from sheriffs’ and coroners’ sales, the court has a right, when the estate has been sold as the property of R., under process against him, but is alleged to have been really the property of T., to direct a feigned issue, to try the right of a judgment creditor of T. to the money in court, Stiles v. Bradford, 4 Rawle, 394.\nWilson and Bell, for appellees.\n— Where an agent acts in a representative capacity, although in his own name, his acts will inure to the benefit of his principal. The land was sold as the property of all the heirs, and upon a judgment against all the heirs, of whom Zachariah G. Brown was one. They cited Smilie v. Dixon, 1 Penna. Rep. 442; Rankin v. Porter, 7 Watts, 390. The appellants should have asked, in the court below, for an issue, to try who was entitled to receive the proceeds of sale, but. this was not done. If a motion to this effect were made in the court below, it was not entered of record, and this court will decide the matter in controversy by the record."
  },
  "file_name": "0463-01",
  "first_page_order": 463,
  "last_page_order": 466
}
