{
  "id": 951197,
  "name": "Lloyd v. Hart, Administrator of Evans",
  "name_abbreviation": "Lloyd v. Hart",
  "decision_date": "1846-05",
  "docket_number": "",
  "first_page": "473",
  "last_page": "479",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 473"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Will. 4",
      "category": "reporters:state",
      "reporter": "Will.",
      "case_ids": [
        42587,
        42687
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/1/0004-01",
        "/mass/1/0004-02"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 416",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0416-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 124",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854670
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0124-01"
      ]
    },
    {
      "cite": "5 Watts, 113",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0113-01"
      ]
    },
    {
      "cite": "1 Bin. 358",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787954
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0358-01"
      ]
    },
    {
      "cite": "3 Wheat. 579",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    },
    {
      "cite": "11 Serg. & Rawle, 224",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812771
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/11/0224-01"
      ]
    },
    {
      "cite": "5 Whart. 44",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877335
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0044-01"
      ]
    },
    {
      "cite": "1 Will. 4",
      "category": "reporters:state",
      "reporter": "Will.",
      "case_ids": [
        42587,
        42687
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/1/0004-01",
        "/mass/1/0004-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 789,
    "char_count": 16348,
    "ocr_confidence": 0.547,
    "pagerank": {
      "raw": 2.6752947369150214e-07,
      "percentile": 0.8261751939977968
    },
    "sha256": "7a9d33acd8cb3d9e21cbd9586e6f5a96994c4daae5b37741af632a51d6b42157",
    "simhash": "1:a530e4e8762b7d1a",
    "word_count": 2972
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lloyd v. Hart, Administrator of Evans."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\n— The present is not a case which depends on an arbitrary exercise of will by the party who made the conversion, or upon an election to reconvert the property by the party for whom it was made; but it is one of those cases of conversion by persons in auter droit, which are treated of by Leigh & Dalzell, in the seventh chapter of their disquisition. Even under the head to which it belongs, no analogy applicable to it can be drawn from conversion by assignees in bankruptcy, or from conversion by guardians ; or even from the conversion of land into money by the committee of a lunatic in England, for the effect of it there is regulated by statutes. , The conversion of a lunatic’s personal estate into real, seldom calls for a chancellor’s interference with its legal consequences, because it is the principal, if not the only, duty of the committee to provide for the lunatic’s personal comfort and interest, without regarding the ulterior and conflicting interests of those who may be entitled to the succession; a respect for which, it is said, might divert the attention of the committee from its proper object. It would be the interest of the next of kin to have the lunatic put on the smallestpossible allowance out of the personal estate and the profits of the land, while it would be the interest of the heir to ha ve as much of it as possible expended in improvements and repairs; and by attempting to do justice between these eventual interests, the present interest of the lunatic, who is entitled to the produce of the whole estate, in the way most beneficial to himself, might be prejudiced. Besides, it is said, if those interests were respected, there would be a running account between the personal and the real estate which it would be almost impossible to adjust on any equitable principle whatever. For these reasons they are for the most part put out of view, and the property is allowed by the chancellor to retain the legal character stamped on it by the committee. But the principle of non-intervention does not universally hold, for a wanton conversion to favour the heir or the next of kin will be undone, and the delinquent committee perhaps punished for a breach of his trust; but, it is said, there is no equity on any narrower ground. A committee is a bailiff whose power is limited to the mere care of the estate under the direction of the court; and he had no power to sell the land for payment of debts charged on it, till it was given to him by the 43 Geo. 3, c. 75, which, however, expressly directed that the surplus remaining after payment, should be applied as the estate would have been applied had the statute not been enacted, and consequently as if the land had not been converted. The same conservative provision is found in the 11 Geo. 3, c. 20, the 11 Geo. 4, and the 1 Will. 4, c. 65; so that it seems to be a principle of policy indicated by acts of legislation in England, to protect the lunatic’s land from unnecessary conversion ; and in this respect there would seem to be a difference there between real and personal estate. Our own statute, empowering the committee to sell the land for maintenance and payment of debts, was evidently not copied from the English one, or suggested by it; and it follows not that the omission of the English provision in it was purposely intended to mark a departure from the English policy. The case before us, therefore, is unaffected by precedent; and we are left at large to interpret our own statute by the principles of reason and justice. Adverting, then, to what we may suppose would have been done had it been presented to the legislature for special provision, we cannot think that power to convert beyond the exigencies of the occasion would have been conferred, since, had it not been for those exigencies, the legislature would have conferred no power at all. The power was to be exercised, not for the sake of conversion merely, but for a purpose beyond it; and beyond the accomplishment of such a purpose it is not to be supported. This interpretation of our statute coincides with the interpretation put upon wills, directing lands to be sold for a special purpose, which raised a resulting trust, for the heir, of the unexpended surplus in Emblyn v. Freeman, Free, in Ch. 541; and Roper v. Radcliff, 10 Mod. 230; S. C., 9 Mod. 167, 181, on the ground that the divisor intended that his land should be no further converted than the end should require. In Hill v. Cock, 1 V. & B. 173, when the purpose of the conversion was disappointed, the whole produce of it was treated as land; and in Leigh & Dal. ch. 5, a multitude of cases to the same effect are collected. From these it appears that the equitable character of the property, when legally converted, depends on the will of the devisor, collected from the purpose to be answered by it; but the committee had, in this instance, no will to exercise, or power to convert, as a devisor has, for motives of mere caprice, or for any motive at all not authorized by the statute. The sale was for maintenance of the lunatic and payment of his debts ; consequently what remained when that was accomplished retained the impress of real estate.\nJudgment reversed, and entered for defendant.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Stevens, for plaintiff in error,",
      "Franklin, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lloyd v. Hart, Administrator of Evans.\nA sale of real estate by the committee of a lunatic, for. payment of his debts under a decree of the court, works no conversion of the surplus, but that remains real estate and is distributed as such according to the rules of descent.\nError, to the Common Pleas of Lancaster county.\nMay 12. — Case stated for the opinion of the court. Caleb Evans, the elder, died in 1802, leaving a widow and one son, Caleb the younger. The widow married again, and died in 1825, leaving issue of the second marriage.\nIn 1833, C. Evans, the younger, was duly found a lunatic, and that he had been so for fifteen years past. p\nIn 1839, his committee petitioned the court for a sale of the land of the lunatic for payment of his debts, which was ordered, and the End sold for upwards of $6000.\nThe account then filed showed a surplus, after payment of debts, exceeding $3000.\nIn 1845, the lunatic died unmarried, without issue. The brothers and sisters of the half-blood claimed the money as next of kin, entitled to the personal estate. The children of his father’s brother claimed as heirs. If the former were entitled, judgment to be for plaintiffs; if the latter, contra.\nThe court (Lewis, President) gave judgment for plaintiffs for the following reasons:\n“ The real estate was regularly converted into personal estate under the direction of a court 'of competent authority. The heirs are not entitled to relief, unless there has been a breach of trust in the committee, which would exist where it was shown that they had acted for their own interest and not for the interest of the lunatic; Ex parte Bromfield, 1 Ves. jun. 953. But where the conversion has taken place under the authority of the court, it cannot be taken to be a wrongful conversion, and the heir has no such equity as will induce the court to inquire into the origin of the fund. The parties must take it as they find it; Flanagan v. Flanagan, 1 Br. C. C. 500; Ex parte Ludlow, 2 Atk. 407; Orendenv. Compton, 2 Ves. jun. 69,74.”\nStevens, for plaintiff in error,\ncontended, that if Caleb Evans had died before the act of the 8th of April, 1833, the case would .be clear of all difficulty, for by the act of 1794, (11th sect, of the act of 19th April, ‘Purdon, of 1830, 404,) both the real and personal property of an intestate went to the heirs of him from whom it came. In this case, the property all came from the ancestor of defendants. The act of 1833 was not intended to divert the succession of any property which came as land from the ancestor, but only to alter the course of what came from him as personal property. This is evident from the 9th and 18th sect, of that act.\nThe whole spirit of the law of descents, in Pennsylvania, shows the intention of the legislature to have been to confine the inheritance of real estate to the blood of the ancestor from whom it came. This is carried into the act of 1833. See 9th sect. Pamphlet Laws, 315. It specially provides for the surplus of real estate sold for the payment of debts, and leaves it as real estate ; sect. 18.\nIt is a general rule of equity, that if land be sold for a specific purpose, and that purpose fail in part, or in whole, or be fully accomplished, the balance of the money shall be considered as land, as between the heirs and next of kin. Leigh and Dalzel, 5 Law Lib. 182, 92 ; 2 Kent Com. 230; 1 Bro. Ch. R. 86; Id. 497; Id. 503, 515, in note; 2 Story Eq. 793, in note; 3 P. Wms. 20; 2 Ves. 686, 687.\nWhen the land of an infant, or feme covert, is converted, even with their consent, it seems to be admitted that the surplus would go to the heir-at-law. “ Infants can by no means take from the realizing fund the character of land, because they are incapable of making an election.” Seely v. Jago, 5 Law Lib. 182, 91, Leigh and Dalzel; Merivale, 296, Ashley v. Palmer. Mr. S. also cited Anon., 1 P. Wms. 17; 5 Whart. 44, Tilghman’s case.\nThe case of Greider v. McClay, 11 Serg. & Rawle, 224, was decided under our acts relative to intestates, without regard to equity principles. But there, in its first descent, it went to the same heirs of the intestate as the land would have gone; but in the second descent it went as money. There the land was sold as the ancestor’s.\n1 Johns. Ch. R. 119. The surplus of mortgaged premises sold for the payment of debts, after paying the mortgage, is land, and goes to the heir, and not to the administrator.\nIt has been said, that where land has been converted by order of a court of chancery, the heirs next of kin shall take it in the state in which the death of the intestate finds it, as diere is no equity between the heir and next of kin. Flanagan v. Flanagan, 1 Bro. Ch. R. 500. There the order was to sell for the payment of the debts of a sister of the elder Flanagan, whose grandson claimed as his heir; and the order directed that any surplus should go to him, (the grandfather,) who would have been entitled to the land. Of course it went to him as money, standing in the place of land; but from, him it would go to those entitled to the personal property, its real quality being exhausted in his hands.\nBy the English bankrupt la-ws, the surplus is ordered to be “paid to the bankrupt, or his executors, administrators, and assigns,” treating it as personal property; and yet only that which was sold in his lifetime can be considered personal, and that converted after his death is to be treated as real estate. In a lunatic’s case, none of the surplus is to be paid to the lunatic or his executors. It remains in the hands of the committee, subject to the law. 8 Ves. 590; vide 5 Madd. 493, 299, Am. ed.\nGuardians cannot change an infant’s property, and if they do so, even without a special order to have it vested as unchanged, equity will still consider it unchanged as regards the heirs next of kin. 5 Law Lib. 75, 76; Leigh and Dal. 150, 151; 11 Ves. 257.\nThe money of an infant, laid out by his trustees in land, after his death, would not go to the heir as land. Id.; 1 Vern. 434; vide 5 Law Lib. 182.\nIn 2 Law Lib. 144, (Shelford, 226,) it is said, “ that the claims arising after the death of lunatics, between their heirs and personal representatives, in consequence of the alteration or investment of their property by their committees, have occasioned several decisions, all of which cannot be reconciled.”\nMr. S. here went into an argument to show that the commentator was mistaken, and that misapprehension arose from misunderstanding the leading case; Flanagan v. Flanagan. He cited, in addition, 2 Ves. 192; 2 Freeman, 114; 1 Ves. 462; 12 Ves. 165, note; 13 Ves. 337, 338; 10 Ves. 138; 3 Wheat. 579.\nBut suppose the doctrine were sound in England, that there “ is no equity between the heir and next of kin,” it seems, upon grounds of natural equity, it could have no application here. There the contest is between the eldest son and his brothers and sisters of the whole blood, and it seems but natural justice to say, that between them there can be no equity, and that each ought to take the converted property in the state, in which accident left it, on the death of the intestate. The principle of “no equity” has only been held against the heir-at-law. It is a righteous effect of natural justice to overcome or soften the evil policy of primogeniture.\nBut here the same principle of natural justice requires that the “ equity” can never operate between the descendants of the ancestor from whom the property came, because all of them are the heirs-atlaio. The only operation is between the blood of such ancestor and those who are utter strangers and alien to his blood. Every principle of natural feeling and justice requires, that whenever it can be done, equity should enforce the spirit of the law confining the descent to the stock of the añcestor.\nNo case can be found in England, where land of a lunatic was converted by the same means as in this case, in which the succession had, been charged. This was converted by the committee, under an order of court, according to the act of Assembly, sitting in lunacy, for the payment of debts alone.\nMr. S. went into a history of the English acts of parliament relative to the real estate of lunatics. He cited 2 Law Lib. 236, 373, 117, 148, 149. They showed great anxiety to protect the next of kin against primogeniture.\nIn conclusion, he thought there was no -case in England, or Pennsylvania, where the court in lunacy can make an order to change the succession of real estate. But above all, in Pennsylvania, there is an overwhelming equity in favour of the heir-at-law, (in case of real estate,) as that heir includes the whole descendants of the ancestor from whom it comes.\nFranklin, for defendant in error.\n— The money was the personal estate of the lunatic, and distributable among the brothers of the half-blood, by the act of 1833, sect. 4. If it is to be considered real estate, the plaintiffs are excluded by the 9th sect. Was this personalty? It depends on the law of conversion, which is, that where it is under a power, the surplus remains real estate, but if in auter droit, it is out and out, Leigh & Dal. 1, 2, as are all conversions under order of a court. This rule is particularly applied to cases like the present, Leigh & Dal. 159, 164, 165, 166; and the authorities support the position there taken, Ex parte Grimston, Amb. 706 ; Exparte Bromfield, 1 Ves. jun. 453 ; Oxenden v. Crompton, 2 Ves. jun. 69, where it was said there was no equity in these cases between real and personal representatives. S. C., 4 B. C. C. B,. 231, and in Walker v. Denn, 2 Ves. jun. 176, it is said their rights are purely legal. Chitty v. Parker, Id. 271; Attorney General v. Bowyer, 5 Ves. 303; Sergeson v. Seely, 2 Atk. 413 ; Brown v. Groombridge, 4 Mad. 262; Shelford on Lunat. 226. This rule is recognised in Ex parte Phillips, 19 Ves. 122; and Ex parte Salisbury, 3 Johns. C. R. 347; and the same rule prevails in cases of bankruptcy, Leigh & Dal. 147, 148, 140 ;1 Bromley v. Gooden, 1 Atk. 75; Banks v. Scott, 5 Mad. 493. The next point to be established is, that this, being a sale under a decree of a court, is a conversion out and out, and this is settled, Leigh & Dal. 164, 165, citing Flanagan v. Flanagan, 1 Br. C. C. R. 500; Yohe v. Barnet, 1 Bin. 358, a case of partition ; Newbold v. Pritchett, 2 Wharf. 49 ; Grider v. McClay, 11 Serg. & Rawle, 224. It being then converted into personalty in the life of the lunatic, and there being no equity between the representatives, it is to be distributed according to the 18th sect, of the act of 1833, among the next of kin, without distinction of blood, Clipper v. Livergood, 5 Watts, 113; Wharton v. Shaw,* 3 Watts & Serg. 124; Commonwealth v. Mateer, 16 Serg. & Rawle, 416. The English stat. 1 Will. 4, c. 65, has made a provision against this change of succession, and it is usual for courts to make it in their decrees. So in cases of infants, which are, however, dependent on different principles. There has been no such provision in our act, or in the decree here, and this case must be decided without regard to such rules."
  },
  "file_name": "0473-01",
  "first_page_order": 473,
  "last_page_order": 479
}
