{
  "id": 951163,
  "name": "Parget v. Stambaugh",
  "name_abbreviation": "Parget v. Stambaugh",
  "decision_date": "1846-05",
  "docket_number": "",
  "first_page": "485",
  "last_page": "487",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 485"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 310,
    "char_count": 4804,
    "ocr_confidence": 0.536,
    "pagerank": {
      "raw": 1.4428949397993273e-07,
      "percentile": 0.653495435448167
    },
    "sha256": "dbffefbf313f9e9294bb48b27b3f12c62e75411a123773b0d081a50e50d4917f",
    "simhash": "1:339702651c5c800c",
    "word_count": 847
  },
  "last_updated": "2023-07-14T15:58:43.702579+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Parget v. Stambaugh."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\n— The very point in contest was ruled by this court in Denniston’s Appeal, (1 Penna. State Rep. 201,) a case not published when the cause before us was tried. This cause, however, was properly decided on principle.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Smyser, for plaintiff in error,",
      "Reed, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Parget v. Stambaugh.\nA life-estate in improved lands cannot be sold by the sheriff since the acts of 1836 and 1840.\nError to the Common Pleas of Adams county.\nMay 18. — This was an ejectment against a purchaser at sheriff’s sale, in August, 1842, of the property of the plaintiff. The title shown was a conveyance to the wife of the plaintiff. Defendant had entered under his deed from the sheriff. It was shown the land yielded a rent.\nThe court (Durkee, President) charged the jury, that “ The sale of John Stambaugh’s life-estate in the premises in dispute, on the fi. fa., issued against him, was void. The defendant, therefore, acquired no title under it, and the plaintiffs are entitled to recover.”\nSmyser, for plaintiff in error,\ncontended that John Stambaugh, the defendant, had such an estate in the property, as, independent of and prior to any statutory provision, changing the remedy, was the subject of levy and sale on execution.\nThat although the act of 16th June, 1836, sects. 68 — 71, (Pamph. Laws, 1835, 1836, pp. 778, 779,) took away this right, and substituted, in lieu of a sheriff’s sale on execution, a delivery of the premises to the plaintiff by liberari facias, at a rent to be fixed by an inquest, or a sequestration of the rents, issues, and profits, at the option of the plaintiff; yet, that subsequently, this was all repealed by the act of 13th October, 1840, sect. 9, (Pamph. Laws, 1841, page 3,) and the old law, as it existed prior to 1836, revived thereby, except so far as it is altered by the act of 1840. He referred to the 6th, 7th, 8th, and 9th sections, to show that the court are now only bound to appoint a sequestrator, on the application of a lien creditor, and that if the creditor makes no such application, he may proceed in the old way by levy and sale.\nHe tiren referred to act of 16th July, 1842, (Pamph. Laws, 1842, page 408, sect. 3,) providing a stay of execution in certain cases, to show that the act of 1840 had received a legislative construction, in conformity with the doctrine now maintained by the plaintiff in error.\nAll these proceedings took place after tire act of 1840, and are therefore governed by it.\nThe language of the 3d sect, of 1840 is general, and embraces all species of estates for life, whether in improved lands yielding rents, issues, and profits, or not. It, therefore, embraced such an estate as the one in controversy here.\nReed, for defendant in error.\n— 1. Could the life-estate of the husband be sold? By act of 16th June, 1836, sects. 68 — 71, life-estates are not to be sold, but to be appraised, to be delivered to plaintiff at the appraisement; sequestrator may be appointed. He had power to rent or to sell, to be applied to liens, according to priority. This was in substitution of, and repealed all other laws.\nThe act of 13th October, 1840, in Pamph. Laws of 1841, p. 3, sects. 6, 7,8, 9, forms a new system as to life-estates; and repeals all the above sections, specifically. Where life-estates in improved lands are levied on, the rents, issues, and profits are to be sequestered, and sequestrator to be appointed. This does not apply to unimproved land. This system is still in force, and it is inconsistent with the right to buy and sell on execution by tire sheriff any improved lands, &c., which produce rents, issues, and profits.\nBut unimproved lands could produce no rents, issues, and profits, and cannot be the subject of this proceeding; for it is the rents, issues, and profits, that are to be sequestered, and not the estate.\nThe act of 16th July, 1842, section 3, has reference to such life-estates as. may be sold; not such as do not produce annual rents, & c.\nIt requires an appraisement of the estate; not the rents, &c. &c. And if the estate should not sell for two-thirds its value, proceedings were to be stayed, &c.\nThis act is now repealed by act of 17th February, 1845, Pamph. Laws, 42.\nOn general principles, the general acts, rendering lands liable to be taken in execution, and sold for the payment of debts, so far as regards life-estates in improved lands, are repealed by the act of 13th October, 1840.\nA statute may be repealed, 1. By the express words of a subsequent statute. 2. By implication.\n“Every affirmative statute is a repeal by implication of a precedent affirmative statute, so far as it is contrary thereto.” Dwarris on Statutes, 673, in 9 Law Lib. p. 30, and 1 Ashme.ad, 179.\nThen a life-estate, producing annual rents, issues, and profits, cannot be sold; a life-estate on unimproved lands may be sold as formerly."
  },
  "file_name": "0485-01",
  "first_page_order": 485,
  "last_page_order": 487
}
