{
  "id": 951142,
  "name": "Dysart v. Leeds",
  "name_abbreviation": "Dysart v. Leeds",
  "decision_date": "1846-06-01",
  "docket_number": "",
  "first_page": "488",
  "last_page": "490",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 488"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts, 567",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0567-01"
      ]
    },
    {
      "cite": "4 Watts, 261",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0261-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 284,
    "char_count": 4361,
    "ocr_confidence": 0.524,
    "pagerank": {
      "raw": 9.946298844440921e-08,
      "percentile": 0.5367588998431955
    },
    "sha256": "a07c218103190ed1d5d062778b150b40dbfdeb1acd501278c0ccbed6e509bca0",
    "simhash": "1:6f6cea85b83c69b4",
    "word_count": 804
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dysart v. Leeds."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\n— An occupant is not bound to join in a division-fence. He may set his fence, if it please him, not on the line of division but within it; and if his neighbour extend his fence across the line to join it, it is a trespass.\nBut if the one party set his fence on the very line, the other may not only join a panel of his fence to it, but insert the rails into it so as to extend a few inches beyond it; for when the charge assessed by the fence-viewers is answered, it becomes common property, and the use of it beyond the strict bounds of the license falls within the bounds of the maxim de minimis. Nor can the mutual privileges_ of the parties be taken away by the Statute of Limitations, or non user for twenty or more years. An occupant has a right to place his fence exactly on his boundary, in anticipation of,its becoming a division-fence; and consequently as much on his neighbour’s land as on his own. His occupancy of so much of it as happens to be necessary, like the possession of a tenant in common, is not adverse, but for the benefit of both ; and, as it is not an ouster, it can neither give nor take away a right. As the statute itself does not run, no presumption from non-user in analogy to it can have any effect; for conterminous owners are no more bound to clear and fence their lands within a particular period, to preserve their interest in a division-fence, than they are bound to build within a particular time to preserve their interest in a partition wall. Such, in substance, is the exposition of the act of 1700, by the court below, and it is a sound one.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Fisher, for plaintiff in error,"
    ],
    "corrections": "",
    "head_matter": "Dysart v. Leeds.\nA partition fence may be erected by either owner at pleasure, and his occupation of the requisite land of his neighbour for that purpose is not adverse, but by permission.\nWhen the owner of the adjoining tract clears, and encloses to a fence already erected on the boundary line, he may insert the rails of his new fence into the partition fence, and if they project a short distance the injury falls within the maxim do minimis, &c.\nError to the Common Pleas of Huntingdon county.\nMay 22.- — -This was an action of trespass — pleas, non cul. and lib. ten. It appeared that Dysart, the plaintiff below, was the owner of a tract of land on which ivas a worm fence erected many years since.\nThe defendant owned the adjoining tract, and had placed a fence near that of plaintiff, and in a line with it, leaving a narrow lane between them, closed by a fence at one end. The trespass complained of was the continuation of a fence on defendant’s land, across the unenclosed end of the lane, up to the fence on plaintiff’s land, and inserting rails therein, in the middle of a panel, extending through and over plaintiff’s land.\nThe first question was, whether plaintiff’s fence stood-on the boundary line. This was left to the jury. The second, which is the only matter of exception here, was the charge of the court, (Durkee, President,) that even if the fence had stood in the same place for twenty years, defendants were not liable as trespassers, unless it was exclusively on plaintiff’s land. But if it was on the line, defendants could at any time extend their enclosure up to it, and use it as they had done ; and this the court considered a fair construction of the act for regulating partition fences.\nFisher, for plaintiff in error,\ncontended that, as Dysart’s fence had stood upon the ground occupied by it for upwards of twenty-one years, the ground and fence were absolutely his, and were not, after that period, held in common between them as a division line and fence ; and that the defendants, by running the rails of an adjoining fence, which they were erecting, through the plaintiff’s fence, and over his land, became trespassers. He admitted the right of the defendants to come to the plaintiff’s fence ; but denied that they had any right to join their fence to it, or to run the rails or poles of their fence through it. [iíqg-ers, J.- — There can be no adverse right, by lapse of time, to a division line or fence, or to a party wall. If it were a division line or fence, then the defendants had a right to join; if it were not, then they had no such right.] He cited Marks v. Hartley, 4 Watts, 261; Brown v. McKinney, 9 Watts, 567; 2 Sel. N. P. 482, 483.\nWilson, for defendant in error, was not heard.\nJune 1."
  },
  "file_name": "0488-01",
  "first_page_order": 488,
  "last_page_order": 490
}
