{
  "id": 951296,
  "name": "Gillespie v. Hewlings",
  "name_abbreviation": "Gillespie v. Hewlings",
  "decision_date": "1846-06-06",
  "docket_number": "",
  "first_page": "492",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "2 Pa. 492"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts & Serg. 89",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483404
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0089-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 379",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852616
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0379-01"
      ]
    },
    {
      "cite": "17 Mass. R. 601",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts & Serg. 71",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483411
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0071-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 517",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854646
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0517-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 429",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "pin_cites": [
        {
          "page": "431"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "9 Wend. 462",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2011146,
        2011094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/9/0462-01",
        "/wend/9/0462-02"
      ]
    },
    {
      "cite": "7 Watts & Serg. 365",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481832
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0365-01"
      ]
    },
    {
      "cite": "9 Watts, 287",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849956
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0287-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 434,
    "char_count": 8828,
    "ocr_confidence": 0.53,
    "pagerank": {
      "raw": 5.925142974760291e-08,
      "percentile": 0.3699993706196771
    },
    "sha256": "1f88177ca4dc16e55c49896ec51667960a11a656735f235a11c5dfed536445a9",
    "simhash": "1:27bedd55d830d030",
    "word_count": 1548
  },
  "last_updated": "2024-02-27T19:40:07.026284+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gillespie v. Hewlings."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\n— We think the court was right on both points. We order that the judgment be affirmed for the reasons given by Judge Wilson.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Candor, for plaintiff in error.",
      "Fisher, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Gillespie v. Hewlings.\nSpecial bail discharged by act of 184-2, abolishing imprisonment for debl.\nWhere defendant in custody of his bail, after the passage of that law, but before it was known, gave bond to take the benefit of the insolvent law, and an exonerctur was entered on the recognisance; held no recovery could be had against tho sureties; for the arrest by the bail was illegal, and the bond could not legally have been demanded.\nError to the Common Pleas of Mifflin county.\nMay 26. — This was an action against a surety on an insolvent bond, in which the jury found a special verdict: viz., that judgment was obtained against Cornwell in 1839, before a justice, and an appeal taken with defendant as his bail, conditioned to surrender, &c., if judgment was had and not paid. After award, judgment was' obtained, bail having been entered, on appeal from the award under the compulsory arbitration act, in April, 1842. A bond conditioned to apply for a discharge as insolvent, was approved on the 13th of July, 1842, and on the 1st of August, the defendant in the execution being then in custody of his bail, an exoneretur was entered as to the bail, it appearing said bond had been given to appear and abide all orders, &c. But, whether, &c.\nThe court (Wilson, President) gave judgment for the defendant for the following reasons:\nAfter deciding that the arrest was illegal, for reasons which it is considered unnecessary to repeat, as the point has since been settled by Kelly v. Henderson, 1 Barr. 495, his honour continued—\n“ The bond in this case wTas taken on the application of Cornwell, (who was detained on a bail-piece,) under the act of 1836, authorizing courts to grant relief in cases of persons held in custody by their bail. And the jurisdiction of the judge was exercised under the provisions of the 4th section, authorizing him to discharge a debtor so detained, on his giving bond with security approved of by the judge, with the condition prescribed by the 6th section of the same act. Such arrest by a bail-piece was taken away by the legislature before the arrest was made. The act of Assembly abolishing imprisonment for debt virtually repealed that part of the act relating to insolvent debtors which-authorizes the jurisdiction of the courts to be exercised in the case of a person held on a bail-piece, issued in any civil suit or proceeding for the recovery of any money or damages upon contract. The act takes away the right of the bail to arrest on a bail-piece, and, of course, does not contemplate such case thereafter to exist (whereas in this case it was on a civil contract for the recovery of money) upon which the judge should exercise the power given by the 6th section of the act relating to insolvent debtors, under which this bond was taken. And I am of opinion that the bail in such bond will be relieved in all cases where the bond is given by the principal to procure his discharge from an arrest that was illegal.\n‘‘The act of 12th July, 1842, was intended, and does take away the remedy of creditors (except in the few enumerated cases in the act). against the body of the debtor, instead of the money, or the estate and effects of the debtor, out of which to realize the amount of his judgment. All such recognisances or obligations authorized by law to secure to the creditor the body, whether they authorized the bail to surrender the principal or the principal to surrender himself in discharge of the obligation, were by the act abolished, and any such obligation given under an unauthorized arrest, may, on a plea in bar, by the bail be defeated.\n“In the case of Mason v. Benson, 9 Watts, 287, a ‘defendant, arrested on a capias ad satisfaciendum, gave bond conditioned for his appearance at the next term, to take the benefit of the insolvent law. During that term, the court, on motion, set aside the capias ad satisfaciendum, and the defendant did not apply by petition for the benefit of the insolvent laws. Held, that the bond was not forfeited, but became inoperative, when.the process was set aside.’ Here also the bond was inoperative, in consequence of the act passed, relieving the body of the defendant from arrest. The basis upon which this bond was given had been taken away by the legislature, but this was not known to the parties at the time. The basis being gone, there wras nothing to support the bond. In the case referred to, the Supreme Court say ‘ the bond was but a substitute for the imprisonment.’ So in this case, the bond was but a substitute for the imprisonment, and had the defendant been detained in prison when arrested on the bail-piece, on hearing that an act had been passed relieving him from arrest, he could have at once been discharged. The act of Assembly had relieved him from imprisonment, where he might be held to answer the judgment of the plaintiff, as the law stood at the time the recognisances were entered into, and as understood by the parties, at the time the bond conditioned to take the benefit of the insolvent laws was given. This remedy against the body was directly taken away by the legislature, and a surrender of himself on the bond would have been merely nominal. In the case of Beers v. The West Branch Bank, 7 Watts & Serg. 365, the Supreme Court say, ‘ When the legislature abolished imprisonment for debt, in all but a few excepted cases, it virtually abolished special bail in all but those cases, and consequently every recognisance with condition to surrender the body.’ And in Russell v. Champion, 9 Wend. 462, a case arising under the statute of New York, abolishing imprisonment for debt, where an exoneretur was ordered on a bail-piece, on it being shown that the action was such as under the act exonerated the defendant from arrest, the court say, ‘ there cannot be any reason for refusing an exoneretur, to which the bail might, at any moment, entitle themselves by surrendering the defendant, or to which the defendant might entitle them by surrendering himself in discharge of his bail. Whenever it is shown that a defendant is not subject to arrest, it is matte! of course to order an exoneretur.’\n“ The same thing is effected by a plea in bar by the bail, where the bond upon which the bail is sued is but a substitute for imprisonment, and conditioned that the principal shall surrender himself, and such right of the creditor to imprisonment of the body, to answer the judgment, is taken away by legislative enactment.\n“ With these principles in view, governing the cases we have referred to, without the aid of the second matter of defence relied on, we are of opinion and direct, that judgment be entered for th’e defendant on payment of verdict fee, secundum regulam.”\nCandor, for plaintiff in error.\n— Hewlings the defendant, the bail in the insolvent bond, was also bail on both appeals. .He, and not the plaintiff, arrested Cornwell, contrary to the act of Assembly of the 12th of July, 1842, abolishing imprisonment for debt; and may, under all the circumstances, be presumed to be in collusion with Cornwell.\nCornwell might have availed himself of his proper remedy, by a writ of habeas corpus. But instead of resorting to this writ, he allowed himself to be held under the arrest, without objection or claiming his privilege. He, by this course of conduct, waived his rights and privilege. Any one can dispense with a privilege or right given for his own benefit. Winder v. Smith, 6 Watts & Serg. 429, 431.\nAlthough the arrest was illegal, Hewlings is estopped from asserting it. Egbart v. Darr, 3 Watts & Serg. 517.\nIf Cornwell could take advantage of it, Hewlings cannot, Johnston v. Coleman, 8 Watts & Serg. 71.\nIf a bail-bond be given in common and proper form, it wmuld admit, as a fact, the arrest of the principal, and the sureties would not be allowed to deny that fact, against their own admission, under seal. Bean v. Parker, 17 Mass. R. 601.\nA voluntary surrender of one, who has given bond, will not release the bail, 1 Watts & Serg. 379. He also cited Lilley v. Torbet, 8 Watts & Serg. 89.\nFisher, for defendant in error.\n— The bond was dated the 13th of July, 1842, the day after the act abolishing imprisonment for debt had been passed; the arrest of Cornwell was a trespass, the act of the 12th of July, granting him immunity from arrest in civil cases, having been passed and gone into operation the day previously. The bond was therefore given after the passage of the act, and after it took effect. It was given under the belief that Cornwell was liable to arrest and imprisonment; to free him from which, it was given. The bond was therefore without consideration, and void, 9 Watts, 287.\nJune 6, 1846."
  },
  "file_name": "0492-01",
  "first_page_order": 492,
  "last_page_order": 495
}
