{
  "id": 949859,
  "name": "Keim v. The Bank of Penn Township",
  "name_abbreviation": "Keim v. Bank of Penn Township",
  "decision_date": "1845-05",
  "docket_number": "",
  "first_page": "36",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 36"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Serg. & Rawle, 382",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878988
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/12/0382-01"
      ]
    },
    {
      "cite": "9 Serg. & Rawle, 229",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878197
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/9/0229-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 320,
    "char_count": 5004,
    "ocr_confidence": 0.536,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03341179350610789
    },
    "sha256": "91a3bf151741f8ad011cdac8c4c0030aed985e75e3474e80e24b9ab9b03d91c7",
    "simhash": "1:9f42a579b6ce8c3f",
    "word_count": 912
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Keim v. The Bank of Penn Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nSergeant, J.\nThe ground of usuiy does not appear in.the pleadings, nor does it seem to have been alleged on the part of he defendant in the court below, nor was it even offered to show the plaintiff knew the Schuylkill notes were at a discount. The question for our decision is, whether the evidence offered entitled the defendant to a deduction, on the ground that the notes received were of less value to the defendant than the amount for which the note was given. Evidence of this kind is not admissible, unless it be held, that in every case, where a defendant gives a bond or note for property or value of any kind, such a defence may be entertained, and that the party is not to pay what he promised to pay, but what the thing received turned out to be worth in his hands, where there was no fraud, mistake, misrepresentation, or other ground of equitable defence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Sergeant, J."
      }
    ],
    "attorneys": [
      "Hoffman, for plaintiff in error.",
      "Pearson and Smith, contra."
    ],
    "corrections": "",
    "head_matter": "Keim v. The Bank of Penn Township.\nIn the absence of fraud, mistake, misrepresentation, or other ground of equitable defence, it is not competent to the drawer of an accommodation note to prove that it was discounted for the depreciated notes of another bank: the ground of usury not having been taken in the pleadings, or at the trial, or appearing to have been brought to the notice of the plaintiff.\nError to the Court of Common Pleas of Berks county. In the court below the Bank of Penn Township brought suit against George D. B. Keim, upon k promissory note, dated the 7th of March, 1842, drawn by him in favour of Parker, Keim, and Shewell, or order, for the payment of $1314, at sixty days, and by them endorsed, and discounted by the bank for tire endorsers. The note was regularly protested for non-payment when it became due.\nOn the trial of the cause before Banks, president, the defendant offered to prove, that the note in suit was a renewal of another note, drawn and endorsed by the same parties, for $4000; that the said original note was an accommodation note, and discounted for the endorsers by the bank, upon condition that they would take, in consideration thereof, the notes.of the Schuylkill Bank;.and that at the time the note was discounted and the notes of the Schuylkill Bank received, the said notes were uncurrent and at a discount of twelve and a half per cent.\nThis evidence was offered for the purpose of obtaining a deduction from the note in suit, on the ground that the notes received were of less value to the defendant than the amount for which die note was given: all of which was rejected by the court, and a bill of exceptions sealed. The rejection of this testimony was the only error assigned.\nHoffman, for plaintiff in error.\nThe rate of discount at which banks may loan is not to exceed one-half of one per cent, for thirty days. Purdon’s Digest of 1841, p. 114, art. 12. The simplé question is, whether a bank, in discounting, can claim or charge more than six per cent. Parker, Keim, and Shewell applied to the bank for a loan upon a note to be drawn by George D. B. Keim, and by them endorsed. The bank agreed to make the loan upon the terms stated in the defendant’s. offer. Where an act of assembly fixes the rate of interest, a higher fate cannot be' claimed or charged. This was a device to obtain more than legal interest, which the law will not tolerate, and is ip_fact usury. U. S. Bank v. Owens, 2 Peters, 527.\nPearson and Smith, contra.\nIf the doctrine contended for by the plaintiff in error be maintained, then in every case in which the avails of a note discounted in bank is paid in notes of another bank, in relief notes, or even their own notes, if depreciated at the time, (although this fact be not within the knowledge of the bank,) there will be a defence pro tanto.\nIn the case in 2 Peters, relied upon by the plaintiff in error, the ■whole defence was disclosed in the defendant’s plea, to which there was a demurrer. The note was drawn by four in favour of the Bank of the United States, to obtain a loan for the accommodation of one of them, which the. bank refused to make, Nearly four months hereafter, the bank, and one of the drawers, unlawfully, wswrimsVy, and corruptly agreed, that he should receive the notes of • the Kentucky Bank therefor, at their nominal value; the said notes being then at a discount of forty-six per cent., and current only at that depreciation. The defence was made by three of the drawers, who were not parties to the alleged usury. The only ground upon which he defendant in this cape could have succeeded, was hat of usury; but his he did not allege in his pleadings, nor did he offer' to show hat he plaintiff knew he notes of he Schuylkill Bank were depreciated. The intent with which an act is done is an important ingredient to constitute usury. Lloyd v. Scott, 4 Peters, 205. If it were the result of mistake or accident, he consequences do not attach. Ib. They also referred to Walker v. Montgomery County Bank, 9 Serg. & Rawle, 229, and 12 Serg. & Rawle, 382."
  },
  "file_name": "0036-01",
  "first_page_order": 38,
  "last_page_order": 40
}
