{
  "id": 949874,
  "name": "In the Matter of the Division of Bethel Township",
  "name_abbreviation": "In re the Division of Bethel Township",
  "decision_date": "1845-05",
  "docket_number": "",
  "first_page": "97",
  "last_page": "101",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 97"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Rawle, 466",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "14 Serg. & Rawle, 68",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Rawle, 462",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 452,
    "char_count": 10658,
    "ocr_confidence": 0.568,
    "pagerank": {
      "raw": 1.644636492581037e-07,
      "percentile": 0.6916644561130784
    },
    "sha256": "41b1af534da3dc8a4da080ac516f592c6d02915d9456f3b7bb124fd8f657e7fa",
    "simhash": "1:47264e0528510039",
    "word_count": 1836
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Division of Bethel Township."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThat the commissioners were not commanded to report whether, in their opinion, the township ought to be divided, is fatal. True, they voluntarily certified that they thought the division proper; but in going beyond the terms of the order, they acted unofficially. They are to be sworn, but only to do those things rightly which they are commanded to do; and we know not that they swore to the truth of the opinion which they volunteered; officially, they certainly did not. Besides, that notice of the view should be 'given to the inhabitants, is a principle of natural justice; and the maimer of it ought to be prescribed by rule of court.\nOrder reversed and proceedings quashed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Uhich, against the proceedings.",
      "J. Wddman, contrá."
    ],
    "corrections": "",
    "head_matter": "In the Matter of the Division of Bethel Township.\nIt is a fatal defect in proceedings to divide a township, 'that the order to the commissioners contains no direction to report their opinion on the propriety of the division, though they do in fact report it without such direction.\nNotice of the view ought to be given to the inhabitants, the mode to be prescribed by rule of court.\nFrom the proceedings returned to this court, by certiorari directed to the Quarter Sessions of Lebanon county, it appeared that a petition, signed by sundry citizens of Bethel township, setting forth that “ the petitioners laboured under great inconvenience, by reason of said township being too large to afford the inhabitants of said township the advantages for which those political divisions have been constituted by the laws of this commonwealth, and praying the court to appoint three commissioners (impartial men) to view and ascertain the division line to be established through said township, for the purpose of erecting a new township therefrom, commencing at a point on the Swatara township line, near Gray’s Mill, and running thence in a northeastern direction to the Shaefferstown and Fredericksburg road to a point, where it is intersected by the Jonestown and Rehrersburg, road; thence by Jacob Fisher and Philip Bensing’s, including the farms of the said Fisher and Bensing in said new township to be erected; the part in which Fredericksburg is situated to retain Hie original name; thence on the line last specified to the Berks county line, according to the act of the General Assembly of April 15, 1834, for erecting new townships, Sec.”\nThat, thereupon, the court appointed three commissioners or viewers, and made an order that they, or any two of them, ££ shall malm apian of the township of Bethel, being the township proposed to be divided, and the division line, (commencing and ending as stated in'the petition,) and make a report of their proceedings to the next Court of Quarter Sessions.” To this order the commissioners appointed by the court, after stating that they had been appointed, by the annexed order of court, to view and ascertain the division line to be established through the township of Bethel, in said county, for the purpose of erecting a new township, reported that they went upon the ground, and then and there did survey and run said line as directed by said order, in the manner following, to wit, \"Beginning at a point on the line of Swatara township,” Sec., and terminating at ££ a point on the Berks county line,” as designated and proposed in the petition and order. A draft of the said township was annexed to their report, the concluding words of which are as follows: ‘■’■Jind that we are of opinion that said township ought to be divided, and a new township erected therefrom, according to the prayer of the petitioners.”\nTo this report exceptions were filed, and the court granted a rule to showr cause why the proceedings should not be quashed. Upon the argument of this rule, the court dismissed the exceptions, confirmed the report of the commissioners, and ordered and decreed that all that part of the said township of Bethel, on the southern side of the line run. by the commissioners, and particularly set forth in their report, be erected into a new township, &c.\n• The following are the exceptions filed to the proceedings and report of the commissioner, in the court below.\n1. There is no authority in the Court of Quarter Sessions to entertain such petition as was presented in this case, or power to make such .an order as was issued on said petition.\n2. The petition asks three commissioners to be appointed to view and ascertain the division line to be established through said township, and does not ask for any inquiry into the necessity or expediency of dividing the said township of Bethel.\n. 3. The order of the court authorizes the commissioners only to malee a plot of the township of Bethel, the township proposed to be divided, and the division line, and does not authorize them to inquire into the necessity or expediency of dividing the aforesaid township of Bethel.\n4. That due notice was not given to the inhabitants of the township of Bethel who were opposed to the division, to enable them to attend and contest the division before the commissioners.\n5. That a majority of the inhabitants of the township of Bethel are opposed to the division of the said township, and there is no occasion for the division thereof.\nIt was admitted that no notice of the timé and place of meeting, &c. of the commissioners was given to the inhabitants of the township of Bethel who were opposed to the division of said township, than such as appears on the record.\nThe following are the material errors assigned in this court:\n1. The court erred in dismissing the exceptions and the rule to show cause why the proceedings should not be quashed; and in confirming the report of the commissioners, and in making the order and decree contained in the record.\n2. The court erred in refusing to quash the proceedings.\nUhich, against the proceedings.\nThere is no authority in the Court of Quarter Sessions to entertain such petition as was presented in this case, or power to make such an order as was issued on said petition.\nThe petition ought to set forth, that the inhabitants of the township generally labour under great inconvenience, and not that the petitioners alone labour under great inconvenience.\nIt is only in those cases where the inhabitants of a township think their convenience requires a division of the township, that the Courts of Quarter Sessions are authorized to act at all.\nThe only distinction or difference between the act of Assembly of 24th March, 1803, 4 Smith’s L. 30, 31, and of the act of 15th April, 1834, is, that in the latter act, the cofirt is authorized “ to cause the lines or boundaries of townships to be ascertained and established.” In other respects the acts are the same.\nThe order is defective, inasmuch as it does not direct the commissioners to inquire into tbe propriety of granting the prayer of the petitioners, as is required by the act of Assembly, and could not make, neither could they be sworn to make,, the inquiry.\nThe order is defective, also, inasmuch as it merely directs the commissioners to make a draff of the township and of the division line, (meaning the one prayed for in the petition,) without directing them to inquire whether the division of the township could not be made by natural lines and boundaries, as is required by the act of Assembly authorizing the division of townships. Act of 15th April, 1834, Pur-' don’s Digest, page 190, 191.\nThe commissioners neither gave any notice whatever, nor could they give any, not being authorized to make the inquiry.\nIn the case of Macungie Township, 3 Rawle, 462, due and public . notice was given by advertisements, &c., and the report seems to have been recommitted for the express purpose of giving such notice in that case.\nThe inhabitants could have shown and convinced the commissioners that the division of the township could be made by natural lines and boundaries, and in that case the commissioners would have been bound to adopt such natural line or boundary as is expressly directed by the act of Assembly; at all events the inhabitants ought to have had an opportunity of being heard before the-commissioners at the time they made the plot and division of the township.\nIf the inhabitants generally had received the requisite notice, they would have appeared before the commissioners ; and if they had convinced them (which they could have done) that a majority of the inhabitants were opposed to the division of the township, the commissioners never would have reported that it was necessary or expedient to grant the prayer of the petitioners.\nJ. Wddman, contrá.\nThere is enough in the original petition to justify the order of the court. It specifies, that the part containing Fredericksburg should be the old township. This was a fact in the bosom of the court, and their order is no doubt made in such a manner as to comply with the wishes of the petitioners. At all events, it is specific and distinct, which is all that is required.\nThe act of Assembly expressly authorizes the court to take such order in the premises at the next term, as may appear to them just and reasonable, without limitation.\nIn the case of Macungie Township, 14 Serg. & Rawle, 68, the court decide, that the objection is fatal, thatno inquiry was madehy the commissioners as to the expediency of dividing the township. It does not decide that the petition and order must contain a prayer and direction to that effect. Our order ends with the words ££ to view, &c.” When the commissioners came to examine the law under which they were acting, they found it was necessary for them to express an opinion, and have done so. They filled up the order with the act of Assembly, and having substantially complied with its provisions, their report should not be set aside for a mere clerical defect.\nIn the case of Macungie Township, as reported in 3 Rawle, 466, the reasoning on the first exception in that case fully applies to ours. The petition asks for viewers to view and ascertain according to the act of Assembly. The court inquired into the propriety of granting their prayer, they having set forth the reasons which induced them to make it. They appointed three men to view and ascertain according to the act of Assembly. The order of court is entered in short on the back of the petition, — “ appoint L. J., &c., to view, &c.” The commissioners have complied with the act of Assembly; “ ought” shows that they inquired into the expediency of dividing the township.\nAs to notice in the Macungie case, that point appears to have been abandoned. The act of Assembly requires no notice to be given. Notice in road cases is given under a rule of court. There is but a slight analogy between the two cases."
  },
  "file_name": "0097-01",
  "first_page_order": 99,
  "last_page_order": 103
}
