{
  "id": 949879,
  "name": "In the Matter of the Assignees of Joseph Dohner",
  "name_abbreviation": "In re the Assignees of Dohner",
  "decision_date": "1845-05",
  "docket_number": "",
  "first_page": "101",
  "last_page": "104",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 101"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481840
      ],
      "pin_cites": [
        {
          "page": "375"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0373-01"
      ]
    },
    {
      "cite": "2 Watts, 379",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "16 Serg. & Rawle, 432",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts & Serg., 309",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wh. 485",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833435
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0485-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481840
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0373-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 412,
    "char_count": 8258,
    "ocr_confidence": 0.599,
    "pagerank": {
      "raw": 7.321965540017773e-08,
      "percentile": 0.4398547946231614
    },
    "sha256": "87ec77e0c4f30f796909bcae47839a7af4ccd0873c3bf96e289f4ff2599280f5",
    "simhash": "1:99e5e8a7a118adfd",
    "word_count": 1475
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of the Assignees of Joseph Dohner."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nThe act of the 4th of April, 1798, directs, that to preserve the lien of a judgment on real estate, a scire facias must be sued out within five years from the entry of the judgment; and that the writ must be served on the terre-tenants, or persons occupying the real estate. Dohner, on whom the service was made, was not only the debtor, but he was in the actual occupation of the premises at the time. By tenants is meant the owners of the fee-simple; and by occupiers, those who come in under them. 2 Saund. 7 & 9. And in this sense, the terms are used in the third section of the act of 1798. The act of Assembly is in the alternative, and' the writ is well served, either on the occupier or the owner of the fee-simple. If on the former, the presumption is, as it his duty, the tenant will give notice to those under whom he claims. Clippinger v. Miller, 1 Penna. Rep. 71. Dohner was the owner of the fee-simple, and assigned his property for the benefit of his creditors, at the same time retaining the possession; consequently, he has a resulting interest in the estate real and personal, it being conveyed for a special purpose only. It is, therefore, unlike ■the case of Lusk v. Davidson, 3 Penna. Rep. 229, where it is held to be essential, in order to the continuance of the lien of a judgment on land which has been sold and conveyed, that the terre-tenants be made a party to the scire facias. A general assignee for the benefit of creditors is not a purchaser, as is decided in Vandyke v. Christ, 7 Watts & Serg. 373, and in Twelves v. Williams, 3 Wh. 485. In one sense Dohner is still the owner of the fee, for the assignees are but his agents to pay the debts and return the surplus if any remain, to himself. We must not throw unnecessary difficulties in the way of creditors. Here the judgment creditor had but the notice implied from recording the assignment. But we do not put the case on that point, for even if he had express notice, we think the service would be good notwithstanding.\nDecree affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "J. Weidman, for appellant",
      "Ulrich and J. B. Weidman, for appellees."
    ],
    "corrections": "",
    "head_matter": "In the Matter of the Assignees of Joseph Dohner.\nAppeal.\nThe service of a scire facias to continue the lien of a judgment, under the act of 1798, is good, when made on the defendant, who remains in possession of his real estate, although he have made an assignment for the benefit of his creditors.\nThis was an appeal from the decree of the Court of Common Pleas of Lebanon county, confirming the report of an auditor distributing the balance of money in the hands of Isaac Brubaker and John Dohner, assignees of Joseph Dohner.\nIt appeared from the record returned, that on the 29th day of May, 1838, a judgment, in favour of George Redseeker against Joseph Dohner, was entered in the Court of Common Pleas of Lebanon county, to April term, 1838, No. 91; that on the 27th day of February, 1843, a scire facias to revive the judgment in which the death of ' George Redseeker, the plaintiff, was suggested, and his executors substituted, was issued to April term, 1843, No. 25, which was returned (‘served\" by the sheriff upon Joseph Dohner, the defendant, and on the 10th of April, judgment of revival was entered on the scire facias. That on the 7th day of February, 1843, Joseph Dohner, the defendant, and wife, by their indenture of that date, conveyed their estate, real and personal, to James Brubaker and John Dohner, in trust for the benefit of his creditors. That the assignees filed their account, which was confirmed by the court, and an auditor appointed to make distribution of the balance remaining in the hands of the assignees. The auditor in his report allowed the payment in full of the judgment of George Redseeker, deceased; and to this appropriation of a considerable part of the fund to be distributed, exceptions were filed in the court below. The exceptants objected to the payment of this judgment, on the ground that it was irregularly revived, and had lost its lien upon the real estate which passed under the assignment; because the assignees, who, as they alleged were the terre-tenants, were not made parties to the scire facias.\nIn this court, the following errors were assigned.\n- 1. Tlie court erred in confirming the report of the auditor, and in deciding that the Redseeker judgment revived to April term, 1843, No. 25, was thereby continued a lien on the real estate assigned for the benefit of creditors and entitled to be first paid.\n2. The court erred in deciding that the Redseeker judgment was e'ntitled to be paid in full, to the injury of other creditors.\nJ. Weidman, for appellant\nThe only question is, should the assignees of Joseph Dohner and wife have been made parties, as terre-tenants, in the scire facias to revive the judgment of the executors of George Redseeker against Joseph í)ohner. He contended, that the assignees should have been made parties on the record of the scire facias; that the assignees were the tenants in fee, and entitled to notice under the act of 1798, sec. 3 ; Stroud’s Purdon, 605.\nIt is essential, in order to the continuance of the lien of a judgment upon land which has been sold and conveyed, that the terre-tenants be made a party to the scire facias. Lurk v. Davidson, 3 Penna. Rep. 229. The lien of a judgment can be continued only by means of a judgment of revival; and unless the record' shows that the alienees and terre-tenants were parties to the proceedings, the lien of the judgment is not revived against them. Sinkett v. Winder, 1 Miles, 365.\nThe recording of the assignment within .thirty days, gives notice not only to the creditors and the world, but such publicity to the transaction, as puts it out of the power of the parties to suppress it. Fitler v. Maitland, 5 Watts & Serg., 309.\nHe also cited Clippinger v. Miller, 1 Penna. Rep. 71; Chahoon v. Hollenback, 16 Serg. & Rawle, 432.\nUlrich and J. B. Weidman, for appellees.\n1. The judgment of revival is good and legal-. The assignees were not entitled to notice, neither were the creditors of Joseph Dohner.\nScire facias to revive judgment to be served on terre-tenants or persons occupying the real estate bound by the judgment, &c. Purdon's Digest, 605, Act of April 4, 1798.\nIn this case the service was made on the occupier, who is the defendant in the judgment, which is all that is required by the act. But ££ when the tenant in fee is known, and within reach of the process of the court, the legislature intended he. should have notice; on him the scire facias should be served, for he and he only is entitled to notice who will be prejudiced by the judgment.” Clippinger v. Miller, 1 Penna. R. 72. The assignees are not tenants in fee; they are merely trustees and hold in trust for the benefit of creditors; and neither could they be prejudiced by the judgment, for they pay the purchase money or assets to whomsoever it is decreed by the auditor or the court, and therefore do not come within the case of bona fide purchasers for a valuable consideration. They hold the land for the benefit of creditors, and to what creditor the money may be decreed is a matter of indifference to them. In Gatlin v. Robinson, 2 Watts, 379, it is said ££ that none can be admitted to defend who would not be prejudiced by the judgment: consequently he who may come in as a terre-tenant must have an estate, which might be bound by the encumbrance, whether judgment, mortgage, or recognisance.”\nThe scire facias was properly served on the-deféndant, and if good against him, it is also good against those who claim under him. These are not judgment creditors, and the contest isnot between judgment creditors.\nThe defendant or assignor is the real party in point of interest, for there is a resulting trust in his deed .of assignment. The rights of the creditors of the assignor were fixed the moment the deed of trust was executed; and his estate, both real and personal, conveyed by such deed, became, in truth a chattel for the payment of his debts. In the case of Vandyke v. Christ, 7 Watts & Serg. 373, 375, the court say that the assignee “ is the debtor’s instrument for distribution, and stands in relation to the property, as stood the debtor himself, except that it cannot'be seized in his hands on the execution of a creditor.”"
  },
  "file_name": "0101-01",
  "first_page_order": 103,
  "last_page_order": 106
}
