{
  "id": 949846,
  "name": "McGee v. Fessler",
  "name_abbreviation": "McGee v. Fessler",
  "decision_date": "1845-05",
  "docket_number": "",
  "first_page": "126",
  "last_page": "131",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 126"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Rawle, 37",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820601
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0037-01"
      ]
    },
    {
      "cite": "1 Rawle, 322",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "13 Serg. & Rawle, 42",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "pin_cites": [
        {
          "page": "43"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "2 Serg. & Rawle, 57",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798284
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/2/0057-01"
      ]
    },
    {
      "cite": "10 Serg. & Rawle, 103",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1811098
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/10/0103-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 125",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 Bin. 333",
      "category": "reporters:state",
      "reporter": "Binn.",
      "pin_cites": [
        {
          "page": "334"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "8 Serg. & Rawle, 459",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809553
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0459-01"
      ]
    },
    {
      "cite": "5 Serg. & Rawle, 174",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1804340
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/5/0174-01"
      ]
    },
    {
      "cite": "5 Bin. 228",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793609
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0228-01"
      ]
    },
    {
      "cite": "2 Serg. & Rawle, 486",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "pin_cites": [
        {
          "page": "487"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "1 Yeates, 161",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "2 Dall. 205",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11741664,
        11742121
      ],
      "pin_cites": [
        {
          "page": "206"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0205-01",
        "/us/2/0205-02"
      ]
    },
    {
      "cite": "3 Yeates, 479",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0478-01"
      ]
    },
    {
      "cite": "1 Yeates, 49",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0049-01"
      ]
    },
    {
      "cite": "5 Serg. & Rawle, 178",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Serg. & Rawle, 480",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1798292
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/2/0480-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 612,
    "char_count": 13974,
    "ocr_confidence": 0.551,
    "pagerank": {
      "raw": 3.046731015667255e-07,
      "percentile": 0.8556286486200547
    },
    "sha256": "335a7b8fa59924039079442ac5d491aef6ae8a9c59b119a6aa5ea0643b7b581c",
    "simhash": "1:1f67138376237935",
    "word_count": 2502
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McGee v. Fessler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nWe think the court was right in reversing the proceedings before the justices and inquest. The act of the 21st of March, 1772, which gives a summary remedy to a landlord, only applies to leases on which a certain rent is reserved. Blashford v. Duncan, 2 Serg. & Rawle, 480. And it is held,-in divers cases, that all the facts necessary to give jurisdiction should be set out in the proceedings. But it nowhere appears on this record what the lease was; whether an improvement lease, as it is alleged to be, a rent in kind, for a sum certain or certain time, or whether there was any rent whatever reserved. For this reason, the court could not do otherwise than set aside the inquest. It is said that the word demise is used in the act as a synonym with lease. Be it so, still the objection remains, that there is no averment that McGee leased the premises to Fessler at a certain rent. Indeed, this would not seem to have arisen from the blunder of the justices and the inquest. It was not made, because it could not be proved. Doctor Thomas Duncan, who acted as the agent of his mother, the then owner of the premises demised, authorized Fessler to build on the lot, but there was no agreement at that time, or afterwards, as to the kind of building, its size, or the materials of which it was to be composed, nor any understanding as to the yearly value of the ground. The rent, if rent it may be called,, was altogether uncertain; nor was there any thing by which it could be rendered certain, except by the intervention of a jury. It would seem, therefore, to be a case in which the legislature did not intend to give a summary jurisdiction. This jurisdiction is confined to plain cases, particularly designated and pointed out in the act. The plaintiff’s remedy is by action of ejectment. We also think the court was right in ordering restitution. The court may, after a writ of possession, refuse the writ in special cases, as where the proceedings are reversed on an exception, which has ceased to exist. When it is manifest to the court, that there was a lease for a certain rent which is ended, and that the landlord is entitled to possession, it would be worse than useless to turn the landlord out and put him to the trouble of another proceeding, which must necessarily result in the eviction of the tenant.\nThe judgment of the Court of Common Pleas is affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Hamilton Mriclcs, for the plaintiff in error.",
      "Raven, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McGee v. Fessler.\nThe act of the 21st of March, 1772, which gives a summary remedy to a landlord, only applies to leases on which a certain rent is clearly and distinctly reserved; and not to cases where the rent reserved is so uncertain as to require the intervention of a jury to render it certain.\nAll the facts necessary to give jurisdiction should be set out in the proceedings: and if it do not appear on the record that the lease or demise was “ wide!• certain rents,” or « a certain yearly,” or “ other rent,” the proceedings of the justices and inquest will be set aside.\nThe court may, in special cases, after a writ of possession, refuse a writ of restitution.\nOn the 16th day of April, 1845, two justices of the peace of Dauphin county issued their precept, reciting that Rody McGee, assignee of Rebecca H. Duncan, of Halifax township, in said county, on the day of ,18 , was quietly and peaceably possessed of a certain house and lot of ground, with the appurtenances, in said township ; and being so thereof possessed, the said Rebecca H. Duncan, on the same day and year, demised the said premises to a certain John Fessler, for and during her will and pleasure. That the said Fessler did enter into tire said demised premises, and was, and still is, possessed thereof. That the said Rody McGee, assignee of the said Rebecca H. Duncan, being desirous to have again and re-possess the same, did, on the 31st day of December, 1844, demand and require the said Fessler to leave the premises, and he refused so to do. The sheriff was, therefore, commanded to summon twelve substantial freeholders to appear before the said justices on the 19th of April, and to summon the said Fessler, the defendant. On the 19th of April, 1845, an inquisition was taken, finding that Rody McGee as the assignee of Rebecca H. Duncan, on the 1st day of April, 1840, was possessed of a certain house and lot of ground, &c.: and being so thereof possessed, the said Rody McGee, as the-assignee of the said Rebecca H. Duncan, demised the premises aforesaid to a certain John Fessler, for and during his or her will and pleasure, who entered, and was, and still is possessed thereof. That the said term is fully ended, and that the said Rody McGee, being desirous to have again and to repossess the said premises, did, on the 31st day of December, 1844, demand and require the said Fessler to deliver up possession of the said demised premises, and that he refused to comply therewith. The said freeholders assessed the sum of six cents for the damages of the said Rody McGee, occasioned by the detention of the premises. It was, therefore, considered and adjudged by the said justices, that the said Rody McGee should recover and have of the said Fessler, as well the said sum of six cents for his damages aforesaid, as his reasonable costs, by him and about his suit in this behalf expended.\nThe record of the justices recited the complaint as follows, viz.: That Rody McGee was the owner of a certain house and lot of ground, &c., which he purchased from Rebecca H. Duncan, and being possessed thereof on the 1st day of April, 1840, at which time John Fessler became tenant at will-of the said Rebecca H. Duncan; and the said Rody McGee, the assignee of the said Rebecca, being desirous to-possess the said estate, did, on the 31st day of December, 1844, demand and require the said Fessler to remove, and that he refused so to do. It also recited the precept to the sheriff and his return, that he had summoned twelve good and lawful men, and also the defendant ; that the justices and the inquest being all duly sworn, proceeded to hear and examine the proofs and- allegations of the parties, and do find that the said Rebecca H. Duncan, on the first day of April, 1840, was possessed of the premises aforesaid, and did demise the same to the said John Fessler, for and during her will and pleasure; and the said Rody McGee, vendee of the said Rebecca, afterwards did demise the same to the said John Fessler for and during his will and pleasure, which is fully ended; and that about three months before the complaint, the said Rody McGee demanded and required tire said John Fessler to leave the premises, and that the said Fessler refused to comply therewith; that the said freeholders do assess the sum of six cents damages, &c. Therefore, it was considered and adjudged by them, the said justices, that the said Rody McGee should recover and have of the said John Fessler, as well the said sum of six cents for his damages aforesaid, as his reasonable costs by him in and about his suit expended. A writ of restitution was issued thereupon.\nThe following brief statement of facts may be necessary to a correct understanding of the proceedings:\nIt appeared from the record returned, that Dr. Thomas Duncan, as the agent of his mother, Rebecca H. Duncan, authorized a certain John Fessler to build, at his own expense, a house, of such materials and dimensions as he should think proper, on D.uncan’s small island, at the mouth of the Juniata. After the house was finished, they were to fix upon the length of time that he (Fessler) was to continue in the occupation thereof to indemnify himself for the improvement: this, however, was never settled. Fessler went on, erected his house, and moved into it in April, 1840, before it was entirely completed. On the 31st of December, 1840, Rebecca H. Duncan entered into articles of agreement with Rody McGee, under which she sold to him a tract of land in said island, which included within its boundaries the property in dispute. On the back of the article of agreement was the following endorsement: “ This article is subject to lease of Daniel P. Reif, as also John Fessler is to have the privilege of removing his house. Mr. McGee is to receive the rents after the 1st of January, 1841.” It was alleged before the justices and inquest, that McGee and Fessler had entered into some parol agreement after McGee had purchased, by which the time Fessler was to occupy was settled. There was no proof of this agreement; nor was there evidence of any rent agreed upon and reserved by the parties, or any of them.\nThe proceedings were removed to the Court of Common Pleas of Dauphin county, by certiorari, where the judgment in favour of McGee, the landlord and plaintiff in error, was reversed. They were then removed to this court by writ of error, and the following errors assigned:\n1. The Court of Common Pleas ought to have affirmed the proceedings before the justices and inquest.\n2. The said court, in the exercise of a legal discretion, should not have awarded a writ of re-restitution.\n3. There was sufficient in the proceedings before the justices, and the evidence to show that the property the landlord sought to obtain possession of, was demised to John Fessler, tenant, on an improvement lease; that the lease had expired; and that the landlord was entitled to the possession of his property again.\nHamilton Mriclcs, for the plaintiff in error.\nThe question presented for the consideration of the court is the following : Have the justices and jury exceeded their jurisdiction, or do their proceedings show that the requisites of the act of Assembly have been substantially complied with ? The court below reversed the proceedings, because the justices and jury omitted to state that the demise was voider certain rents. It was indispensable to the validity of the proceedings, that the justices and jury should have certified and found that the property was demised under an improvement lease. He contended that it was not necessary to state the terms of the lease; that the word demise is used in the' statute as synonymous with the word lease, and imports a lease of the property on a return of a profit, or certain rent. Purdon, 927. In 2 Institutes, 483, “ demise” is defined to be the conveyance of an estate for a term of life or years. In Burn’s Law Diet., title Rent, “ rent” is stated to be a certain profit issuing yearly out of lands, &c. And in the same book, title Lease, “lease” is defined to be a conveyance of lands and tenements, in consideration of rent for life or years, or at will.\nNow, the statute says, that any person having leased or demised any lands,'&c., showing thereby that the terms are synonymous. It would be but a repetition to say a .lease at a certain rent, or a demise at a certain rent. He argued that the provisions of the act had been substantially complied with, and that it was not necessary for the justices or the jury to set forth the nature, quality, and kind of rent. In’ support of this position he cited Scott v. Fuller, 3 Penna. Rep. 55; Fahnestock v. Fanstenaur, 5 Serg. & Rawle, 178; Steel v. Thompson, 3 Penna. Rep. 38.\nOur depositions proved that the case was within the provisibns of the act, and the jury found that the term had fully ended; and the court ought not to have reversed the proceedings, particularly where all the material facts were either found by the jury, or made to appear. Although the court will examine such proceedings narrowly, yet to effect this purpose they will call in the aid of affidavits. Stewart v. Martin, 1 Yeates, 49; Burginhopper v. Martin, 3 Yeates, 479.\nA writ of restitution is a matter of grace, and the jury having found the facts in favour of the landlord, the court ought not to have awarded a writ of restitution. To this point he cited Fitzalden v. Lee, 2 Dall. 205, 206; Alden v. Lee, 1 Yeates, 161.\nRaven, for defendant in error.\nThe summary proceeding given to landlords by the act of 1772, to obtain possession against tenants holding over, was intended to be applied to plain cases only. Nothing is to be left to construction. This tribunal, composed of two justices and twelve freeholders, is to be held strictly to the letter of its authority, as it is a tribunal in derogation of the common law. No presumption can be made in favour of the proceedings. It is a new and special remedy, and the case must be brought strictly within the act. To these points he cited Blashford v. Duncan, 2 Serg. & Rawle, 486, 487, and 482. Every thing required by the act to give jurisdiction must appear on the record of the proceedings. Schaeffer v. Sutton, 5 Bin. 228. In the case of Fahnesstock v. Faustenaur, 5 Serg. & Rawle, 174, and in Freytag et al. v. Anderson, 1 Ashmead's Rep. 100, this doctrine is laid down and fully sustained; also in Logan v. Herron, 8 Serg. & Rawle, 459. He further cited on this branch of the subject, Boggs v. Black, 3 Bin. 333, 334. It must further appear, that it was a lease at “ a certain yearly,” or “ other rent.” By the act, the demise set up must have been “ under certain rents.” The very idea of a lease seems to contain some kind of render or service from the tenant to the landlord, and where nothing of the kind is stipulated, the relation of the parties as landlord and tenant does not appear to be fully recognised. Steele v. Thompson, 3 Penna. Rep. 38; Scott v. Fuller, Ibid. 55, 56.\nThe justices cannot introduce into the record any facts not found by the inquisition of the freeholders. Cunningham v. Gardiner, 4 Watts & Serg. 125.\nHe argued that restitution, after a reversal of the proceedings of the justices and inquest, was a matter of right, which could not be taken away or affected by testimony submitted to a court. To this point he cited Kirk v. Eaton, 10 Serg. & Rawle, 103; 2 Serg. & Rawle, 57; 13 Serg. & Rawle, 42, 43; 1 Rawle, 322; 2 Rawle, 37; 2 Tidd's Pr. 936, 1137, 1138; 3 Tidd, 402; 2 Saund, 101 (b); 2 Salk.588; 1 L. Raym. 98."
  },
  "file_name": "0126-01",
  "first_page_order": 128,
  "last_page_order": 133
}
