{
  "id": 949834,
  "name": "Oliver C. Warner, Plaintiff in error, who was defendant below, v. The Commonwealth, Plaintiff below",
  "name_abbreviation": "Warner v. Commonwealth",
  "decision_date": "1845-07",
  "docket_number": "",
  "first_page": "154",
  "last_page": "156",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 154"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Serg. & Rawle, 489",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1808224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/7/0489-01"
      ]
    },
    {
      "cite": "6 Bin. 182",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Bin. 339",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle, 464",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0464-01"
      ]
    },
    {
      "cite": "6 Serg. & Rawle, 5",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805957
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0005-01"
      ]
    },
    {
      "cite": "3 Yeates, 451",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775006
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0451-01"
      ]
    },
    {
      "cite": "1 Bin. 201",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0201-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 194",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801934
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/4/0194-01"
      ]
    },
    {
      "cite": "4 Yeates, 69",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "3 Yeates, 451",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775006
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/3/0451-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 352,
    "char_count": 5164,
    "ocr_confidence": 0.539,
    "pagerank": {
      "raw": 2.2027232173559385e-07,
      "percentile": 0.7753455896463461
    },
    "sha256": "6d7cd2e34912d58766ca923a8c0abcb8ae59ff9c8a43bc6bbd3491b85b207d00",
    "simhash": "1:c94d4f32801abdb8",
    "word_count": 917
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Oliver C. Warner, Plaintiff in error, who was defendant below, v. The Commonwealth, Plaintiff below."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nWarner, the plaintiff in error, was indicted in the Court of Quarter Sessions of Potter county, for feloniously stealing “ a number of county orders, drawn and signed by the Commissioners of Potter county, directing the treasurer of Potter county to pay to certain persons in the said orders mentioned, or bearer, the sums therein particularly mentioned ;' said orders or bills of exchange being yet in the possession of the said Oliver C. Warner, if not destroyed by him, and cannot therefore be more particularly set forth, of the value of $70 of the property of the county of Potter.”\nThere was a second count for feloniously stealing several paper writings in the nature of bills of exchange, commonly called county orders, made and executed by the commissioners of Potter county, directing the treasurer of the county of Potter aforesaid, to pay to certain persons in the said orders mentioned, or bearer, the sums therein particularly mentioned; said orders or bills of exchange being yet in the possession of the said Oliver C. Warner, if not destroyed by him, and cannot therefore be more particularly set forth, of the value of $70 of the property of one George W. G. Judd.” On this indictment, Warner was tried and convicted, and sentenced to the Western Penitentiary. The stealing of dioses in action not being a felony at commonlaw, 4 Black. Com. 234; 2 East, P. C. 597; the first question presented was, whether county orders came within the provisions of the 5th section of the act of 5th April, 1790, which declares, “That the robbery or larceny of obligations, or bonds, bills, obligatory bills of exchange, promissory notes for the payment of money, lottery tickets, paper bills of credit, certificates granted by or under the authority of this Commonwealth, or of all, or any of the United States of America, shall be punished in the same manner as robbery or larceny of any goods or chattels. As all penal laws are to be construed strictly, 1 Black. Com. 88; 4 Bac. Ab. 651, old ed.; 1 Wils. 164, it is the opinion of the court that county orders are not bills of exchange, nor do they come within matters designated in the act of 1790. Before a prisoner is convicted, it is the duty of the court to see that his offence'comes within the plain letter of the statute; especially where the crime is made a felony by legislative enactment.\nThere is another objection to this indictment, equally fatal, even if the county orders had been enumerated in the act of 1790; the stealing of choses in action, not being a felony at common law, but made so by statute, the indictment ought to conclude contra formam statuti. 1 Salk. 170; 2 Hawk. C. 25, 116; 2 Hale, 192, 251; 1 Saunders, 135, note N.; 3 Y. 451. Nor in default of such averment, can judgment be given against the defendant. 2 Hawk. C. 215, sec. 116; 2 Hale, 192, 251; 4 Com. Dig. 544, London ed. 1822.\nFor these reasons, the judgment is reversed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "W. White, for the plaintiff in error.",
      "Knox, contra."
    ],
    "corrections": "",
    "head_matter": "Oliver C. Warner, Plaintiff in error, who was defendant below, v. The Commonwealth, Plaintiff below.\n1. Penal statutes are to be construed strictly.\n2. County orders are not bills of exchange, and are not enumerated in the act of 5th April, 1790.\n3. When a statute creates a felony, to authorize a judgment on conviction, the indictment must conclude contra formam statuti.\nWrit of error to Hie Quarter Sessions of Potter county.\nAll that is material to the understanding of this case is contained in the opinion of this court, and in the argument of the counsel for the plaintiff in error.\nW. White, for the plaintiff in error.\nNo offence is charged in this judgment. Bonds, bills, &c., being mere dioses in action, were not the subject of larceny at common law. Arch. C. P. 116; 1 Hawk. c. 33, § 22; 1 Binney, 273; 4 Yeates, 69; 2 Ch. C. L. 926, 928. The 5th section, act of 5th April, 1790, does not include « county orders.” To bring them within it, they are set out in this indictment as bills of exchange. In the act, the term “ bill of exchange” has a definite technical meaning, and does not embrace every draft, order, or writing that resembles a bill. In sect. 37, act 15th April, 1834, (Purdon, 6th ed. 198,) these orders are called warrants, and are mere certificates of indebtedness.\nThe description of the offence is vague and indefinite. The indictment does not aver that the money remained due and unpaid on these orders, 4 Serg. & Rawle, 194; 1 Bin. 201; 3 Yeates, 451; 6 Serg. & Rawle, 5; 4 Rawle, 464. The offence is not laid contra formam statuti. Tomlins' Dig. 93, pl. 19; Lord Raymond, 1104; 24 E. C. L. R. 238; 2 Bin. 339; 6 Bin. 182; 7 Serg. & Rawle, 489.\nKnox, contra.\nThis court will not reverse upon a point that cannot affect the guilt or innocence of the defendant. The defendant in this case was a commissioner of Potter county, acting as such when these orders were taken. Whilst he and his fellow-commissioners and treasurer were counting the orders, he threw some seventy dollars’ worth of them into the fire.\nThese orders fall within Chitty’s definition of a bill of exchange — an open letter of request by one upon another to pay a certain sum of money."
  },
  "file_name": "0154-01",
  "first_page_order": 156,
  "last_page_order": 158
}
