{
  "id": 949865,
  "name": "Tompkins and Another v. Woodford",
  "name_abbreviation": "Tompkins v. Woodford",
  "decision_date": "1845-07",
  "docket_number": "",
  "first_page": "156",
  "last_page": "159",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 156"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts & Serg. 420",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0420-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 368",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816714
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0368-01"
      ]
    },
    {
      "cite": "1 Bin. 469",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787874
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0469-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 427",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 337,
    "char_count": 6787,
    "ocr_confidence": 0.533,
    "pagerank": {
      "raw": 1.5089270792620432e-07,
      "percentile": 0.6670274985143921
    },
    "sha256": "722ba22727344a33324b62bbad9fd5bc66875141a0bde79d4cedd76141b2d6f6",
    "simhash": "1:77617bb9f39d2697",
    "word_count": 1195
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tompkins and Another v. Woodford."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nThe payment to the prothonotary, as must be conceded, is not a good payment, he having no authority to receive the money. It is, however, contended it has been ratified by a person competent to that purpose: that Cole, the attorney of the plaintiff, said, (on the question being submitted to him,) that if the money had been paid to the prothonotary, and the defendants had a receipt for it, he thought it a legal payment, although others said it was not; and that if it were so, he should never be called on again for it. Granting that these expressions amount to a ratification of the unauthorized act of the prothonotary, does it validate the payment? And this depends on the extent of the authority of an attorney at law.\nAlthough the power of an attorney at law is more extensive in Pennsylvania than elsewhere, yet it does not go to the extent of enabling him to give away his principal’s money; nor, except in special cases, to substitute one debtor for another. It is said, the conduct of the attorney would be apt to throw the defendant off his guard. Be it so; but is this the fault of the .plaintiff? Ought not the defendant to know that the payment was illegal, and that it does not fall within the scope of the authority of an attorney at law to ratify such a payment, without the assent of his principal ? The argument begs the question in dispute. He cannot derive a right from his ignorance of the law. Silvis v. Ely, 3 Watts & Serg. 427, is relied on, but that case differs from the present in several particulars. There, it is true, one debtor was substituted for another, on the principle that it was for the benefit of a creditor that his attorney should have such a power. Moreover, and that is a material feature of the case, the contract made by the attorney was subsequently ratified by the principal himself. But here the payment is made to a third person, without the semblance of an authority to receive it, ratified it is said by the attorney, but without the sanction of the principal, prior or subsequent, express or implied. Had the principal acquiesced in the act of the attorney, as by bringing suit, for example, against the prothonotary, the case of Silvis v. Ely would be in point. The payment would be good, but without his consent, either express or implied, there is nothing to bind him either in law or conscience. If there be a hardship in the case, it is not imputable to the plaintiff. The defendant has himself alone to blame for it. His remedy is against the prothonotary.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Knox, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Tompkins and Another v. Woodford.\nIn Error.\nA defendant in a judgment, who pays to the prothonotary the debt and interest due on such judgment, pays it in his own wrong.\nSuch payment is not good, the prothonotary having no authority to receive it.\nThe ratification of such unauthorized act of the prothonotary does not fall within the sphere of the general authority or power of an attorney at law in this state, and will not, therefore, validate such payment, without the assent, express or implied, of his principal.\nError to the Court of Common Pleas of Potter county.\nThis was a scire facias to revive a judgment and quare executio non, issued at the suit of Ira Woodford, the defendant in error and plaintiff below, against John Tompkins and Cephas Nelson, the plaintiffs in error and defendants below.\nFrom the record returned, it appeared, that the original judgment in this case was obtained in 1836, by the defendant in error, against the plaintiffs in error, and entered to December term, 1836, No. 15, of the Court of Common Pleas of Potter county. No legal proceedings were had upon this judgment until the 26lh day of December, 1842, when a scire facias to revive the judgment and quare executio non was issued, returnable to January term, 1843. This writ the sheriff returned “served personally on the defendant, Cephas Nelson; John Tompkins not found in my bailiwick.” On the 30th day of June, 1843, by agreement of parties, the cause was placed on the trial list, and affidavit of defence filed. .\nOn the trial, the plaintiff gave in evidence the record of the original judgment, and rested. The defendants then gave in evidence two receipts, signed by the prothonotary of Potter county, for cash paid to him, to be applied in satisfaction of the judgment, and to an amount equal to tiré debt, interest, and costs due thereon. It appeared in evidence, that the plaintiff resided in the state of New York, and that these payments were made by the defendants to the prothonotary, in the absence from the county of his attorney. The defendants also alleged, and gave evidence to sustain the allegation, that the attorney of the plaintiff', upon being informed of the payment to the prothonotary, assured them, that the payments were legal, and that they should not be called upon to pay the same again.\nThe evidence having been closed, the counsel for the defendants requested the court to charge the jury as follows:—\n“That if they believe, from the evidence, that the plaintiff’s attorney, after being informed of the payment made on this judgment to the prothonotary, assured the defendants that such payment was good, and that they should not be called upon again for the money, such payment and recognition would bind the plaintiff, and he cannot again recover the same.”\nIn answer to this' point, the court (McCalmont, President) said: — ■\nThat the payment to the prothonotary was not valid in law; and that the attorney of the plaintiff had no authority to recognise the same without the money had been paid to him; and that, consequently, such payment should not be allowed to the defendants, and your verdict should be for thé plaintiff.\nThe charge was excepted to on the part of the defendants, and the juiy found for the plaintiff. A writ of error was taken, and the following error filed:—\nThe court erred in directing the jury not to allow the payments.\nKnox, for plaintiff in error.\nThe point to be decided in this case is this — is the payment of the amount of a judgment to the prothonotary, with the subsequent assent of the plaintiff’s attorney, a good and valid payment ? He admitted, that the prothonotary had no authority to receive money on judgments of the court of which he was the clerk; but he contended that it was within the power of the attorney of the plaintiff to ratify such payments ; in other words, that it was within the power of the attorney of the plaintiff to relieve the defendants, and agree to look to the officer for the money. To this latter point, he cited Reinholdt v. Alberti, 1 Bin. 469; Lynch v. The Commonwealth, 16 Serg. & Rawle, 368; Silvis v. Ely, 3 Watts & Serg. 420.\nThere was no appearance for defendant in error in this court."
  },
  "file_name": "0156-01",
  "first_page_order": 158,
  "last_page_order": 161
}
