{
  "id": 949839,
  "name": "Nelson Clarke and Burrell Lyman, who were impleaded with Fayette B. Hamlin and Randal Wilmot, v. The County of Potter",
  "name_abbreviation": "Clarke v. County of Potter",
  "decision_date": "1845-07",
  "docket_number": "",
  "first_page": "159",
  "last_page": "164",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 159"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg. 175",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481769
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0175-01"
      ]
    },
    {
      "cite": "2 Rawle, 158",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820555
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0158-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 315",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0315-01"
      ]
    },
    {
      "cite": "2 Rawle, 154",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0154-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 562,
    "char_count": 13043,
    "ocr_confidence": 0.539,
    "pagerank": {
      "raw": 1.2153759119564196e-07,
      "percentile": 0.5970012151287585
    },
    "sha256": "6cd06a0163abcb6f5f9a4bbad6a9c67a38098f4fb57d5a67de99f754bbd84e21",
    "simhash": "1:fef31f28a8b49981",
    "word_count": 2291
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Nelson Clarke and Burrell Lyman, who were impleaded with Fayette B. Hamlin and Randal Wilmot, v. The County of Potter."
    ],
    "opinions": [
      {
        "text": "The opinion-of the court was delivered by\nGibson, C. J.\nThe validity of the treasurer’s bond depends on the fact of his appointment, and not on the filing of the certificate, which is no more than evidence of it. It is enough to fix the responsibility of his sureties, that he actually entered on the execution of the office. Neither is it material that the bond was given to “the commissioners of the county,” instead of the county by its corporate name. Though a corporation can act only by its corporate name, which is the knot of its political existence, a variance from it is not necessarily fatal. If enough be expressed, even by a synonym, to ^how with convenient certainty-that the particular body is meant to be distinguished from all others, the instrument will take effect. In the case of the Mayor and Burgesses of Lynn Regis, 10 Rep. 125, the obligee was held to be well described as the Mayor and Burgesses de Lynn Regis, instead of the Mayor and Burgesses Bom’ Regis de Lynn Regis, which was the corporate name; and it was said that a lease by the prior of Saint Michael of Coventry, is good by the name of the Dean of Coventry. There are many more such cases in the books. In the case at bar, the bond was given to the commissioners of Potter county, without the addition of their proper names; and as the object of the parties is not to be misunderstood, the obligees being named as the county’s official representatives, we are bound to say it is properly sued by the county in its corporate name. It would be discreditable to the law, were such a variance allowed to absolve the defendants.\nNor is it an available objection, that the bond is not payable to the Commonwealth instead of the county. Though the sixth section of the act of 1836 directs how an official bond to the Commonwealth shall be sued, it prescribes not what bonds shall be given to the Commonwealth as a trustee; and the twenty-third and twenty-fourth sections of the act of 1824, which require the treasurer to give one bond for his duties to the county, and another for his duties to the Commonwealth, are silent as to the person of the obligee. But it seems to be most natural and proper to give them respectively to the agents of the interests intended to be secured by them; in other words, to the county or the Commonwealth, as the case may require.\nOf the same stamp is the objection that the treasurer had not filed in the commissioners’ office, before his re-appointment, the auditor-general’s or state treasurer’s certificate of his settlement and payment of his account with the Commonwealth for the previous year. It follows not that because the commissioners disregarded the disqualification of an apparent defaulter, their constituents are to suffer by him without recourse to his sureties. They voluntarily assisted to put the public treasure within his grasp ; and if they were mistaken in their man, it is their own affair. The filing of the certificate was not directed for their information, but for the protection of the county; and they were bound to estimate the risk they incurred by becoming his sureties, at their peril. Nor did it appear that he had, in fact, been a defaulter; and an objection that they might have been deceived on that head, coming from them, as it does, with an ill grace, is to be disregarded. The admission of the bond, tire exclusion of the proof that the state treasurer’s or auditor-general’s certificate had not been filed, and the direction to find for the plaintiff, were consequently all proper.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Maynard, for plaintiffs in error,",
      "White and Knox, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Nelson Clarke and Burrell Lyman, who were impleaded with Fayette B. Hamlin and Randal Wilmot, v. The County of Potter.\nIn Error.\nIt is not an objection to the validity of a county treasurer’s official bond, that a certificate of his appointment was not filed of record in the office of the recorder of deeds; nor that it was given to the commissioners of the county by their official title, instead of the county by its corporate name, nor that it was given to the county, instead of the Commonwealth; nor that the treasurer had not filed, in the commissioner’s office, a certificate by the auditor-general and state treasurer, that he had settled and paid his account wife the Commonwealth, of the preceding year.\nError to the Common Pleas of Potter county.\nThis was an action of debt brought by the county of Potter, the defendant in error and plaintiff below, against Fayette B. Hamlin, Randal Wilmot, Nelson Clarke, and Burrell Lyman, on the official bond of Fayette B. Hamlin, treasurer of Potter county, in which the other defendants were sureties. The summons was returned served, as to Nelson Clarke and_ Burrell Lyman ; and non est inventus, as to Fayette B. Hamlin and Randal Wilmot. It appeared from the record returned, that Fayette B. Hamlin had been the treasurer of Potter county for the year 1838 ; that he had been re-appointed treasurer by the commissioners of said county for the year 1839; and that he had not, before his re-appointment, produced to the commissioners, and filed in their office, a certificate from the auditor-general and state treasurer of the settlement and payment of his account with the Commonwealth, for the previous year. It also appeared, that his accounts, as treasurer of the county for the year 1839, had been submitted for settlement and adjustment to the auditors of the county, under the act of the 15th of April, 1834, who, on the 10th day of March, 1840, reported a balance of $1018 49 to be due from him to the county, and filed their report, on the 30th of March 1840, amongst the records of the Court of Common Pleas of the said county. To recover this balance, with interest from the 30th of March, 1840, this suit was brought.\nThe declaration was in the usual form in debt on the bond; and the breaches assigned were, “ That the said Fayette JB. Hamlin, treasurer as aforesaid, did not well and truly perform the duties of his office as aforesaid; and did not give a just and true account of all the moneys which came to his hands; and did not well and truly pay unto his successor in office the balance of money belonging to the county of Potter, remaining in his hands; whereby,” &c. Nelson Clarke and Burrell Lyman, two of the defendants, pleaded nil debent, upon which issue was joined and the cause tried in' the court below, before McCalmont, president.\nThe counsel of the plaintiff, in support of the issue, after giving in evidence the appointment of Fayette B. Hamlin, as treasurer of Potter county, for the year 1839, by the commissioners of said county, offered in evidence the official bond of the said Fayette B. Hamlin, dated the 10th day of January, 1839, and made and executed by the said Fayette B. Hamlin and the other defendants; to be followed up by proof, that the said Fayette B. Hamlin acted as treasurer of Potter county for the year 1839. To this the counsel for the defendants objected, for the following reasons:\n1. Because no certificate of the appointment of F. B. Hamlin, as treasurer, was recorded in the recorder’s office, as required bylaw.\n2. Because the bond is given, payable to the commissioners of Potter county, and not to the plaintiff in the case, and cannot therefore be given in evidence in this suit.\n3. Because the bond is not in the form required by law; being made payable to the commissioners of Potter county, when it should have been to the Commonwealth.\n4. Because no evidence is given, that F. B. Hamlin, who had been treasurer of Potter county for the year 1838, as appears by the records of the commissioners now before the court, had produced to the commissioners a certificate from the auditor-general and state treasurer, that his accounts with the Commonwealth had been duly settled and the moneys belonging to the Commonwealth paid over according to law and as is required by the act of Assembly, prior to his re-appointment.\nThe court overruled the objection, admitted the evidence, and sealed a bill of exceptions.\nThe following is a copy of the bond:\n“ Know all men by these presents, that we, F. B. Hamlin, treasurer of Potter county, and Randal Wilmot, Nelson Clarke, and Burrell Lyman, surety, are held and firmly bound unto the commissioners of Potter county, in the penal sum of twenty-five thousand dollars-, for the payment of which, well and truly to be made, we do bind ourselves, our heirs, executors, and administrators, firmly by these presents.\n“ Given under our hands and seals, the 10th day of January, a. d. 1839.\n“ Now the condition of this obligation is such, that if the above bound F. B. Hamlin, treasurer of Potter county, for the year 1839, shall well and faithfully perform the duties of his said office, and give a just account of all moneys that may come into his hands, on behalf of the said county, and shall deliver to his successor in office all books, papers, documents, and other things held in right of his office, and well and truly pay to him any balance of money belonging to the said county, remaining in his hands, then this obligation to be void, or else to be and remain in full force and virtue.”\nThe counsel of .the plaintiff, further to maintain the issue on their part, offered in evidence the report of the county auditors, for the year 1839, finding a balance due to the county of Potter, by F. B. Hamlin, treasurer, for the said year. To the admission of which evidence, the counsel for the defendants objected. The court overruled the objection, admitted the evidence, and sealed a bill of exceptions.\nA number of other bills of exception to the admission and rejection of evidence, accompanied the record returned to this court, which are not stated here, because they are not deemed material to the elucidation of the points decided.\nMaynard, for plaintiffs in error,\ncontended, that the bond having been made payable to the commissioners of Potter county, no suit could be maintained on it in the name of the county; that Hamlin, who was treasurer of the same county for the year 1838, had not, previously to his reappointment by the commissioners for the year 1839, produced to the commissioners and filed in their office a certificate of the settlement and payment of his account from the auditor-general and state treasurer, agreeably to the provision of the 28th section of the act of 15th of April, 1834, and that, therefore, his re-appointment was illegal, and no recovery could be had upon his bond; that in consequence of his failure to produce the certificate as required by the act of Assembly, he was ineligible to the office; incapable in law to hold the appointment, and that his sureties could not, therefore, be made responsible for his acts.\nHe also argued, that the bond should have been given to the Commonwealth, and sued and presented in the name of the Commonwealth, according to the directions of the 6th section of the act of 14th of June, 1836, regulating suits on official bonds, (Stroud's Purdon, 138;) that wherever the word may was used in this section of the act, it must be construed to mean must. As to the construction of the word may, he cited 9 Law Lib. 68; Harlston on Bonds, 130. He also referred to and read sections 32, 33 and 34, of the act of the 15th of April, 1834, (Stroud's Purdon,) to show that no person appointed treasurer of a county could undertake any of the duties of his office, until a certificate of his appointment shall have been given and recorded; that each county treasurer was required to give bond with sureties, to the satisfaction of the commissioners, conditioned for the faithful performance of his duties, &c., on behalf of the county; and also, before entering upon the duties of his office, a bond with sureties, to be approved of by at least two of the judges of the Court of Quarter Sessions of the same county, conditioned for the faithful discharge of all duties enjoined upon him by law in behalf of the Commonwealth, fyc.\nWhite and Knox, for defendant in error,\nargued that the bond was in effect given to the county; that since the act of 15th of April, 1834, counties are bodies corporate; and that all suits in which a county was interested, must be brought in the name of the particular county. That the commissioners of a county were not a body corporate, and no suit could be maintained in their name. The acts to be performed, as mentioned in the condition of the bond, were exclusively for the benefit of the county, and unless this suit were maintained there would be a failure of justice. They cited Commonwealth v. Lamb, 1 Watts and Serg. 261; Long v. Laufman, 2 Rawle, 154; York county v. Small, 1 Watts & Serg. 315; Greenfield v. Yeates, 2 Rawle, 158; Sidney College v. Davenport, 1 Wilson, 184; Waller v. Lambrent, 2 Cowp. 548; United States v. Bradly, 10 Peters, 343. In Zeigler v. Sprenkle, 7 Watts & Serg. 175, it was held, that the sureties, of an officer de facto were liable on his official bond. That the bond was rightly given to the county of. Potter, as the county alone was interested and not the public generally."
  },
  "file_name": "0159-01",
  "first_page_order": 161,
  "last_page_order": 166
}
