{
  "id": 949889,
  "name": "William L. Post, Plaintiff in error, who was Defendant below, v. John Naglee and Son, who were Plaintiffs below",
  "name_abbreviation": "Post v. Naglee",
  "decision_date": "1845-07",
  "docket_number": "",
  "first_page": "168",
  "last_page": "173",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 168"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 644,
    "char_count": 14132,
    "ocr_confidence": 0.54,
    "sha256": "2adbaf14ddbaa238eb1165bbe2aabaab082d929144791b6a9755d027b9af41bb",
    "simhash": "1:5ae44d2c2810fa61",
    "word_count": 2556
  },
  "last_updated": "2023-07-14T18:20:17.551917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William L. Post, Plaintiff in error, who was Defendant below, v. John Naglee and Son, who were Plaintiffs below."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nGibson, C. J.\nAs the order to stay proceedings on Post’s execution was based on an arrangement which failed without the wilful default, so far as appears, of either party to it, justice requires that each should be restored to the position he held before the order was given. The conditions of the arrangement are not very distinctly stated; but it seems that Post had levied his execution on the personal property of Henry M. Naglee, under a judgment recovered on a bill drawn by the latter on John and William Newbold, nominally in favour of Means, who endorsed it, however, for the drawer’s accommodation; and that John Naglee, who had a subsequent execution, entered into an agreement to purchase Post’s judgment. It was agreed by him, acting ostensibly for Stiles, but actually for himself, and by Post’s agent in Philadelphia, that the note of Henry M. Naglee, endorsed by John Naglee and Son, for $>1100, at four months, or $>1050 cash, should be deposited, with Post’s assignment of his judgment, in the hands of Storm for delivery over respectively to Post and Stiles; “ provided that no act had been done by any of the parties interested, that would in anywise effect any advantage favourable to the said Means, or operate to the prejudice of the said Henry M. Naglee; which is hereby guarantied against.” It was admitted thatPost had not deposited the assignment with Storm, and it was not proved that Naglee had deposited either money or note to meet the contingency; so that it is impossible to say by whose default the plan was disconcerted. No time was appointed for carrying it into effect; but it was stipulated that the matter should be closed on the receipt of the assignment by Storm, which, however, never took place; and it was taken for granted in the court below, that the failure was produced by Post’s inability to execute the contract by reason that something had occurred to vary the responsibility .of Means or Henry M. Naglee, which Post could not control; and that the legal consequences of the order to suspend must remain with him who had disqualified himself. But the place of the business was remote from the place of the negotiation, which was conducted, on the part of Post, by an agent who was evidently uninformed of the whole state of the case; and the arrangement seems to have been essentially provisional. Post may have been unable to execute it when it was made, without incurring an imputation of bad faith; and if he found himself in that predicament, he ought to incur no penalty by it. The proper consequence would be a restoration of the parties to the relative position they were in at first. Such is the principle which governs a chancellor in relation to a sale of land, which the vendor is unable, for defect of title, to complete; in respect to which, it is not allowed the vendee to stand on his own exact performance, and retain both the land and the price of it, till the vendor shall do what has become impossible. In such a case, he rescinds the whole contract, on terms of compensation, or leaves the party to his remedy at law. It is obvious that John Naglee, having accomplished his purpose in gaining priority for his own - execution, would be as reluctant to execute the contract as Post was; but, however liable for his disability Post might be in an action for compensation or damages, he is not bound to lose his debt by parting with his priority without - receiving the stipulated equivalent for it. As there was no intervening right of a third person to be affected, his priority was revived by the failure of the arrange-' ment.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Case and Gb'eetiough, for plaintiffs in error.",
      "Elwell and Williston, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "William L. Post, Plaintiff in error, who was Defendant below, v. John Naglee and Son, who were Plaintiffs below.\nWhere an order to suspend proceedings on an execution is based on an arrangement between the prior and a subsequent judgment creditor, which fails, without the default of either of them, the priority of the first execution revives.\nError to the Common Pleas of Bradford county.\nThis was a feigned issue, in the court below, to determine whether a certain sum of money in the hands of the sheriff, made from the sale of the goods, &c., of Henry M. Naglee, upon a ven. ex., sued out by William L. Post, should be applied towards satisfaction of that execution, or towards satisfaction of an alias fi. fa. against the said Henry, sued out by John Naglee and son.\nUpon the trial, the plaintiffs, John Naglee and Son, offered the following evidence:—\nA judgment in their favour against Henry M. Naglee, No. 328, Dec. term, 1842, upon a note with warrant of attorney, for $1500. A writ of fi. fa. thereon to Dec. term, 1842, No. 128, to which the sheriff certified, that he returned the same by order of the plaintiffs’ attorney. An alias fi. fa. to February term, 1843, No. 3, tested December 6,1842, which came to hand the same day at 10 a. m., and was returned levied on various goods, &c., and sale adjourned to 18th March, by order of plaintiff’s attorney. And then a further return of certain property, amounting to $27 75, sold on this writ, and the remainder, described in the levy, sold on a ven. ex. sued out by William L. Post.\nThe plaintiffs then gave in evidence a writ of fi. fa. against Henry M. Naglee, to February term, 1843, No. 1, sued out by Post, issued Dec. 6, 1842, which came to hand the same day at 9 a. m., by virtue ,of which the sheriff levied on the same goods, &c., of the -defendant, and returned tire writ, by direction of plaintiff’s attorney, on the 10th February, 1843, without further proceedings. Yen. ex. to May term, on which was made the money in question; and here plaintiffs rested.\nThe defendant, Post, then gave in evidence the whole record of his suit against Henry M. Naglee, of which the two last-mentioned writs of execution were part.\nHe then called Henry Drinker, who testified as follows:—\n“ I expect this debt belongs to the Susquehanna County Bank. I was in Philadelphia in the winter of 1842-’43, and was knowing of certain negotiations between John Naglee and Isaac Kellum, acting for Post. One morning, in the latter part of January or beginning of February, I called at the office of Storm and Morgan, brokers, and there found John Naglee, his son Henry, and Isaac Kellum. John Naglee was desirous of purchasing this judgment of Kellum, and proposed giving his note or paying so much in cash down for it. An arrangement was made. Plenry Naglee sat down to draw the agreement, and I went out. In about an hour I returned, and was informed by Kellum that he declined signing the agreement until Naglee paid him the money. It appeared, also, that there was an execution out on this judgment, and the Naglees were afraid the property would be sold before a letter could reach the plaintiff’s attorney, and they wished Kellum to write and stay the execution; and the understanding was, that as soon as he received answer that the execution was stayed, he was to have the money or note.”\nCross-examined. — “I do not know who kept the writing. John Naglee was the man who was to give his note or pay the money. I supposed the bargain was concluded that day; it may have been or not. I left them all there. When, he received an answer from the counsel, Kellum was to have the money or note, and Naglee was to have the judgment. Perhaps it was a judgment against John F. Means; both were for the same debt. Naglee said, if he had the judgment, he wanted a stipulation that nothing had been or would be done, which would affect or prejudice the claim against John F„ Means. I don’t know that Kellum signed the agreement. I don’t know that any thing was done towards carrying that agreement into effect. I wras one of the directors .of the bank, but was from home a good deal.”\nDavid Wilmot,Esq. — -.“The execution was stayed by my partner, who is dead. It was stayed, in pursuance of written instructions contained in a letter from Kellum, written from Philadelphia. The letter was taken from my office last winter. I have no doubt Kellum took it.. I informed him I had such letter. Pie expressed doubts of it. I got it, read it to him, and have not seen it since. The execution was stayed the day the letter was received. The instructions were, to return the execution and have the levy stricken off. The defendant rested J’\nThe plaintiff gave the following rebutting evidence, viz., an agreement in writing, in the words following:\n“Memorandum of an agreement between William L. Post and William C. Stiles, by which it is agreed that the claim held by William L. Post, Esq., against Henry M. Naglee, as diawers of a draft upon John L. Newbold and William L. Newbold, to the order of John F. Means, which, was accepted by said Newbold, and endorsed by said Means, and the judgments obtained thereon, shall be legally assigned, with the power of attorney to act in the premises, to William C. Stiles, of the city of Philadelphia, he placing into the hands of William B. Storm the note of Henry M. Naglee, endorsed by John Naglee and Son, payable in four months, for eleven hundred dollars, or, at the option of said Stiles, after ten days elapsing, to give ten hundred and fifty dollars; provided, that the assignment be also placed in the hands of William B. Storm, to be delivered to William C. Stiles, on the delivery of the note or money, and provided, also, that no act has been done by any of the parties interested in the ownership of said draft, that will in anywise effect any advantage favourable to the said Means, or to operate in anywise to the prejudice of said Henry M. Naglee, which is guarantied against. The whole matter to be closed on the receipt of the necessary assignment, by Mr. Storm, from the parties, owners of the draft, which, it is to be understood, will be executed with as much despatch as the nature of the case will admit of.\nIsaac Kellum, for Wm. L. Post.\nJohn Naglee, for Wm. C. Stiles.”\nPhiladelphia, Jan. 31, 1843.\n• And then called, as a witness, Henry M. Naglee, who testified as follows:\n“ I was present at the time the writing now read was made, in Philadelphia. I was present at every meeting with Kellum. He denied giving any instructions to his attorney to take out execution orto proceed further than to take judgment; he was very determined in his expressions; that he, himself, was their lawyer in all the bank business ; that his instructions were for his attorneys to proceed no further than to obtain judgment; to obey orders, if they broke owners, were his expressions; that if they had proceeded further than a judgment, they would be responsible for it, by acting contrary to his express orders; he said he would write to Mr. Post, and send a copy of the contract immediately. There was nothing more done with the contract on their side. It remained with Storm, until lately produced on a commission to Alderman Binns. The negotiation was for William C. Stiles. The contract is in my handwriting; my father drew the first one.”\nAnd it was then admitted, by the counsel, that no assignment was ever sent down.\nThe plaintiff then called Edward Elwell, Esq., who testified as follows:\n“ I ordered out the fi. fa. in the case of Naglee^ and Son v. Henry M. Naglee, to December term. I think I placed it in the sheriff’s hands. I don’t remember that I gave him any instructions. The order to return the writ was given on the morning of the second day of February court — on the 6th, if court commenced on the 5th. I saw the sheriff probably some two or three weeks after the writ was placed in his hands, and he want Vd to know what he was to do with iti I told him not to let the term go by without making a levy. I did not know that the levy was not made, until I called on him, and it was too late, as the writ had run out.\n“ I was present at the time the property was advertised to be sold on the alias fi. fa., and also when it was sold. It was about the fourth of March; there was no person there to give directions to adjourn the sale. The deputy sheriff, Mr. Smith, was there on Saturday, and said he would adjourn it till Monday. I told him if it was adjourned at all, I desired it adjourned for a longer time. Henry Naglee was not present, I think. It was adjourned. I did not desire it adjourned until after he said he would adjourn it until Monday.” ' .\nCross-examined.■ — “ Wilson Scott was present on behalf of Post. The deputy sheriff said he had instructions from the sheriff not to strike down the property unless the money was paid. I don’t know that Henry M. Naglee waived the appraisal. The want of time for making the appraisement was not given as a reason for adjourning. I told the sheriff I was not prepared to pay the money down. I entered up the note. I received it enclosed from John Naglee. The letter was handed to me by Henry M. Naglee. I did not act under the instructions of Henry M. Naglee. He came to me once and wished me to instruct the sheriff not to make a levy, and I told him I could give no such instructions. At the time he brought me. the note, something was said about the Post claim, or note, but I cannot tell or remember what. ” The plaintiff again rested.\nThe defendant recalled David Wilmot, Esq., who testified as follows:\n• « I spoke to Mr. Elwell, on the morning of the day the sale was to be, and asked him if the sale was to go on. He' said he could not tell: that he hourly expected young Mr. Naglee, from Philadelphia; if he came, he presumed it would go on; if he did not, he presumed it would be adjourned. I learned, a few hours after, that Henry 'Naglee had come, and then Mr. Scott started to attend the sale.”\nUnder the charge of the court, the jury rendered a verdict for the plaintiff.\nThe errors assigned in this court were—\n1. The court erred in charging the jury that their verdict should be for the plaintiffs, Naglee and Son, — -and\n2. The verdict and judgment are for the plaintiff below, when, by the law of the land, they should have been for the defendant, William L. Post.\nCase and Gb'eetiough, for plaintiffs in error.\nElwell and Williston, for defendant in error."
  },
  "file_name": "0168-01",
  "first_page_order": 170,
  "last_page_order": 175
}
