{
  "id": 949884,
  "name": "Stiles, and Espy Administrator of Bennett, v. Brock & Co.",
  "name_abbreviation": "Stiles v. Brock & Co.",
  "decision_date": "1845-07",
  "docket_number": "",
  "first_page": "215",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Bin. 123",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787943
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0123-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 407,
    "char_count": 8969,
    "ocr_confidence": 0.575,
    "pagerank": {
      "raw": 2.484121685690708e-07,
      "percentile": 0.8078482567902607
    },
    "sha256": "558130eed39c8b67db9a627c752e413afbe5024eae7316b00295d0a1b7d9b9ed",
    "simhash": "1:cdcd8ebe8204b59b",
    "word_count": 1577
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stiles, and Espy Administrator of Bennett, v. Brock & Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKennedy, J.\nIn this c'ase it appears, that the defendants in error obtained a judgment in the court below, on the 21st of July, 1842, against Daniel Stiles, one of the plaintiffs in error, and Samuel Bennett, his partner in business, then in full life, for the sum of $1166 74. That the judgment remained in full force, and in no wise satisfied, until Samuel Bennett died, after which, the writ of scire facias, in this case, was sued out of the court below, by the defendants in error, to August term, 1843, calling upon the said Daniel Stiles, and also on the said James Espy, administrator of the estate of the said Samuel Bennett, deceased, “ to show if any thing for themselves they knew or had to say, why the aforesaid Brock & Co., defendants in error, against the said Daniel Stiles, and also of the goods, effects, lands and tenements of Samuel Bennett, then deceased, in the hands of James Espy, administrator of the same, the said Brock & Co., execution of their debt and damages aforesaid ought not to have, according to the form and effect of the said recovery.” The sheriff made return of his having served the writ. No appearance was entered or plea put in for the defendants below, but the plaintiff proceeded under the compulsory arbitration law, whereby they obtained an award of arbitrators in their favour against the defendants generally, for the sum of $1247 87, besides costs of suit. No appeal being taken from this award, within the time prescribed by the act for that purpose, it of course became a judgment, in effect, of the court below. Seven errors have been assigned, but as we consider the second error, which is an objection to the regularity and form of the writ of scire facias, fatal, it is wholly unnecessary to notice the others, as setting aside the scire facias will render it necessary for the plaintiffs below, if they wish to have execution of their judgment, of the lands and tenements of the deceased, if there be any which were bound by it, to commence their proceeding by a proper writ of scire facias de novo. Now, that one of two joint debtors dying, is thereby discharged, both in person and estate, at law, from the payment of the debt, is too well established to be controverted, unless the debt become a lien upon his estate in his lifetime, in which latter case, the property on which the lien existed may be taken to satisfy the debt. Equity also raises an exception to the general rule at law, in this respect, where the joint debtors, as partners in trade, contracted the debt, or, without being copartners in trade, contracted it for their joint benefit, and the surviving debtor is a bankrupt, or unable to pay. This doctrine is recognised, and fully established by the case of Long v. Keppele, 1 Bin. 123. But at common law, the charge upon the judgment, being personal, survives; and although the judgment survives, as to the personalty, yet it does not as to the real estate bound -by it. For where the lands of several are charged with a debt, it shall not lie wholly upon the survivor; as if a recognisance be acknowledged by several, tbe lands of them all are thereby become chargeable, and execution must be equally made; and if one dies, the creditor must bring a scire facias against his heir and terre-tenants, and also against the survivors. But it is otherwise where the lands are not bound; as if two enter into a bond, and one dies before judgment, the survivor shall be charged alone. Lompton v. Collingwood, 4 Mod. 315. So where the judgment in debt was had against two, one dies, the plaintiffs brought scire facias against the survivor only; the defendant pleaded that the other had left lands, and an heir upon whom they had descended; and demanded judgment if he should be compelled to answer without the heir being warned; to which the plaintiff demurred, and judgment was given that the defendant should answer: for the judgment is against the person. But by the statute of Westminster the 'second, which gives the scire facias and elegit, he may charge the lands and make the judgment real: yet it is at his election to proceed against the personalty, if he will. B ut if he will take out execution upon the real lien, the charge must he equally against both. See 2 Saund. Rep. 51, Trethuy v. Ackland, Serjeant Williams’s note (4), and his note (4) also to Underhill v. Devereux, Id. 72 h, where this doctrine is laid down and sustained by the authorities cited by him. Seeing, then, that the sheriff was expressly required by the scire facias, in this case, to warn the administrator of the deceased defendant, in the judgment, to show, if any thing he knew or had to say, why the plaintiffs therein ought'not to have execution thereof of the goods and effects of the deceased in his hands, as well as of the lands and tenements of the said deceased, and that the arbitrators to whom the cause was referred made and returned an award in favour of the plaintiff for a certain sum against the surviving defendant and the administrator of the deceased defendant generally, without saying how or in what manner the same should be levied; the judgment thereon must be taken as a general judgment against the defendants, corresponding with the warning contained in the scire facias, to be levied out of the goods and chattels of the surviving defendant, as also out of the goods, effects and lands and tenements of the deceased defendant in the hands of his administrator. But this, as has been already shown, cannot lawfully be, for the goods of the deceased defendant in the judgment, for any thing that is alleged or has been shown, cannot be made liable to the payment thereof. The lands of the deceased defendant situate in the county wherein the judgment was obtained, which were held and owned by them at the time of its rendition, are alone liable, as the property which belonged to him, for the payment of the judgment: for on them alone the judgment became a lien, and although he may have acquired other lands afterwards, yet the Hen of the judgment did not extend to them, according to the law of Pennsylvania, as it would have done in England. The writ of scire facias is therefore erroneous in directing the sheriff to warn James Espy, the administrator of Samuel -Bennett, the deceased defendant in the judgment, upon the mere suggestion of the death of the said Samuel, without more being alleged, to show, if any thing he had or knew, why the plaintiffs should not have execution of their judgment, to be levied of the goods, effects, lands, and tenements of the said Samuel Bennett, then deceased, in the hands of James Espy, his administrator. It ought to have been, to show, if any thing he had or knew, why the plaintiffs should not have execution of their judgment, to be levied of the lands and tenements which were of the same Samuel Bennett at the time of the rendition of the judgment; leaving the words “ goods, effects,” out altogether, and confining it to the lands and tenements of the said deceased at the. time the judgment was obtained.\nThe judgment is therefore reversed. •",
        "type": "majority",
        "author": "Kennedy, J."
      }
    ],
    "attorneys": [
      "Wurtz, for plaintiffs in error.",
      "Wright and Collins,' for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Stiles, and Espy Administrator of Bennett, v. Brock & Co.\nIn Error.\nWhere there is a judgment against two joint defendants, which remains unsatisfied until one of them die, his personal property is discharged from execution; but the plaintiffs may have execution of the land and tenements of such deceased party, if any he had, which were bound by the judgment at the time it was obtained.\nIn such case a writ of scire facias is erroneous,\"which calls upon the administrator of the deceased party in the judgment to show cause, why the plaintiffs should not have execution against the “ goods and effects,\" lands and tenements of the said deceased, in his hands: the words “ goods and ffects\" should have been omitted, and the directions of the writ confined to the lands and tenements of the said deceased, which were held and owned by him, at the time of the rendition of the judgment.\nError to the. Court of Common Pleas of Luzerne county.\nThis was a scire facias, sur judgment post annum et diem, and quare execulio non, at the suit of John Brock and Henry Emery, doing business under the firm of John Brock & Co., the defendant in error, against the plaintiffs in error, Daniel Stiles, and James Espy, administrator of the estate of Samuel Bennett, deceased, the said Daniel Stiles and Samuel Bennett, then deceased, being of the late firm of Stiles and Bennett, of which the said Daniel Stiles was the surviving partner.\nThe material facts of this case are fully stated in the opinion of the court.\nOf several errors assigned in this court, the following is the only material one:\nThere is error in issuing the scire facias against Daniel Stiles and the administrator of Samuel Bennett, jointly; and particularly as to the goods and effects of the decedent.\nWurtz, for plaintiffs in error.\nWright and Collins,' for defendants in error."
  },
  "file_name": "0215-01",
  "first_page_order": 217,
  "last_page_order": 220
}
