{
  "id": 949842,
  "name": "John Menges, Elizabeth Menges, Bernard Menges, Susannah Menges, and Solomon Menges, by their guardian, David High: and Daniel and William Menges, by their guardian Henry Reader, heirs of Solomon Menges, deceased, Plaintiffs in error, and who were Plaintiffs below, v. Daniel Wertman",
  "name_abbreviation": "Menges v. Wertman",
  "decision_date": "1845-07",
  "docket_number": "",
  "first_page": "218",
  "last_page": "223",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 218"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Rawle, 494",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Serg. & Rawle, 267",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1804451
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/5/0267-01"
      ]
    },
    {
      "cite": "3 Yeates, 269",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773263
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0268-01"
      ]
    },
    {
      "cite": "10 Watts, 13",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851011
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0013-01"
      ]
    },
    {
      "cite": "7 Watts, 163",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846848
      ],
      "pin_cites": [
        {
          "page": "394, 400"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0163-01"
      ]
    },
    {
      "cite": "3 Serg. & Rawle, 283",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1800210
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/3/0283-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 20",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "4 Bin. 123",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts & Serg. 278",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 300",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0300-01"
      ]
    },
    {
      "cite": "1 Whart. 460",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 292",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841304
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0292-01"
      ]
    },
    {
      "cite": "2 Rawle, 374",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts, 356",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "17 Serg. & Rawle, 64",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0064-01"
      ]
    },
    {
      "cite": "12 Serg. & Rawle, 203",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/12/0203-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 169",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816665
      ],
      "pin_cites": [
        {
          "page": "178"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0169-01"
      ]
    },
    {
      "cite": "15 Serg. & Rawle, 72",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1815541
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/15/0072-01"
      ]
    },
    {
      "cite": "10 Serg. & Rawle, 97",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1811129
      ],
      "pin_cites": [
        {
          "page": "101"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/10/0097-01"
      ]
    },
    {
      "cite": "2 Yeates, 493",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0493-01"
      ]
    },
    {
      "cite": "16 Serg. & Rawle, 35",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816660
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0035-01"
      ]
    },
    {
      "cite": "7 Cranch, 32",
      "category": "reporters:scotus_early",
      "reporter": "Cranch,",
      "case_ids": [
        572722
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/11/0032-01"
      ]
    },
    {
      "cite": "3 Dall. 386",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11738091
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/3/0386-01"
      ]
    },
    {
      "cite": "2 Dall. 304",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11746792,
        6131809
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0304-01",
        "/f-cas/28/1012-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 275",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts & Serg. 171",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0171-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 716,
    "char_count": 14265,
    "ocr_confidence": 0.578,
    "pagerank": {
      "raw": 1.0773428461132881e-07,
      "percentile": 0.5615545539527594
    },
    "sha256": "fc8a337b8779a60a785c5253efceb7526e2883401ff466d19431865a4d05ed48",
    "simhash": "1:07b1916c095a6cce",
    "word_count": 2479
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Menges, Elizabeth Menges, Bernard Menges, Susannah Menges, and Solomon Menges, by their guardian, David High: and Daniel and William Menges, by their guardian Henry Reader, heirs of Solomon Menges, deceased, Plaintiffs in error, and who were Plaintiffs below, v. Daniel Wertman."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nWere it not for the precedents that have been cited, I would be willing to pronounce this law unconstitutional. The plaintiffs indisputably owned this land when it was enacted. Yet it was taken from them for no cause of forfeiture, and given to another. The act would seem to fall within the prohibition contained in the 9th article and 9th section of the constitution, which declares that no one “ can be deprived of his life, liberty, or property, unless by judgment of his peers or the law of the land.” I am far from charging the legislature with precipitance in these matters; for the urgency of business, at the close of a session, passes through the chambers many laws that would otherwise be arrested ; and for that reason, an exercise of judicial authority, to enforce the paramount obligations of the constitution, is indispensable to the security of property. In the other states, the courts have often pronounced acts of legislation to be unconstitutional, with the acquiescence of the legislature and the people. But by giving too much scope to the principle, that this authority is to be exercised only in extreme cases, we have bound our hands so far as to have nearly relinquished the authority itself. It would ill become me to impute blame for jt to the distinguished men who have preceded me, or to those with whom I am, or have been associated; for it is known I wrent beyond them in restricting the constitutional power of the court. My theory, however, seems to have been tacitly disavowed by the late convention, which took no action on the subject, though the power had notoriously been claimed and exerted. But experience has taught me the futility of mere theory. There must be some independent organ to arrest unconstitutional legislation, or the citizen must hold his property at the will of an uncontrollable power. It would be useless for the people to impose restrictions on legislation, if the acts of their agents were not subject to revision. Yet our decisions have confined the authority of the judiciary over unconstitutional legislation to narrow' bounds; for the cases of Barnet v. Barnet, Tate v. Stoolsfoos, and Mercer v. Watson, are altogether as strong as the present. In all of them, the purchaser had paid for the lands, and in this'case he had done no less. As the prior owners had been under a moral obligation to convey, we held that the legislature had a constitutional right to give it legal effect; but I trust we shall never go further. I speak not now of power to sanction the conversion of estates owned by infants and others, for it is absolutely necessary that the legislature should have it; but I speak of arbitrary-power to take the property of one person and give it to another, who has no moral right to it. Such was the power attempted to be exerted in Norman v. Heist, 5 Watts & Serg. 171, by an act to vest in the issue of an illegitimate child an estate which had descended to the right heirs of the intestate. Touching that case, I am authorized to say, that my brother Burnside, who ruled it below, was restrained from declaring the act unconstitutional only because he was then sitting in an inferior court; and his forbearance was entirely proper. It is a grave thing to set aside an act of the representatives of the people, and strange confusion would ensue were it attempted by the county courts or the inferior magistracy. The fate of the law rests with the ultimate tribunal, and so ought the responsibility-to rest. To say no more of that, the statute, which was overruled in Norman v. Heist, more decisively impinged on the' constitution, than did any other which has been subjected to the test of decision; for the parties, whose title was-sought to be transferred, were bound by neither conscience nor morality to give the property to their illegitimate kindred; and the presence or absence of such an obligation seems now to be the test. With great respect for the legislature, I must say, that this is to be regretted; for that a private hardship, which does not amount to an injury, should be without a remedy, is much less mischievous in its consequences than that it should be remedied by an act of doubtful power, which may lead, by its example, to further encroachments. But for us to overrule the cases which have been cited, would unsettle very many titles; and we are compelled, by that consideration, to execute this act.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Hegijis, for plaintiff in error.",
      "Miller and Jordan, for defendant,",
      "Greenough in reply,"
    ],
    "corrections": "",
    "head_matter": "John Menges, Elizabeth Menges, Bernard Menges, Susannah Menges, and Solomon Menges, by their guardian, David High: and Daniel and William Menges, by their guardian Henry Reader, heirs of Solomon Menges, deceased, Plaintiffs in error, and who were Plaintiffs below, v. Daniel Wertman.\nIn Error.\nThough the legislature may not arbitrarily divest the title of an owner and vest it in another, a statute may constitutionally give legal effect to a naked moral obligation to convey, by transferring the title to one who has paid for it either directly to the prior owner, or in discharge of his debts.\nA statute which confirmed a shoritf’s conveyance of land, part of which was out of his bailiwick, therefore held to be constitutional.\nWrit of error to the Common Pleas of Northumberland county.\nThis was an action of ejectment brought by John Menges, Elizabeth Menges, and others, heirs at law of Solomon Menges, deceased, against Daniel Wertman, for sixty acres of land. The land in dispute in this case was a part of a larger tract lying partly in Lycoming and partly in Northumberland counties, which was levied upon by the sheriff of Lycoming county, under a levari facias issued upon a judgment obtained in the Court of Common Pleas of said county, upon a mortgage given by Solomon Menges to William Parker. The land was advertised as described in the mortgage; and at the sheriff’s sale thereof, George Oyster became the purchaser, who, after he had received the sheriff’s deed, sold sixty acres of the same to Daniel Wertman, the defendant in error. On the trial of the cause in the court below, the plaintiffs proved a legal title. It was admitted that they were the children and heirs at law of Solomon Menges, deceased, in whom they proved the original title to have been vested.\nThe defendant gave in evidénce the mortgage from Solomon Menges to William Parker, which was duly recorded in Lycoming county, the judgment and the entire record of the judicial and ministerial proceedings thereon in said county. He also proved, that the mortgage covered the entire tract sold by the sheriff to Oyster, and that it lay partly in Lycoming and partly in Northumberland counties; that the sheriff’s' deed to Oyster was duly acknowledged for the entire traet without objection of any kind,; that he paid the purchase money to the sheriff; that it was applied in discharge of the mortgage and other liens against Solomon Menges, and that Oyster went into possession.\nThe counsel of the defendant then, gave in evidence the agreement between George Oyster and Daniel Werhhan, the defendant in error, for the sale of the land for which the ejectment was brought, two receipts of Oyster for money paid by Wertman on account of the purchase money, and also the record of four judgment notes given by Wertman to Oyster for the balance thereof.\nIt was proved that Wertman went into possession.\nIt was also proved, that Solomon Menges encouraged Wertman to make the purchase, by telling him that the title would be good, and that George Oyster owned the land. To the admission of all which evidence, the plaintiff excepted in three several bills.\nThe court (Anthony, President) charged the jury as follows:\n“ In a former ejectment brought by Elizabeth Menges and others, heirs at law of Solomon Menges, deceased, against George Oyster, for three hundred acres of land, on precisely the same title, the defence set up in that case was that the land had been sold at sheriff’s sale, as the property of Solomon Menges, on a mortgage recorded in Lycoming county, by virtue of proceedings in that county, and that Solomon Menges encouraged the sale, bid himself, surrendered the possession, and looked to the payment of the purchase money towards the mortgage and other liens against the land. That cause was decided in favour of the defendant Oyster, and was afterwards reversed by the Supreme Court, on the ground that«a sheriff’s sale upon a mortgage conferred no title to the purchaser to that part of the land which lies beyond the line of the county where the sale was made,’ notwithstanding the owner of the .land was present, bid at, and encouraged the sale, &c. It was afterwards tried, and a verdict and judgment rendered for the plaintiffs, which was affirmed by the Supreme Court.\n“ On the 24th day of April, 1843, an act of Assembly was passed, (Pamphlet Laws, 1843, p. 362,) sect. 11, ‘That the deed made the 9th day of May, 1839, and on the same day acknowledged in open court by John Bennett, Esq., sheriff of Lycoming county, to George Oyster, for a tract of land situate in Muncy Creek and Tinbut townships, in the counties of Northumberland and Lycoming, containing four hundred and eight acres, and allowance as described in said deed, and sold as the property of Solomon Menges, is hereby declared to be good and valid, to all intents and purposes, in the same manner, and with the same effect as if the whole of said tract of land were situate in the said county of Lycoming: Provided, That this section shall not affect the lien of any judgment.’\n“And the question is now for the court to determine, whether the present case (which the court considered substantially the same as that of S. Menges’ heirs v. George Oyster, from the evidence given in the cause) is to be decided in accordance with the opinion of the Supreme Court in Menges v. Oyster, 4 \"Watts & Serg. 20, or whether the act of Assembly of April 24, 1843, shall control the decision of the court; or in other words, whether the act is constitutional and binding on the court and jury.\n“As this cause will in all probability be taken to the Supreme Court to determine the validity of the act of Assembly in question, the court may say with Justice Grier, in Braddee v. Brownfield, 2 Watts & Serg. 275, ‘ The constitutionality of acts of the legislature is a question for the Supreme Court alone, and we shall take it for granted in this case, (whatever our private opinion may be,) that the act is constitutional.’\n“ We therefore instruct you, that the defendant has shown the legal title to the land for which the ejectment is brought, to be in George Oyster, and the equitable title to be in himself, by virtue of the agreement between him and Oyster, viz.: the payment of money and the improvements by him, and possession taken under said agreement. Your verdict should therefore be for the defendant.”\nThe jury found for the defendant.\nIn this court the plaintiff assigned for errors, the admission of the evidence herein before briefly detailed, and the last paragraph of the charge of the court beginning, “ We therefore instruct you,” &c.\nHegijis, for plaintiff in error.\nWertman is a purchaser with full notice, that the sheriff’s deed to Oyster, from whom he purchased, gave no title.\nThe legislature, he contended, had no authority to enact a law to divest one citizen of his freehold and vest it another without a just compensation. In support of this position he cited the 1st section of the 9th article, and the 4th section of the 7th article of the amended constitution. Vanborne's Lessee v. Dorrance, 2 Dall. 304.\nNo authority could be produced establishing the doctrine, that a legislative act to transfer thé property of A. to B. has ever been held a constitutional exercise of legislative power, in any state of the Union. Wilkinson v. Leland, 2 Peters, 658; Calder v. Bull, 3 Dall. 386; Fletcher v. Peek, 7 Cranch, 32; Tate v. Stoolsfoos, 16 Serg. & Rawle, 35.\nMiller and Jordan, for defendant,\ncontended that the act of 24th of April, 1843, section 11, is not'unconstitutional; that it did not violate any article of the amended constitution. It does not impair any obligation or contract, but only enlarges the jurisdiction of the sheriff of Lycoming county. That the act of Solomon Menges before, at the time of the sheriff’s sale, and afterwards, bound him in equity, and plaintiffs were not entitled to recover. 2 Yeates, 493; 10 Serg. & Rawle, 97, 101; 15 Serg. & Rawle, 72; 16 Serg. & Rawle, 169, 178; act of Assembly of 8th of April, 1826, p. 270; 12 Serg. & Rawle, 203; 17 Serg. & Rawle, 64; 16 Serg. & Rawle, 35; 1 Watts, 356; 2 Rawle, 374; 3 Watts, 292; 1 Whart. 460; 7 Watts, 300; 2 Watts & Serg. 278; 4 Bin. 123; 1 Cowen, 550; 2 Watts & Serg. 20; 3 Serg. & Rawle, 283. They ateo contended that Wertman stood in a more favourable position than George Oyster, the sheriff’s vendee. That Menges’ knowledge of Wertman’s purchase, his residence near the land in dispute, and the knowledge of the exercise of acts of ownership by Wertman, prevents a recovery by plaintiff. 7 Watts, 163, 394, 400; 10 Watts, 13—28; 3 Yeates, 269; 5 Serg. & Rawle, 267; 3 Rawle, 494; 1 Page, 202; Fonblanque's Equity, 138, note.\nGreenough in reply,\ncontended, that the 11th section of the act of Assembly of the 24th of April, 1843, (Pamph. Laws, p. 362,) divested the heirs of Solomon Menges of their property, without any compensation, and vested it'in George Oyster. Whether this act of the legislature is within the power of that body, is the question for this court to determine. He contended, that the act was unconstitutional; that the legislature had no power to pass such an act; that the constitution was the supreme law of the state. He referred to the 9th and 10th sections of the 9th article of the amended constitution. He also cited, read, and commented upon the 17th section of the 9th article, which declares tliat no ex post facto law shall be made and argued; that the 11th section of the act of Assembly, already cited, w'as in direct opposition to, and in violation of this section of the constitution. By it, power is given to a sheriff to go out of his own, and sell land in another county. Without an act of Assembly he cannot do this. He is confined in the exercise and discharge of his duties to his own bailiwick."
  },
  "file_name": "0218-01",
  "first_page_order": 220,
  "last_page_order": 225
}
