{
  "id": 949867,
  "name": "William Ward, Eli Moore and Others, Plaintiffs in error, who were Defendants below, v. Jones Taylor, who was Plaintiff below",
  "name_abbreviation": "Ward v. Taylor",
  "decision_date": "1845-07",
  "docket_number": "",
  "first_page": "238",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 238"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 N. H. 167",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6755131
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/7/0167-01"
      ]
    },
    {
      "cite": "13 Maine Rep. 236",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8738725
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/13/0236-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 99",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818222
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/17/0099-01"
      ]
    },
    {
      "cite": "6 Bin. 2",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795160
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/6/0002-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 7594,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 2.3210795252472586e-07,
      "percentile": 0.7900045523889617
    },
    "sha256": "312551ac60ed3ddf3a8bec667304715a86c1091c13ad1d0e3e2bc8b7522ca2b9",
    "simhash": "1:3dc39a390b1ce6cf",
    "word_count": 1356
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "William Ward, Eli Moore and Others, Plaintiffs in error, who were Defendants below, v. Jones Taylor, who was Plaintiff below."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nThis is an action of trespass for breaking and entering the close of the plaintiff, Jones Taylor, and seizing, taking, and carrying away a span of horses, three hogs, and a quantity of wheat.\nThe articles seized were at one time the property of William Taylor, and as such were taken in execution at the suit of Frederick A. Ward. They were appraised, and bonds given for their forthcoming under the law directing the appraisal of goods taken in execution. In July, 1843, a ven. exponas was issued, and the sheriff sold the greater part of the goods seized, but did not expose the property claimed in this action to public sale; but an arrangement was entered into between the parties, as is said, with the assent of the execution creditor and the sheriff, by payment of the appraised value of the wheat, and satisfaction for the horses. The interest of die purchaser was subsequently transferred to James Taylor, the son of William Taylor, tire defendant in the execution. The defendants, one of whom is the constable, justify the taking under an execution from a justice of the peace, issued against the same William Taylor the day after the sheriff’s sale as above stated. The defendants contend, that the chattels purchased the day of the sheriff’s sale were not removed from tire premises, but continued as before in the possession of William Taylor; and, consequently, the sale was fraudulent as regards creditors. The evidence is clear, that the hogs, (which it would seem were not sold by the sheriff on die first execution,) and part of the wheat had not been removed when the constable made his levy, but whether the horses still remained on the premises was a contested point on the trial.\n, It was also said that part of the wheat had not been levied on by the constable.\nOn the trial divers points of law were ruled, three of which only are matters of exception, and as to two of them, viz., the second and third, they are too clear to admit of any argument. I shall, therefore, dismiss them with the single remark, that in them no error is perceived. But it is not so as to the first error, which relates to that point of the charge where the court instruct the jury, “ That a purchaser at a sheriff’s of constable’s sale, who has notice that die officer has no right to sell die property, is liable to the owner in trespass or replevin.” It is necessary to distinguish between the two actions. It must be conceded that the proposition is correctiy stated as to the writ of replevin. For whether the purchaser was dgnorant, or otherwise, of the constable’s right to sell, as where the goods of one man are taken in execution to pay the debts of another, the right of property may be tried in an action against the sheriff’s vendee; replevin lies against him to recover chattels wrongfully taken in execution and sold. Shearick v. Huber, 6 Bin. 2; 2 Brown, 160. But goods seized and taken in execution, while in the hands of tire sheriff or constable, cannot be replevied, and when replevin is brought by tire owner, the court, on motion, will quash the writ. Shaw v. Levy, 17 Serg. & Rawle, 99. And this shows the difference in replevin. There is also a marked distinction in trespass, for when the sheriff is liable in that action, his vendee is not. Thus the action of trespass only lies for injuries committed with force, and generally only for such as are immediate. And to maintain trespass, it is absolutely necessary that the plaintiff, whether the property be real or personal, must be in the actual possession, or he must have the right of taking possession at the time of the trespass. 4 Kent's Com. 119, in note; Lent v. Brown, 13 Maine Rep. 236; Rowland and Rowland, 8 Ohio Rep.; Anderson v. Newsmith, 7 N. H. 167. Now, at the time the wrong was committed, viz., when the chattels were seized and taken away by the constable, the purchaser, as such, was neither aiding, advising, or abetting him in the trespass. He participates in the transaction only by purchasing the goods, and although he knows of the illegality of the sale, or that the goods did not belong to the defendant in the execution, he cannot be made a trespasser by relation, however silly he may act in purchasing property to which he obtains no title. But again, the owner is neither in the possession, nor has he the right of possession at the time of the sale, and as we have seen, this is necessary to enable him to maintain trespass. By the seizing and taking away the goods, the possession is changed. It is transferred from the owner to the officer, who may, if necessary, maintain suit against a wrong-doer. And even as in replevin by the owner, the court, on motion, would quash the writ. For these reasons, it is clear the court erred in the instruction on this point.\nIt is useless to say any thing as to the fourth error, except that regularly the finding of the jury must be as to all tire defendants. The irregularity might, however, be cured by entering a nolle prosequi, either in this court, or in the Common Pleas, the record being remanded for that purpose.\nJudgment reversed, arid venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Case, for the plaintiff in error.",
      "Richards, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "William Ward, Eli Moore and Others, Plaintiffs in error, who were Defendants below, v. Jones Taylor, who was Plaintiff below.\n1. A purchaser at a sheriff’s or a constable’s sale, who participates in the transaction only by purchasing the goods, although he knows of the illegality of the sale, or that the goods did not belong to the defendant in the execution, is liable to the owner in replevin, but not in trespass.\n3. To maintain trespass, it is absolutely necessary that the plaintiff, whether the property be real or personal, must be in the actual possession, or he must have the right of taking possession at the time of the trespass.\n3. If a constable at a sale sells any portion of goods without levy or advertisement, he is liable therefor to the owner.\n4. When there are several defendants, the jury should find as to all. Where they do not, the irregularity may be cured by entering a nolle pros, in this court, or in the C. P., the record being remanded for that purpose.\nError to the Common Pleas of Susquehanna county.\nThis was an action of trespass; the facts involved in which are so folly set forth in the opinion delivered by Mr. Justice Rogers, that it is unnecessary to make any other or additional statement of them here. The charge of the court below was excepted to by both parties. In this court the following errors were assigned by the plaintiff in error.\n1. The court erred in charging the jury, that a purchaser at constable’s or sheriff’s sale, who has notice that the officer has no right to sell the property, is liable to the owner in trespass.\n2. Also, in charging the jury that if the constable sold the wheat, or some part of it, which was in a barn apart from the other, without levy or advertisement, he would be liable therefor to the owner.\n3. And also, in charging the jury ££ that if the horses were removed from the possession of William Taylor, under the arrangement made with David Taylor, and were in the actual, visible, and exclusive possession of the plaintiff, (Jones Taylor,) when seized by the constable, the plaintiff is entitled to recover for them,” inasmuch as the evidence in the case did not require said instruction, and not raising the point.\n4. There is no finding by the jury as to two of tire defendants, neither for nor against them, neither is there any judgment rendered as to them.\nCase, for the plaintiff in error.\nRichards, for the defendant in error."
  },
  "file_name": "0238-01",
  "first_page_order": 240,
  "last_page_order": 242
}
