{
  "id": 949882,
  "name": "Shulze's Appeal",
  "name_abbreviation": "Shulze's Appeal",
  "decision_date": "1845-07",
  "docket_number": "",
  "first_page": "251",
  "last_page": "255",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 251"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts & Serg. 150",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0150-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 9",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856489
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0009-01"
      ]
    },
    {
      "cite": "4 Rawle, 273",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/4/0273-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 246",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1801983
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/4/0246-01"
      ]
    },
    {
      "cite": "1 Dall. 419",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12149251,
        12149331,
        1408372,
        1408566
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0419-01",
        "/dall/1/0419-02",
        "/us/1/0434-01",
        "/us/1/0434-02"
      ]
    },
    {
      "cite": "7 Watts & Serg. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481840
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0373-01"
      ]
    },
    {
      "cite": "11 Serg. & Rawle, 328",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1812812
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/11/0328-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 555,
    "char_count": 10228,
    "ocr_confidence": 0.586,
    "pagerank": {
      "raw": 3.0684791869476114e-07,
      "percentile": 0.8571003560439238
    },
    "sha256": "279da21ca5e3b6bcea6e9d7d51c5d7534e544279f5c22ccf3dcf55e5fbd3b3e9",
    "simhash": "1:c9051b2eaf04698d",
    "word_count": 1829
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Shulze's Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of this court was delivered by\nGibson, C. J.\n' That the record of a judgment can. affect only parties and privies, and that no one shall have advantage 'from it who would not have been prejudiced by it, are principles with which every lawyer is supposed to be familiar. On what principle, then, did the inactive creditors think to gain an advantage from the successful activity of Lawshe, who alone contested the fairness of Shulze’s judgment and undertook to prove it collusive ? Had the jury found it to be fair, the verdict would not have bound the other creditors; and Shulze would have been exposed to the vexation of encountering them in turn, or as many of them as were willing to contest the matter with him. His position would have been unequal and disastrous, if a verdict in his favour could havd given him no more than a single point, while a verdict against him would have lost him the game. t It has been urged that the style of a feigned issue is a matter of arbitrary arrangement, designed to disclose, not the names of the actual parlies to the contest, but the fact to be tried; and it is alleged that all the creditors' were active parties at the trial, and incurred responsibility for costs. Were it at all material, we should look in vain into the record for any trace of this activity. It was indeed said by the judge, that Lawshe was contesting the fairness of the judgment for himself and the other creditors but he surely knew that Lawshe had no right to contest it for those who had not challenged it; for if he could not bind them by his proceeding, he could not benefit them by it. One person may acquiesce in a transaction known by him to be honest, while another may nevertheless avoid it; and each must be allowed to act for himself. Nor is it less certain, that a court will go beyond the record, for the actual parties to a suit no further than to charge them. Besides, a judge’s charge is filed under our statute, not to record matter, of facts, but to be revised in matters of law; and it is part of the record for no other purpose. But that is immaterial. It does not appear by the petition to originate the proceedings, which was filed and sworn to by Lawshe alone, that there was a suggestion of collusion by any one else. The inception of the proceeding was well enough, if the object was to try the question of fraud only for the benefit of Lawshe; but the nature of it was misconceived, if it was meant to try the question for the benefit of any one else. The motion to open the judgment in Whiting v. Johnson, 11 Serg. & Rawle, 328, which is appealed to as a precedent, was made in behalf of the creditors generally; and, to complete the parallel, the petition for the issue should also have been signed by the creditors generally — the very thing on which the case is deficient. At that time, the practice was not to award a collateral issue, but to open the judgment, as it was termed, on motion sustained by affidavit, and try the matter on pleadings in the action ostensibly between the original parties; but the creditors, though not formally parlies, were actually so. The proceeding was one of those miserable shifts to which we were driven for want of the powers of a court of Chancery. The statute on which the present proceeding is founded, directs that a suggestion of fraud be tried in a collateral issue to which the parties may be fabulous; but it seems to be forgotten that, as the whole is a chancery proceeding, the name of the actual parties ought to appear as complainants and respondents. If they do not, we shall have gained little by the statute. It is proper, however, that there be not only actual parties, but a distinct statement of the contested facts — ■ not the whole of the case as a subject of scuffle before the jury — so that in distributing the fund on the basqs of the verdict, the court may have to deal with no more than questions of law. For want of attention or skill in this matter, we are often confounded by the rude and undigested mass in which such proceedings are sent to us. At the present term we have had a general verdict, on, what was called, an issue without declaration or plea, between one of the lien creditors as plaintiff, and all the rest as defendants; in which complicated claims to priority were thrown promiscuously before the jury, under the direction of the court, as the arbiters of both fact and law. Such a proceeding is discreditable to a court which allows it, as well as to counsel who resort to it; and I take leave to say that another of the same stamp will not be received here as a ground of adjudication.\nOn the state of the record, as it appears before us, the decree was manifestly wrong; but as the creditors, who omitted to contest the fairness of Shulze’s judgment, may have done so under a belief that Lawshe’s issue would serve for all, we think it the safer course to remit the record, with direction to allow them to come in at the first term, an'd litigate the matter jointly or severally for themselves; and to make distribution according to the event.\nDecree of distribution reversed, and record remitted for further proceeding.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Maynard, for appellant.",
      "Greenough, contra."
    ],
    "corrections": "",
    "head_matter": "Shulze's Appeal.\nJNo one can have advantage from a judgment, who would not have, been prejudiced by it; and where one lien creditor of a fund m court for distribution, had singly petitioned for an issue to try the alleged fraudulency of a conflicting encumbrance, which was found for him, it was held that the verdict could not be used by the other encumbrancers who had remained quiescent; and that the parties to the proceeding were the petitioner' and the respondent, not the plaintiff and defendant in the issue.\nTins'.was an appeal from a decree of the Common Pleas of Lycoming county, distributing the proceeds of the sale of the real estate of J. A. Shulze, in which Augustus ^E.'Shulze was the appellant and George Tormbe and others were the appellees.\nJ. A. Shulze, being much indebted, and judgment to a considerable amount having been alrea4y obtained against him, on the 25th April, 1844, confessed a judgment, No. 312, April term, 1844, to his son, the appellant, for |8119 07. On the 27th of the- same month, George Tormbe obtained a judgment. On the same day F. C. Campbell. On the 29th, Abraham. Lawshe, and on that day and' soon afterwards, many others obtained judgment against J.~A. Shulze. By the sales of real and personal estate of Mr. Shulze,_the judgment prior to his son’s having been satisfied, and there being in court a large sum of money, the produce of these sales, not sufficient^ however, to satisfy the claims of the son and of the subsequent creditors, these creditors agreed together to contest the validity of the judgment confessed to the appellant, and signed, an instrument by Which they agreed to pay, pro rata, all the expenses and costs of the necessary legal proceedings. The applica tion for a feigned issue to try the validity of this judgment was signed by Abraham Lawshe alone, and the issue itself was made up between him as plaintiff and Augustus E. Shulze as defendant. This issue resulted in a verdict for the plaintiff.\nAfter this verdict and judgment thereon, upon the distribution of the money in court, Augustus E. Shulze claimed the amount of his judgment against his father, No. 312, April term, 1844, except so far as related to the judgment of Abraham Lawshe. This claim the court below disregarded, and proceeded to distribute the moneys among the subsequent judgment creditors, and decreed accordingly. From this decree Augustus E. Shulze appealed, and in this court made the following assignment of error.\nThe court erred in deciding “ that the verdict and judgment in the feigned issue, directed by the 'court to try the validity of the judgment of Augustus E. Shulze v. J. A. Shulze, was conclusive to postpone said judgment as to other judgment creditors, and prevent it from receiving any part of the money in court for distribution,” and in decreeing that said proceeds of sale be distributed among the other junior judgment creditors of J. A. Shulze.\nMaynard, for appellant.\nWhat is the effect of the verdict and judgment on the feigned issue, between Lawshe and A. E. Shulze, on the right of the parties in this appeal ? We contend that it leaves our judgment against J. A. Shulze good, and valid against all others, except Lawshe, and admit that, with regard to him, our judgment is postponed. The feigned issue was to determine whether A. E. Shulze’s judgment was void under stat. 13 Eliz. c. 5, s. 2. Now though a judgment is void by that statute, as against those intended to be defrauded, yet it is good against every one else. Cro. Jac. 270; 7 Watts & Serg. 373. The appellees before this court were neither parties nor privies to the feigned issue, and the record of the judgment upon it was incompetent evidence for them. Judgment and judicial decrees are binding only between parties and privies. 1 Gilbert's Ev. 32; 4 W. C. C. R. 186; 1 Dall. 419; 4 Serg. & Rawle, 246; 4 Rawle, 273; 4 Watts & Serg. 9. No one can be permitted to receive a benefit from a judgment, who could not have been prejudiced by it. The appellees could neither be prejudiced or benefited by this judgment, to which they were neither parties nor privies. If the verdict had gone for Shulze, they were not liable for costs. Neither of them could have sued out a writ of error. 7 Watts & Serg. 150. But it has been, and may be, contended that these appellees become parties to the feigned issue, by the words “ other just creditors of the said J. A. Shulze.” This is untenable. If .((others” is a good designation of a party on the record, it would be equally so without being joined with. the name of Lawshe, which is absurd. If the issue was joined betwen Lawshe and “others” v. A. E. Shulze, it could only properly have been joined between the parties to the record, by allegation on one side and denial on the other, and any thing beyond is mere surplusage. “ Others” can have no legal signification, and will not authorize the'engrafting a stranger on the record. A writ of error in the name of Lawshe and “ others” would have been quashed on motion. 3 Bac. Abr. 330; 8 Pit. Rep. 526.\nGreenough, contra."
  },
  "file_name": "0251-01",
  "first_page_order": 253,
  "last_page_order": 257
}
