{
  "id": 949919,
  "name": "Hugh Sweeny v. Patrick Delany",
  "name_abbreviation": "Sweeny v. Delany",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "320",
  "last_page": "322",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 320"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 255,
    "char_count": 4098,
    "ocr_confidence": 0.596,
    "pagerank": {
      "raw": 6.876099273529899e-08,
      "percentile": 0.41846088324068315
    },
    "sha256": "66057362505f5541710c863a9427c8a8c8d1d938cea39e93b87f3eeeb14624dc",
    "simhash": "1:aa0b4429b30a1fda",
    "word_count": 743
  },
  "last_updated": "2023-07-14T18:20:17.551917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hugh Sweeny v. Patrick Delany."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe common-law power of the court was certainly adequate to the amendment of the record, by transferring the proceedings to the proper jcause. They had been misplaced by an undiscovered blunder of the clerk, which, if it led no one into a surprise that induced him to slip his time for the exercise of a right, gives no one a right to complain of the correction of it. The plaintiff says, he was induced to forego his right to appeal from the award, by the certainty he had of being able to reverse the judgment on it by writ of error; and that this certainty ought not to have been taken from him after the time for his appeal had gone by. But he knew of the blunder during the time, and he had no warrant to think that the court would not correct the error when discovered, or suffer him to elude the award for an accident whose consequences it was competent to repair. He took his course on the foot of his own calculation of the chances, and it is his own fault that he did not appeal in time.\nAs the amendment was within the range of the court’s discretion,- it is not within the range of a writ of error. Nor is the other assignment of error sustained because the declaration was transferred with the Other proceedings to the proper cause, and the exceptions unfounded in fact.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Burke, for plaintiff in error.",
      "Mellon, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hugh Sweeny v. Patrick Delany.\nIn Error.\nThe court may amend its record by transferring the proceedings to the proper suit when by mistake they have been filed in a suit to which they do not belong.\nThis was an appeal by the plaintiff in error from the judgment of a justice to the Court of Common Pleas of Alleghany county, No. 157, of October term, 1843.\nNo declaration or statement of the cause of action was ever filed in the case; nor was any other step or proceeding taken therein by either of the parties until the 20th of April, 1844, when a rule to show cause, &c., (hereinafter set forth,) was taken by the defendant in error, who was the plaintiff below.\nBut at the lime term of said court, No. 140 was another case wherein the defendant in error, above named, was also plaintiff, and the plaintiff in error, above named, was defendant. This last mentioned case purported to be the transcript of a judgment of the same justice obtained by the said plaintiff below, against the said defendant below for the sum of $9473 entered up by the said plaintiff in the prothonotary’s office, agreeably to the provisions of the act of Assembly in such case made and provided. In this case a declaration in assumpsit was filed, on the 20th Nov. 1843, endorsed and numbered in the handwriting of the plaintiff’s attorney, or bis clerk. On the 6th of March, 1844, the plaintiff entered a rule to have arbitrators chosen on the 23d of the same month,- and on the 23d he obtained and took out his rule of reference, the 11th of April, 1844, being fixed for the trial; and on the 16th or 17th of April, 1844, the award of the arbitrators, finding for the plaintiff $85 59, was filed in said case, No. 140, Oct. term, 1843. After which the following proceedings and entries were taken and made in No. 157, October term, 1843, the case now in error before the court, viz. :\n“ April 20, 1844. — On motion, rule to show cause why the record in this case should not be amended by filing therein the narr. and award, and other papers belonging thereto, erroneously filed in No. 140, of the same term.”\nAfter argument of said rule, the court entered the following judgment:\nAnd now, to wit, Feb. 4, 1845, the rule obtained 20th April, 1844, to amend, &c., is made absolute, and, on motion, judgment is. directed to be entered on the award.\nTo all which defendant’s counsel excepted, and the exceptions were sealed, &c.\nErrors assigned:—\n1. The court erred in making absolute the rule obtained on the 20th April, 1844, to amend, &c.\n2. The court erred in entering judgment on the award of arbitrators, ^ the plaintiff having entered his rule of reference, before, and without filing a declaration or statement of the cause of action.\nBurke, for plaintiff in error.\nMellon, for defendant in error."
  },
  "file_name": "0320-01",
  "first_page_order": 322,
  "last_page_order": 324
}
