{
  "id": 949866,
  "name": "Zerah H. Coston v. The Alleghany County Mutual Insurance Co.",
  "name_abbreviation": "Coston v. Alleghany County Mutual Insurance",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "322",
  "last_page": "324",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 322"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 230,
    "char_count": 3974,
    "ocr_confidence": 0.574,
    "pagerank": {
      "raw": 6.22903599595073e-08,
      "percentile": 0.38529331246725196
    },
    "sha256": "9ebfb100971435a73bb075c67229d46c66d68edec1e70d703caee27939a428a2",
    "simhash": "1:ca034f862106f449",
    "word_count": 716
  },
  "last_updated": "2023-07-14T18:20:17.551917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Zerah H. Coston v. The Alleghany County Mutual Insurance Co."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nThe opinion of this court in the case of W. & D. Rinehart, against the Alleghany County Mutual Insurance Company, decides that where a fire has happened, the company are bound, to the extent of their funds, to pay the loss, and that the losers have an immediate vested interest in the effects of the company. The company, in the case stated, where the law appropriates all the effects of the company to the first lossy has nothing left for a second loss by fire; there is nothing .left for the fire of the 16th of May, 1845. The plaintiff has no ground to complain. He was a corporate, and one of the company, and was bound to know the consequences of the fire, of the 10th April, 1845.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Dunlap, for plaintiff in error.",
      "Williams, contra."
    ],
    "corrections": "",
    "head_matter": "Zerah H. Coston v. The Alleghany County Mutual Insurance Co.\nIn Error.\nWhere insured property is destroyed by fire to so great an amount that all the deposit notes, and one per cent, on all the property insured, is not more than sufficient to pay the iosers, and afterwards, before the deposit notes are collected, another fire destroys other property insured in the same company, the losers by the latter fire are not entitled to any part of the fund arising from the notes, and one per cent, assessed.\nThis was an amicable action of debt, in which the plaintiff in error was plaintiff, and a case was stated in the nature of a special verdict for the opinion of the District Court of. Alleghany counly, from which it came up on a writ of error. It was as follows:\n“ The defendants are an incorporated company, deriving their charter from an act of the legislature of this state, passed the 4th day of April, 1844, which act is made part of this case.\n“ On the 18th day of May, 1844, the defendants issued to the plaintiff' a policy of insurance, for the term of five years, for the sum of |700, upon a certain frame house in the city of Alleghany, upon the deposit by him of his promissory note for the sum of dollars, and the payment of five per cent, in conformity with the act of Assembly and the by-laws of said company.\n\"On the 10th of April, 1845, a fire occurred in the city of Pittsburgh, and destroyed property insured by the company to an amount exceeding the aggregate of the premium notes deposited with the said company, inclusive of the amount paid thereon, together with the addition of one per cent, upon the whole amount insured.\n\"On the 15th of May, 1845, the directors assessed upon the members of the company the sum of twenty per cent, upon the amount of the notes by them respectively given.\n\"On the 16th of May, 1845, the house of the plaintiff, insured by the above-mentioned policy, was consumed by fire, and the damages sustained were equal to the whole amount covered by the said policy, and due notice of the loss was given to the defendants.\n\"On the 9th of June, 1845, the directors of the company, having ascertained that the whole of the deposit notes, including the amount paid thereon, would not be sufficient to meet the liabilities incurred by the fire of the 10th of April and the 16th of May, in conformity with the charter did assess on the members the whole amount of the unpaid balance of their respective notes, and in addition one dollar on every one hundred dollars by them respectively insured in said company. The assess of the company, inclusive of the additional assessment of one per cent, just stated, were not sufficient to meet the losses occasioned by the fire of the 10th of April. The defendants had paid out to the losers by this last-mentioned fire a. dividend of twenty-two per cent, on the amount of their respective claims.”\nThe court were of opinion that the plaintiff was not entitled to be paid, pro rata, out of the said assessments with the losers by the fire on the 10th of April, and accordingly rendered judgment on the special verdict for the defendants, which is now assigned for error here.\nDunlap, for plaintiff in error.\nWilliams, contra."
  },
  "file_name": "0322-01",
  "first_page_order": 324,
  "last_page_order": 326
}
