{
  "id": 949829,
  "name": "McMasters, Appellant, v. Carothers, Guardian of T. Chalfant, Appellee",
  "name_abbreviation": "McMasters v. Carothers",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "324",
  "last_page": "326",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 324"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts & Serg. 184",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/3/0184-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 379,
    "char_count": 5966,
    "ocr_confidence": 0.596,
    "pagerank": {
      "raw": 5.935525946556576e-07,
      "percentile": 0.9533225682269507
    },
    "sha256": "4f394b8d19f3e9f1a89227e3ccd0f302971d96f4ee641b4619cde068180b35b4",
    "simhash": "1:cc6b5617678c3c1b",
    "word_count": 1027
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McMasters, Appellant, v. Carothers, Guardian of T. Chalfant, Appellee."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nAn adverse holding by one tenant in common, for any length of time, however short, previous to the institution of an action of partition, will bar a recovery, in such form of action; for ejectment, and not partition, is the proper remedy against a person holding adversely. Law v. Patterson, 3 Watts & Serg. 184. When, therefore, it appears on a petition for a division of an intestate’s estate, that the intestate did not die seised, but that the premises are in the possession of another, claiming to hold adversely, it is the duty of the Orphans’ Court to refuse the prayer of the petitioner, and put the party to an action of ejectment to recover the possession. And on the same principle, if on the return of the inquest, it should appear that part or the whole of the appraised premises are not in the actual possession of the heirs, the inquisition will be set aside. The court will not undertake to examine the validity of the title when it is contested, for the possession alone gives jurisdiction. It was, therefore, improper to investigate the title of Ananias Chalfant to property possessed by him, as is conceded, and on which he has resided upwards of twenty years. Was he in the possession of the property, claiming it as his own, is the only inquiry, and that he was, is abundantly shown. That he claims title we cannot doubt; it was therefore error in the jury to include it in the valuation of one of the purparts. For this reason, if there was no other, the inquest must be set aside. If there is no hostile claim, as is asserted, all difficulty hereafter may be removed by a disclaimer of title.\nBut the inquisition is objectionable in another particular. It is error for a constable, without other warrant than a verbal direction from the deputy sheriff, to select and summon the inquest. The selection of the jury implies judgment and discretion, and partakes so. much of a judicial character, that it cannot be delegated by a person who is himself but a deputy. The officer who selects a jury performs an important duty to the parties, essential to the administration of justice, under the solemn sanction of his oath of office. It is obligatory to be performed by himself, and not by. another, and a subsequent ratification of the act, improperly committed to another, instead of validating it, would itself be very questionable. If subsequent assent could cure the error, it would have the same effect even if one of the parties had undertaken to perform this duty. Supineness or neglect cannot be urged, as there is no reason to believe that at the time the inquest was held, the ex-ceptant was aware of the manner, or by whom, the jury was selected. If we relax rules designed to secure an impartial jury, fraud and injustice must inevitably result, and we are without grounds for believing that this case forms an exception. That there has been gross inequality in the partition appears from this, that the exceptant, McMasters, offers (but without effect) to give one thousand dollars for the first choice of the two purparts into which the property was divided. This case presents a bundle of irregularities, so much so, that we are not surprised that it should result in injustice to one of the parties.\nDecree reversed, and inquisition set aside.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Beaver, for appellant.",
      "Hampton, for appellee."
    ],
    "corrections": "",
    "head_matter": "McMasters, Appellant, v. Carothers, Guardian of T. Chalfant, Appellee.\nAppeal.\nIt is error for a jury of inquest of partition and valuation, to include in its proceedings lands held adversely to the heirs, and such error will set aside the inquisition.\nA deputy sheriff cannot deputize another to select and summon a jury of inquest, nor will the subsequent assent of parties validate such act.\nAppeal from the Orphans’ Court of Alleghany county.\nJohn McMasters, appellant, against Robert Carothers, guardian of Thomas Chalfant, Jun., appellee.\nThomas Chalfant died intestate, leaving issue two children, viz., Thomas Chalfant, Jun., and Jane, intermarried with Dr. Gore.\nThe real estate of intestate consisted of two tracts of land, situate in Alleghany County, containing in all about two hundred and sixty acres.\nDr. Gore and wife, by deed dated January 4th, 1844, conveyed all their interest in the said lands, being one half thereof, to John McMasters, the appellant.\nDuring the life of intestate, he permitted his brother, Ananias Chalfant, to take possession of a lot of ground attached to, and considered a part of, one of the tracts, who, in 1819, built a house upon it, and has ever since continued to reside in it.\nOn the petition of Robert Carothers, guardian of Thomas Chalfant, Jun., on the 27th of November, 1844, the Orphans’ Court of Alleghany county awarded an inquest to make partition and valuation, &c., of the real estate of intestate; and on the 20th of November, 1844, a return of the inquest was made, dividing the lands into four parts. The lot in possession of Ananias Chalfant was included in one of the purparts. The jury of inquest was summoned by a constable, who was directed by the deputy-sheriff to call at the office of Mr. M., where blank notices for the jurors had been left, whicl^Mr. M. would fill and give to him to serve. It did not appear that Mr. M. had received from any one the names of jurors to be inserted in the blank notices.\nThe Orphans’ Court decreed a confirmation of the inquisition, whereupon this appeal was taken. Several errors were assigned by appellant’s counsel, of which the principal are as follows:\n1. The intestate did not die seised and possessed of the lands of which partition was made by the inquest.\n2. The jury undertook to adjudge a question of title to part of the lands, although Ananias Chalfant, who claims said part, has claimed, improved, and occupied the same for twenty-four years past.\n3. The jury was improperly selected and chosen ; the deputy sheriff could not lawfully authorize any one to select them.\nBeaver, for appellant.\nHampton, for appellee."
  },
  "file_name": "0324-01",
  "first_page_order": 326,
  "last_page_order": 328
}
