{
  "id": 949836,
  "name": "Nicholas Vœgtly v. The School Directors of the Third Ward in the City of Alleghany",
  "name_abbreviation": "Vœgtly v. School Directors of the Third Ward",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "330",
  "last_page": "334",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 330"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Johns. 379",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "17 Serg. & Rawle, 259",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 596,
    "char_count": 10395,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 1.2657064060085766e-07,
      "percentile": 0.6135191665614482
    },
    "sha256": "6fe000f6afe9bafbe24c035bf1a8e79a1ed10f1b1da23691743a53852bc4723e",
    "simhash": "1:0ca64601439df390",
    "word_count": 1849
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Nicholas Vœgtly v. The School Directors of the Third Ward in the City of Alleghany."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nWe entirely concur with the judge who ruled the cause below, and confirm the judgment, for the reasons he has given for his opinion.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Richie, for plaintiffs in error,",
      "Williams, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Nicholas Vœgtly v. The School Directors of the Third Ward in the City of Alleghany.\nIn Error.\nMoney payable under articles of agreement, and bearing interest, is taxable for school purposes.\nWrit of error to the District Court of Alleghany county, where judgment was entered in favour of the School Directors of the Third Ward of the city of Alleghany, against the defendant below and plaintiff in error, Nicholas Voegtly, upon an amicable action of debt and case stated, with a right to take out a writ of error.\nThe facts necessary to elucidate the opinion of the court, it is believed, are sufficiently stated in the opinion of the court below, which is as follows:—\n“The defendant, Nicholas Vcegtly, sold a tract of land to Warner & Painter, on the 21st July, 1835, by article of agreement, in which said Warner & Painter covenanted ‘ to pay the sum of one hundred thousand dollars within the period of twenty years, with interest for the first ten years at five per cent, per annum, and for the last ten years at the rate of six percent., &c. — interest payable in advance;’ of this principal sum $78,328 is still due, and on which the purchasers pay interest.\n“ The question proposed in this case is, whether the defendant is liable to be taxed for the above sum for school tax, the plaintiffs having assessed the defendant with a tax of $274 14 on the same, for school purposes.\n“By the act of 13th June, 1834-, entitled ‘An act to consolidate and amend the several acts relative to a general system of education by common schools,’ the school directors of every district are authorized, inter alia, to assess a tax on all personal property which was made taxable by an ‘Act assessing a tax on personal property,’ &c., passed the 25th day of March, 1831.\n“ The personal property made taxable by the provisions of that act is described as ‘all ground rents,’ ‘moneys at interest,’ and ‘ all debts due from solvent debtors, whether by promissory notes, (except bank notes,) penal or single bill, bond, judgment, mortgage, stocks,’ &c.\n“It is contended, that the money due the defendant in this case, on his article of agreement, is not comprehended within any of the descriptions of personal property enumerated in this act. That an act laying taxes is to be construed strictly, like a penal act; and that, as it enumerates debts due on bond, penal and single bill, and does not mention articles of agreement, that therefore they were not intended to be included.\n“The difficulty, in this case, (as in most others,) of ascertaining the meaning of the legislature, arises from the use of too many words. While it is admitted, that the money due on these articles of agreement would come under the category of ‘ all debts due from solvent debtors,’ yet, as the act goes on to enumerate particulars under this general head, and has not enumerated ‘ articles of agreement,’ it is contended that, therefore, the generality of the first description must be narrowed down to comprehend only such as are specifically named. This would, undoubtedly, be the case if the words of the act had been viz. — to wit — as it is a well known rule of legal construction, that the videlicet is used for the purpose of restraining the generality of the preceding term, or of qualifying it, and even of contradicting it. But the word whether, neither in common parlance, nor in legal phraseology, has ever had the force of a videlicet. In fact, this section of the act is ungrammatical, and the proposition contained in the sentence is what is called by critics an anacolouthon — an incomplete proposition. The whether, as used here, requires some correlative — generally, the word or. But, suppose the word or to have been inserted between each of the classes enumerated, and thus the sentence made grammatical, yet it could not follow that the enumeration of some particulars would be an exclusion of all others', under the rule ‘ expressio unius est exclusio alteráis,’ as if the viz. had been used.\n“It maybe true, that in construing penal acts, (where courts, to save life, have been exceedingly astute in their criticism of the words of a statute,) an enumeration after the Avord whether might be held as exclusive ; as, if a statute, making horse-stealing a felony and death, had been worded ‘ all horses, mares, or geldings, whether black or white,’ the court, in favorem vitee, would, perhaps, adjudge that stealing a bay horse would not come under the statute. But in construing a statute^ enacting that «horses of all descriptions, whether black or white, should be taxed six cents a head,’ I think, a judge would be considered captiously astute, who would say that the legislature meant to tax only black and white horses.\n«It is the duty of the court, in construing statutes, to endeavour to carry out the object and intention of the legislature, and, where their intention is expressed in equivocal language, to give it such construction as will best effect that purpose. See Dwarris on Statutes, 703, 703, See.\n«Acts of Assembly are often drawn by men who have studied neither law nor rhetoric, and, in a tremulous anxiety to avoid misconstruction by the proverbial ingenuity of lawyers, they sometimes obscure and mystify their meaning by a cloud of unnecessary words.\n«The evident intent of the legislature in this act was to subject all personal property which comes under the legal description of choses in action to taxation, in order that tire intangible wealth of the community may bear its share of the public burde.n as well as lands and cattle.\n«In order to carry out this obvious intention of the legislature; I would, if it were necessary, be willing to decide that the attempt at enumeration after the word whether did not exclude things not enumerated, and which come within the general category. But, I think, the properly in this case comes- fairly under the description of the act, although the term articles of agreement has not been used. That it was the intention of the legislature to tax money due on mortgage, where the creditor has his money secured by a transfer of real property, and not to tax it where the creditor held a security different in form, but precisely the same in effect, (as in the case of land sold by articles of agreement,) cannot for a moment be supposed. Why, then, should we not give these words a liberal construction, to effectuate their intention ?\n« Assuming that this word whether is to have the effect of a videlicet, is not this a debt due from solvent debtors by bond ? What is an article of agreement, signed and sealed by the parlies ? It is a deed — ■ an indenture bipartite. The vendee holds the part signed by the vendor, in which he covenants to make him a title to a certain tract of land. The vendor holds his as the covenant or bond of the vendee to pay him a eertaia sum of money. It is true, that in modem times no counterpart or second original of such deeds is usually made. Yet, in fact, the article of agreement, so far as the vendor is concerned with it, is as the bond or obligation of the vendee. <■ A bond or obligation is defined to be a deed whereby the obligor binds or obliges himself, his heirs, executors, add- administrators to pay a certain sum of money at a particular day.’ 2 Black. Com. 340; 2 Thom. Coke, 667. This article of agreement is then, in fact, the bond of Painter & Warner to the defendant.\n“ But assuming this to be a strained construction of this part of the act, how is the defendant to escape from the stringency of the words < all money at interest’ ? Is not this money at interest ? What does it matter under what form the security is held ? Because it is the purchase money of land, it is none the less money at interest. The defendant- has contracted to sell his land for a certain sum of money — - he prefers to have his money out at interest, on good security. Pie holds the title to the land only as security for his money. He is no longer the owner of the land in fact, but the vendee, who has the possession and pays the taxes, and to whose heirs the land would descend as land. And, although the' bare legal title to this land would descend to the heirs of the vendor, it would be only (as in case of a mortgage) in trust for those entitled to receive the money, which would go to the executors or administrators.\n“ The objection that the land is taxed twice, is without foundation. The purchasers, who are treated as owners, pay the tax on the land, as all other owners do, whether they be in debt to the value of it or not. What good reason can be given why defendant should no.t pay his tax for this money,.which produces him an income of some $>3500 per annum ? — because Painter & Warner are his debtors, when it is admitted if they had paid him, and he had lent the money to others at interest, it would have been liable to taxation, under the letter of this act. The mode or form of security on the origin of the debt cannot alter the case, and although it be Hie price of land and secured on land, it is none the less money at interest. The rule of construction of statutes is, that the words of a statute are to be taken in their ordinary and familiar signification and import, and regard is to be had to their general and popular uses, for jus et norma loquendi is governed by usage, and the meaning of words spoken and written ought to be allowed to be, as it has constantly been taken to be, loquendum est ut vulgus. 4 Rep. 47; Vaughan, 169; Dwarris on Statutes, 702.\n“If we are to inquire, from popular use of the phrase, whether the debt would be classed under the general unrestricted phrase, £ money at interest,’ there can be but one answer. Every man of plain common sense would say, if 'this is not £ money at interest,’ it would be hard to say what is. The time has gone by when courts examined statutes with microscopes, to discover a flaw, and used captious verbal criticism to nullify their interest.\n“ Let judgment be entered for the plaintiffs. By the court.”\nRichie, for plaintiffs in error,\ncited 17 Serg. & Rawle, 259; 11 Jur. 1840; Purd. 987, s. 204; Act of Assembly, 1844, Pamp. Laws, 497.\nWilliams, for defendants in error,\ncited 15 Johns. 379; 1 Kent's Com. 462; Dwarris on Statutes; 9 Law Lib. 704, 722, 723."
  },
  "file_name": "0330-01",
  "first_page_order": 332,
  "last_page_order": 336
}
