{
  "id": 949915,
  "name": "A. Kirk Lewis and Others v. Thomas Jones and Others",
  "name_abbreviation": "Lewis v. Jones",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "336",
  "last_page": "337",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 336"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts & Serg. 379",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "9 Serg. & Rawle, 32",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 319",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Wh. 45",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "5 Wh. 25",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "15 Johns. Rep. 448",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "1 Conn. 103",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12122741
      ],
      "pin_cites": [
        {
          "page": "137"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/1/0103-01"
      ]
    },
    {
      "cite": "16 Mass. 33",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2035193
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/16/0028-01"
      ]
    },
    {
      "cite": "1 Cow. 239",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "1 Y. 167",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6772651
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0166-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 314,
    "char_count": 3914,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 2.0329775003258323e-07,
      "percentile": 0.7468363985699552
    },
    "sha256": "e65313eb08ac9d6420cd6588d32f984e8e8eed5be274044e9e7a662582c9a9d6",
    "simhash": "1:7d3ae294e314e023",
    "word_count": 715
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "A. Kirk Lewis and Others v. Thomas Jones and Others."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nNo principle is more familiar or better settled, than that the right to the soil of a highway resides in the proprietor of the land over which it has been laid; and that the citizen has no more' than a license to pass along it with carriages and cattle; an abuse of. which, like the abuse of any other license given, not by the party, but by the law, makes him a trespasser, against the proprietor, from the beginning. It is unnecessary to go to English decisions, or those in our neighbouring states, for an application of the principle to the misuse of a highway, for we have ourselves applied it to the landing of passengers on the shore of a river, itself a highway, at the junction of a public road, and making the spot a temporary harbour for the craft of a ferry. If a wagoner were at liberty to deposit fence rails on a highway, he would be equally at liberty to deposit ordure on it, or any thing else as offensive to a family dwelling at the wayside; or he might malee the spot a resting-place before their door for days or for months. The state has dedicated her highways to no such uses, and the citizen has a right to enjoy them only according to the intent. Whether the right of soil was actually in the plaintiffs, ought, if disputed, to have been submitted to the jury, for we have neither the means nor the capacity to decide it. The direction -was founded on an assumption of the fact, and the principle of it was wrong.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Biddle, for plaintiff in error,",
      "Loomis, contra.",
      "Forward, same side.",
      "Biddle, in reply."
    ],
    "corrections": "",
    "head_matter": "A. Kirk Lewis and Others v. Thomas Jones and Others.\nIn Error.\nOne who deposits fence rails on a highway commits a trespass against the owner of the soil.\nError to the District Court of Alleghany county.\nThe plaintiffs in error were plaintiffs below. The action was trespass quare clausum fregit. The facts of the case are these:\nAt the time that Pittsburgh was laid out by the agents of the Messrs. Penn, the proprietary ground on the south side of the Monongahela river was also divided into farms and lots, and a draft thereof reported to the Messrs. Penn. On the draft was exhibited a street, denominated High street, which separated the farms from the lots.\nThe ancestor of the defendants, from whom they derived title, owned the lots running back from the Monongahela river to High street, and bounded thereon.\nMajor Kirkpatrick, under whom the plaintiffs claimed, bought from the proprietors the farms south of said street, and the deed to him, by its courses and distances, was made to embrace High street.\nThe street had never been laid off, nor opened under public authority.\n• The defendants had forcibly taken up the fence, as it stood upon the ground, and thrown it a considerable distance to the south. For this the action was brought.\n■ The plaintiffs contended, in the first place, that the rails were thrown on their private property.\nIn the second place, that even if the rails were thrown upon the street, they had a right of action under the circumstances.\nOn this point the court charged the jury as follows:\n\"If you find High street to be within the lines of the plaintiff’s survey, and the title to the ground over which the street passes to be in the plaintiffs, and that defendants did place the rails in question upon that street, yet still it is not such an injury to the plaintiffs as will enable them to maintain this action. of trespass. The injury would not be to the soil nor to any individual, but to the public, and for such oilence this action cannot be sustained.\nTo this part of the charge the counsel of the plaintiff excepted, and on the removal of the record to this court, by writ of error, assigned the same for error.\nBiddle, for plaintiff in error,\ncited 1 Y. 167; 2 Stra. 1004; 1 Cow. 239; 16 Mass. 33; 1 Conn. 103, 137; 15 Johns. Rep. 448; 5 Wh. 25; 6 Wh. 45; 3 Watts, 319; 9 Serg. & Rawle, 32; 6 Watts & Serg. 379.\nLoomis, contra.\nForward, same side.\nBiddle, in reply."
  },
  "file_name": "0336-01",
  "first_page_order": 338,
  "last_page_order": 339
}
