{
  "id": 949902,
  "name": "J. B. Irwin v. The Bank of the United States",
  "name_abbreviation": "Irwin v. Bank of the United States",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "349",
  "last_page": "353",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 349"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts, 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842755,
        1842699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0424-01",
        "/watts/4/0424-02"
      ]
    },
    {
      "cite": "12 Wend. 105",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11268306
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/12/0105-01"
      ]
    },
    {
      "cite": "2 Johns. Ch. 222",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 283",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts & Serg. 285",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "pin_cites": [
        {
          "page": "306"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 Watts, 287",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0287-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 483,
    "char_count": 9984,
    "ocr_confidence": 0.529,
    "pagerank": {
      "raw": 1.976567256587346e-07,
      "percentile": 0.7400437245569144
    },
    "sha256": "5258b6e66b37cae6f320f18782e9748a2280f0a3592f65fd1e1acc8c75a9ee36",
    "simhash": "1:97038525334bdcbb",
    "word_count": 1746
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "J. B. Irwin v. The Bank of the United States."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKennedy, J.\nThis is an action of covenant, instituted by the President, Directors, and Company of the Bank of the United States, in the court below, against James B. Irwin, to recover the arrearages of a ground-rent claimed by plaintiffs below, as due, and having issued out of a parcel of ground situate in the city of Pittsburgh, being part of lot No. 409, according to the general plan of said city. The defendant below claimed to be the owner of the ground in fee-simple, out of which the plaintiffs alleged that the rent had issued during the ownership of the defendant therein. Originally, James Robinson had been the absolute proprietor of the ground in fee, and being such, he, on the 24th of January, 1807, by deed of indenture, in conjunction with his wife, did demise, lease, and to farm let to a certain William Nixon, the said parcel of ground with the appurtenances, to him the said William Nixon, his heirs and assigns for ever; he or they yielding and paying therefrom and thereout, yearly, and every year thereafter, to the said James Robinson, his heirs and assigns, the yearly rent of sixty dollars, in quarterly payments, on the first days of April, July, October and January, in every year thereafter for ever. In consideration whereof, the said William Nixon for himself, his heirs and assigns, did covenant and agree with the said James Robinson, his heirs and assigns, to pay the said rent as already stated. The right to receive the rent thus reserved became vested afterwards, on the 7th day of November, 1822, in the President, Directors and Company of the United States Bank. The right, also, which William Nixon acquired to the ground, by virtue of the deed of indenture made with James Robinson, became vested afterwards on the first day of July, 1836, in fee, in the said James B. Irwin. The plaintiffs below claimed to recover rent from the first day of July, 1836, to the institution of this suit, which they alleged had become due and remained in arrears and unpaid. The defendant pleaded covenants performed, absque hoc payment with leave, &c. On the trial of tire cause in the court below, the defendant offered to prove, that previously to the fourteenth of June, 1824, the ground from which the rent is claimed to have issued, was assessed with taxes as the ground or land of the heirs of William Nixon, and that the taxes so assessed not having been paid, the ground was sold on that day, after being duly advertised by the treasurer of Alleghany county, as unseated land, in order to pay the said taxes, to Samuel Kingston, Esq., for the sum of $155, he being the highest bidder, and that the best price bidden therefor. The plaintiffs objected to this proof being admitted, alleging that if it was offered for the purpose of showing, as was stated, that the rent and the right of the ground landlord to receive tire same became extinct, by the sale of the ground for the taxes due and in airear thereon, it could not be received under the pleas put in; for they admitted distinctly, that the defendant held the ground subject to payment of the rent, but alleged that he had paid it. Other reasons were stated, and urged against the admission of the evidence, which it is not necessary to notice or mention; as we are of opinion, that tire evidence was not admissible under any form of pleading that could have been devised. For if received, it could have had no such effect as the counsel of the defendant below seem to imagine it would. The treasurer sold the ground merely for and on account of the taxes assessed on it, as the land of William Nixon’s heirs, and not for or on account of the taxes assessed on the ground-rent issuing out of it. For the purpose of raising money to pay the latter, he had not authority to sell the ground. He could only sell it to raise money to pay the taxes assessed on the ground itself when unseated: and generally for this purpose it is amply sufficient. The rent in this case, though it issued out of ground or land, is considered as an estate altogether distinct, and of a very different nature from that which the owner of the land has in the land itself. Each is considered the owner of a fee-simple estate. The one has an estate of inheritance in the rent, and the other' has an estate of inheritance in the land out of which the rent issues. The one is an incorporeal inheritance in fee, and the other a corporeal inheritance in feeand each made, by our acts of Assembly, separate and distinct subjects of taxation. There is, therefore, no reason why the collection, or the mode of collecting a tax assessed upon the one, should have any effect whatever upon the other. It would be monstrous, and the most gross injustice imaginable, to hold, where the owner of the rent has paid the tax assessed thereon, that his estate shall be extinguished, or sold afterwards by a sale made of the land for and on account of the non-payment of the taxes assessed upon it. Such a thing is -wholly unnecessary, and was never intended or designed by the legislature.\nThe judgment of the court below is therefore affirmed.",
        "type": "majority",
        "author": "Kennedy, J."
      }
    ],
    "attorneys": [
      "Washington, for plaintiff in error,",
      "McCandless, and Shaler, contra,"
    ],
    "corrections": "",
    "head_matter": "J. B. Irwin v. The Bank of the United States.\nIn Error.\nWhere R., the proprietor of ground in fee, demises, leases, and to farm lets the said ground to N., his heirs and assigns for ever, he or they yielding and paying yearly and every year a certain ground-rent, each has a fee-simple estate: R. an estate of inheritance in the rent, and N. an estate of inheritance in the land. Held, therefore, that a treasurer’s sale of the ground, as unseated.land, for taxes duo and in arrear thereon, did not extinguish the estate of the proprietor of the ground-rent.\nThe purchaser at a tax sale takes the land subject to the payment of the reserved ground-rent.\nError to the District Court of Alleghany county.\nThis was an action of covenant, instituted by the President, Directors, and Company of the Bank of the United States, for the use of the President, Directors, and Company of the Bank of the United States of Pennsylvania, now for the use of James Dundass, Mordecai D. Lewis, Robert L. Pitfield, Samuel W. Jones, and Robert Howell, the defendant in error, who was plaintiff below, against James B. Irwin, the plaintiff in error, who was defendant below, to recover certain arrearages of ground-rent. The defendant pleaded covenants performed absque hoc, payment, with leave, &c.\nAt the trial in the court below, the plaintiff gave in evidence a deed from James Robinson and wife, dated January 24,1807, to William Nixon, his heirs and assigns for 'ever, a certain lot or piece of ground situated in the borough of Pittsburgh “to have and to hold, by this perpetual lease, from the date thereof to the end of the world, yielding and paying the yearly rent of $60.”\nThe death of James Robinson was admitted to have occurred on the 16th of August, 1814, and that William Robinson was his heir at law.\nThe plaintiff then gave in evidence a deed from Morgan Neville, sheriff of Alleghany county, to the\" Bank of the United States, dated November 6, 1822, for the ground-rent.\n■ Also, the acknowledgment and record of a deed, dated August 16, 1827, from William Lecky, sheriff, to Samuel Kingston, for tire lot or piece of ground, sold as the property of Nixon’s heirs, subject to the payment of the annual ground-rent of $60.\nAlso, a deed from Samuel Kingston and wife to John Murphy, for the aforesaid lot, subject, nevertheless, to the payment of the aforesaid annual rent.\nAnd also, a deed from John Murphy to James B. Irwin, dated July 1, 1836, for the same lot, subject to the payment of the annual ground-rent as aforesaid.\nThe plaintiff claimed rent from the 1st July, 1836, to the institution qf the suit.\nThe plaintiff having rested, the defendant offered to prove, “ that prior to Samuel Kingston’s purchase of the lot of ground at sheriff’s sale, he had bought it at a treasurer’s sale, as unseated land, and held it thereby discharged of the ground-rent.” He also offered in evidence a deed from William Blair, treasurer of Alleghany county, to Samuel Kingston, dated June 14, 1824, for the lot of ground aforesaid, together with the assessment lists, surplus bond, and other records of the commissioners and treasurer’s offices, pertinent (as alleged) to this sale.\nTo the admission of the evidence so offered by the defendant, the counsel of the plaintiff objected, for the following reasons:\n1. That defendant cannot show such a defence under the present pleadings.\n2. Defendant, having accepted a transfer of the lease under which Nixon entered, cannot contest'the title of the lessor or grantor.\n3. The relation of landlord and tenant subsisting and being created by defendant’s own voluntary act, he is estopped from contesting the title of the landlord.\n4. That the defendant is estopped, unless he first pleads a disclaimer specially, or enters such a plea as xyill estop him from 'claiming under the lease at a future period.\n5. The. lessee having covenanted to pay the taxes on the property leased, neither he nor his assigns can set up a title hostile to the lease, derived from the neglect of'any one claiming under the lease to discharge the taxes.\nThe court sustained tire objections, and overruled the evidence, and sealed a bill of exceptions.\nThe defendant then renewed his offer, connected with proof that the bank (plaintiff) received the proceeds of the surplus bond.\nPlaintiff continued the objections, and' averred that defendant was estopped, unless he disclaimed holding under plaintiff on record.\nThe court sustained the objection, and sealed a bill of exceptions.\nThe defendant removed the record to this court by writ of error, and assigned the rejection of the evidence offered by him in the court below for error.\nWashington, for plaintiff in error,\ncited 5 Watts, 287; 5 Watts & Serg. 285, 306; 6 Watts, 283; 2 Johns. Ch. 222; 12 Wend. 105; 4 Peters, 83; ccc\nMcCandless, and Shaler, contra,\ncited 4 Watts, 424."
  },
  "file_name": "0349-01",
  "first_page_order": 351,
  "last_page_order": 355
}
