{
  "id": 949917,
  "name": "Case of Neeld's Road, in Lower St. Clair Township",
  "name_abbreviation": "Case of Neeld's Road",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "353",
  "last_page": "355",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 353"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Wh. 514",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834993
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0514-01"
      ]
    },
    {
      "cite": "2 Rawle, 421",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820622
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0421-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 39",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 Serg. & Rawle, 141",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 345,
    "char_count": 5669,
    "ocr_confidence": 0.52,
    "pagerank": {
      "raw": 4.6939688198303766e-07,
      "percentile": 0.92851243450873
    },
    "sha256": "abcba8cb8f69e11bbaadb3f8059192054b15d442ece395c57277078fa14ec272",
    "simhash": "1:884164a0bd43e553",
    "word_count": 1038
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Case of Neeld's Road, in Lower St. Clair Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\n» Neeld presented his petition to the Court of Quarter Sessions of Alleghany county, for a private road to lead from his coal bank to a public road from R. C. McFarland’s to Pittsburgh, on Saw Mill run, near the fulling-mill of Joseph Haigh; and praying the court to appoint viewers to view and lay out the same; part of said road is to be under the surface of the land. And also to assess ■the damages (if any) done to the owner or owners through \"whose land the same may pass. This proceeding was predicated on the act of the 16th of April, 1838, section 19, in an act on various subjects, Pamph. Laws, page 642, which provides, “ That from and after the passage of this act, it shall and may be lawful for the several Courts of Quarter Sessions, upon application of any person or persons for a private road under the sur•face of any land to coal mines, to cause a view to be had of the same premises; and upon return of viewers, that' the said road is necessary, then the said court shall cause the same to be entered on record, and thenceforth such road shall be deemed and taken to be a lawful private road, shall be opened, and kept in repair at their exclusive cost. Provided, that the viewers appointed as aforesaid, before malting then-return to the court, shall assess the amount of damages sustained by the owner or owners of lands through which the road shall be made, and imbody the same in their report to the court, which damages, as assessed by said viewers, shall be paid by the person or persons making application for such road, to the owner or owners of such land.” Viewers were appointed, five of whom made report, and a road laid out, part above and part under ground, of the breadth of twenty feet, and adjudged the loss occasioned to the heirs of John Pearson to be, for the land one hundred and fifty dollars, and for the coal sixty dollars.\nOn the 20th of December, 1844, exceptions were filed to this report. Depositions were taken, which are returned with the same. The court on argument set aside the report, stating “ that they were of opinion that there were sufficient grounds set forth in the exceptions filed in the case, for setting aside the report of the viewers.\nThe setting aside, and refusing to confirm the report, is assigned for error.\nThe first two exceptions are fatal to the report. It was in part laid out on a public road; it interfered with it, which was illegal. That public road had been laid out in 1832. It is alleged it was never opened: that is, there is nothing on the record which shows that a formal order issued to the supervisors. It is common in Pennsylvania, where the supervisors know that a road has been confirmed and ordered to be opened, to go and do it without an order from the clerk of the sessions. The evidence is, that this road has been used by the public as a public road, since that period. It must be deemed and taken as a public road until it is changed or altered by a review, under the authority of the Quarter Sessions.\nThe second exception is, that the-road was viewed, and damages assessed without any notice to the guardian of Jesse Pearson, through whose land it passes, or to any person interested for him. The law abhors all ex parte proceedings without notice. Notice in this case to the owners of property was absolutely necessary. To take a man’s property and assess his damages without notice of it, is repugnant to every principle of justice, and such a proceeding is utterly void.\nThere are other exceptions, which I deem unnecessary to notice in detail. It is our duty to carry out the intent and object of the legislature. The act of the 16th of April, 1838, is crude and imperfect, and can only be carried into effect by adding it to our road system, and treating it as if it were a section in the general road law. Where there are several acts on the same subject, they are to be taken together, and as interpreting and enforcing each other. 2 East, 6; Har. Dig. 2054. Statutes on the same subject are to be construed together. Lofft's Rep. 398. The general system of legislation upon the subject-matter may be taken into view, to aid the construction- of any one statute relating to the same subject. 1 Pickens, 254.\nI think it will be the duty of the Quarter Sessions to view the 19th section as a part of our general system, and proceed under it accordingly, having regard to its special provisions.\nThe judgment of the Quarter Sessions is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Wilson, for plaintiff in error,",
      "Woods, contó."
    ],
    "corrections": "",
    "head_matter": "Case of Neeld's Road, in Lower St. Clair Township.\nCertiorari.\nTo lay out a private road partly on a public road, is fatal to the report of viewers; although the records of the court do not show that a formal order had issued to open - the public road.\nTo lay out a road on the lands of a minor, without notice to his guardian, or some one interested for him, is error sufficient to set aside the report of viewers; although damages may have been assessed in his favour, for the loss or injury occasioned thereby.\nThe 19th section of the act passed 16th April, 1838, Pamph. Laws, page 642, must, to give it effect, be considered as a part of the general road system of Pennsylvania, regard being had to its special provisions.\nThe record of the proceedings in this case was brought up by certiorari to the Court of Quarter Sessions of Alleghany county.\nThe facts of the case, and the errors assigned in this court, are fully stated and referred to in the opinion of this court.\nWilson, for plaintiff in error,\ncited the 19th section of the act of 16th April, 1838, Pamph. Laws, 642; 6 Serg. & Rawle, 141; 2 Watts & Serg. 39; 2 Rawle, 421; 4 Wh. 514.\nWoods, contó."
  },
  "file_name": "0353-01",
  "first_page_order": 355,
  "last_page_order": 357
}
