{
  "id": 949852,
  "name": "In the Matter of a Public Road, reported and laid out in Pitt Township, by Viewers appointed for that Purpose by the Court of Quarter Sessions of Alleghany County",
  "name_abbreviation": "In re Public Road",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "356",
  "last_page": "358",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 356"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts & Serg. 40",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "3 Whart. 105",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833410
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0105-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 338,
    "char_count": 7380,
    "ocr_confidence": 0.541,
    "pagerank": {
      "raw": 6.011620893327797e-08,
      "percentile": 0.373019044739674
    },
    "sha256": "4eb3e9731a6da0e20d5d5eadd6fed3cf03acf392e6d61e1da6493aed243a994b",
    "simhash": "1:8e887c56ba176710",
    "word_count": 1341
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the Matter of a Public Road, reported and laid out in Pitt Township, by Viewers appointed for that Purpose by the Court of Quarter Sessions of Alleghany County."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKennedy, J.\nBy the fourth section of the act of 1836, Purd. Dig. 937, it is enacted, “ if the court shall approve the report of the viewers, allowing a road, they shall direct of what breadth the road so approved shall be opened; and, at the next court thereafter, the whole proceedings shall be entered on record, and thenceforth such road shall be taken, deemed, and allowed to be a lawful public road or highway, or private road, as the case may be.’’ Now, it is clear from the terms of the act, that at the same time the court shall approve the road, they shall also direct of what breadth it shall be opened; but in the present case, though the court, on the 24th of February, approved the road, as it appears by an entry made on the record to that effect, yet they did not direct of what breadth it should be opened; nor was any direction given or entry made, directing its breadth, until the 21st of October, 1844, when the court confirmed the report of the viewers, and directed the road to be opened fifty feet in width, as appears by an entry made to that effect on the record. It would therefore seem, that no action of the court, such as is recognised and required by the act of Assembly, was taken upon the report of the viewers, before the 21st of October, 1844; for the previous entry of approval made on the 24th of February, 1844, without more, amounted to nothing, as it did hot direct of what breadth the road reported by the viewers should be opened. Then it is also perfectly clear, that even after the court shall have approved the road and directed the breadth it shall be opened, it shall not be taken, deemed, and allowed to be a lawful. public road, or private road, as the case may be, before the next court thereafter; so that it necessarily follows, that it cannot be opened until it has become a lawful road; nor can the court direct an order to be issued for its being opened before it has become a lawful public or private road, according to the directions of the act. The order, therefore, issued by the clerk of the court in this case, for opening the road before the next court, after that at which the court had ordered it to be opened fifty feet, was clearly wrong and without authority, and the court were therefore right in setting it aside and staying the opening of the road as they did. The reason why the legislature directed that a road laid out and reported by viewers should not become a lawful public or private road before the next court after that at which it should be approved, and the breadth it should be opened directed by the court, is evident, and more especially, when the fourth and twenty-fifth sections of the act are taken together. By the twenty-fifth section, the court is expressly required, upon tire petition of any person interested, to direct a second view or review, provided the application be made therefor, at or before the next term of the said court after the report of the first view. And hence it is, that a road reported by viewers shall not become a lawful road before the next term of the court at which the report is made, though it may be approved and the breadth thereof declared by the court, immediately upon its being made by the viewers to the court. The duration from one court, at least, to the next following, is allowed to enable persons interested in the location of the road, time and opportunity to appeal in court and make their objections, if they have any, to it. But, as to some, it may only be objectionable on account of its breadth, which renders it necessary that its breadth should be declared a term before the time for making objections shall come. As to such, it may be of the utmost importance, whether the road shall be opened twenty-five or fifty feet. If only twenty-five or thirty-three feet in width, it may be that no objection will be made; but if directed to be opened to the extent of fifty feet, it may be ruinous to the party, and its consequences such to him, as no court would sanction, after being fully advised thereof. These are the views which were taken by this court, of the act or road-law in question, in the cases of the Road in Bucks county, 3 Whart. 105; 4 Watts & Serg. 40.\nThe petition, therefore, of John D. Davis against the road, being presented on the 25th day of November, 1844, within less than a term of the court next after the 21st of October, when the court directed the breadth that this road should be opened, was in due time, according to the act of Assembly; and containing facts, which, if true, of which we must presume the court had evidence, were sufficient to warrant the court below in setting the whole proceeding aside. We feel satisfied, therefore, that the order of the court below ought to be affirmed.",
        "type": "majority",
        "author": "Kennedy, J."
      }
    ],
    "attorneys": [
      "Woods",
      "Williams, contra.",
      "Williamson, in reply."
    ],
    "corrections": "",
    "head_matter": "In the Matter of a Public Road, reported and laid out in Pitt Township, by Viewers appointed for that Purpose by the Court of Quarter Sessions of Alleghany County.\nCertiorari.\nBy the fourth section of the act of 1836, it is made the duty of the court, at the time they approve the report of viewers allowing a road, to direct of what breadth the same shall be opened.\nThe mere entry of “ approved” on the report of viewers granting a road, amounts to nothing.\nIt is necessary that the approval and order of the court fixing the width of a road should lie over one term for objections, before the road is opened.\nCertiorari to the Court of Quarter Sessions of Alleghany county.\nIn this case, the petitioners prayed for a public road to be laid out from the present township road, at or near the dwelling-house of John Keating, to intersect Coal street, at the property of James Gray.\nOn the 1st of October, 1843, viewers were appointed, who, on the 28th of the same month, reported a road, agreeably to the prayer of the petitioners. This report was approved by the court; but, on remonstrance being made, on the 8th of January, 1844, proceedings were quashed.\nOn certiorari of the proceedings, the Supreme Court awarded a writ of procedendo ; in obedience to which, the Court of Quarter Sessions, on the 21st of October, 1844, approved the report of the viewers, and ordered the road to he laid out ffty feet in width, except the first three courses and distances, which were ordered to be thirty feet in width. Under this order, the supervisor immediately proceeded to open the road. On the 25th of November, in answer to the petition of John D. Davis, the court granted a rule to show cause why proceedings should not be set aside, and in the mean time the further execution of the order for opening the road stayed; which rule was, on the 1st December, made absolute.\nThe party who took this writ of certiorari, assigned the following errors:—\n1. The court erred in granting the rule of the 25th of November, 1844, on the petition of John D. Davis, and in making said rule absolute.\n2. The court erred in staying proceedings on the order to open the road, the road having been regularly confirmed, and the order for opening the same having been issued at the next term after the said road was confirmed and the width fixed.\n3. The court erred in interfering with said road, the same having been regularly approved and confirmed, and said court having no further jurisdiction over the same.\nWoods\nargued in support of the exceptions. •\nWilliams, contra.\nWilliamson, in reply."
  },
  "file_name": "0356-01",
  "first_page_order": 358,
  "last_page_order": 360
}
