{
  "id": 949928,
  "name": "W. & D. Rhinehart v. The Alleghany County Mutual Insurance Company",
  "name_abbreviation": "Rhinehart v. Alleghany County Mutual Insurance",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "359",
  "last_page": "361",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 359"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 326,
    "char_count": 6522,
    "ocr_confidence": 0.59,
    "pagerank": {
      "raw": 1.035678291404139e-07,
      "percentile": 0.5493306752633068
    },
    "sha256": "58d54531c2e80f487c68e3adb1be74d2b461622560e9ae4b6f367792f052bf18",
    "simhash": "1:ca61170fed299d7d",
    "word_count": 1152
  },
  "last_updated": "2023-07-14T18:20:17.551917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "W. & D. Rhinehart v. The Alleghany County Mutual Insurance Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\nMutual insurance companies are of modern growth. Their leading principle is, that each person whose property is insured becomes a corporator, and a member of the company. The act incorporating the Alleghany County Mutual Insurance Company, binds every member of the company to pay his deposit note, when it is required to pay the loss occasioned by fire.\nThe deposit notes are the capital of the company. If the notes are insufficient, the losers receive a pro rata dividend of the whole amount of the notes and effects of the company, and an additional assessment not exceeding one dollar on every hundred insured. When a fire occurs which takes the whole funds of the company, the losers have an immediate vested interest in the funds of the corporation, to the extent of their loss. Where a loss is within the insurance, the charter binds them to pay to the full extent of their ability. The plaintiffs in error, by their by-laws, made insurances for five years. After the distressing fire in the city of Pittsburgh, of the 10th of April, 1845, they made a call of twenty per cent, on their premium notes, and contend that this is as much as they are bound to call in, in any one year. In this way they desire to apportion their effects, so as to have a fifth of their capital to meet any loss which may happen to them that year. ■: This construction would be contrary to justice and the express provisions of their charter. The directors of the company are bound to call in an amount equal to the loss. If the loss exceeds the effects of the company, they are to be paid pro rata. The corporators were bound to know the terms on which they were insured. The safety of a mutual insurance company is, to be careful in not insuring much property at any one point. The more their insurances are scattered, the better for the company. The corporation has no defence in the case stated.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Dunlop, for plaintiffs in error.",
      "Williams, contra."
    ],
    "corrections": "",
    "head_matter": "W. & D. Rhinehart v. The Alleghany County Mutual Insurance Company.\nIn Error.\nThe deposit notes of a mutual insurance company are part of its capital, and the direct, ors are bound to call in a sufficient amount on them to pay the insured, who are losers by fire.\nWhere a loss by fire takes the entire funds of the company, the losers have an immediate vested interest in the effects of the corporation. If the notes are insufficient to pay all the losers, then the whole amount of the notes' and effects of the company, together with one per cent, on the amount of the property insured and destroyed, must be called in by the directors, and divided pro rata amongst them.\nAn amicable action of debt was entered, in which the defendant in error was the plaintiff* below; and a case stated in the nature of a special verdict, for the opinion of the District Court of Alleghany county, from which it came up on a writ of error. It was as follows :\nThe plaintiff is an incorporated company, deriving its charter under an act of the legislature of this state, passed the 4th day of April, a. d. 1844, (prout the said act,) made a part of this case.\nThe said company were duly organized within a short period after its creation, and .proceeded to issue policies of insurance, in conformity with the provisions of said act, to about four hundred and seventy-five applicants, and for an amount exceeding the sum of $1,100,000.\nThe defendants, on the 5th day of April, a. d. 1845, became members of said company, by effecting an insurance therein for the term of five years from that date upon their machinery and stock in trade, as tobacconists, in the sum of $2,500, upon deposit of their promisspry note (payable to the said company or its treasurer, in such portions, and at such times, as the directors thereof might, agreeably to their act of incorporation, require) for the sum of $200, being the amount determined by said directors; and upon the payment of five per cent, of the said amount thereupon, in conformity with the charter and by-laws of the said company. On the 10th day of April, 1845, a fire occurred in the city of Pittsburgh, which resulted in the destruction of property insured by said company to the amount of $72,000, and upwards (as ascertained by the directors thereof) and exceeding in value the whole amount of the premium notes and other resources of the company, together with the additional sum of one dollar on every one hundred dollars insured by them, at the time of said fire or afterwards.\nOn the 15th of the same month of April, the directors of the said company, at a special meeting convened in reference to that calamity, and with a view to the losses sustained thereby, directed a call upon the members thereof for the sum of twenty per cent, on the amount of the premium notes by them respectively given, payable in thirty days thereafter to the treasurer of the company, of which notice was duly given, in pursuance of the act of Assembly and by-laws of said company.\nAfterwards, to wit, on the 9th of June, 1845, the directors of the company, having been duly notified of the losses sustained by the members thereof, by the said fire of the 10th of April, upon property insured therein, and having duly ascertained the same, and moreover that the whole of the deposit notes and other resources of said company would not be sufficient to pay said losses, did, in conformity with the terms of their charter, assess on the members thereof the whole amount of the unpaid balance of their respective notes; and in addition thereto, the sum of one dollar on every hundred dollars, by them respectively insured, to be paid to the treasurer of the company on or before the 10th of July then next ensuing, whereof due public notice was also given in the manner prescribed by the charter and by-laws of the company.\nThe defendants paid the amount of the first, or twenty per cent, assessment, but denying their liability under the subsequent call, refused to pay either the balance of their deposit note, or the one per cent, additional, assessed and required as aforesaid, and this suit is brought for the recovery thereof.\nThe court were of opinion, that the plaintiff was entitled to recover the whole unpaid balances of the deposit note of the defendants, together with the additional sum of one per cent, on'the amount of their insurance in the company, and accordingly rendered judgment on the special verdict for the plaintiff, which the defendants now assign for error here.\nDunlop, for plaintiffs in error.\nWilliams, contra."
  },
  "file_name": "0359-01",
  "first_page_order": 361,
  "last_page_order": 363
}
