{
  "id": 949887,
  "name": "Knox, Assignee of Butler, v. Campbell",
  "name_abbreviation": "Knox v. Campbell",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "366",
  "last_page": "368",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 366"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Binn. 191",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787937
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0191-01"
      ]
    },
    {
      "cite": "2 Watts, 86",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840166
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0086-01"
      ]
    },
    {
      "cite": "6 Watts & Serg. 529",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480146
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0529-01"
      ]
    },
    {
      "cite": "3 Johns Rep. 175",
      "category": "reporters:state",
      "reporter": "Johns Rep.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dal. Rep. 129",
      "category": "reporters:scotus_early",
      "reporter": "Dal. Rep.",
      "opinion_index": 0
    },
    {
      "cite": "20 Johns. Rep. 611",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "6 Pick. Rep. 46",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2011473
      ],
      "pin_cites": [
        {
          "page": "120"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/23/0046-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 359,
    "char_count": 6545,
    "ocr_confidence": 0.528,
    "pagerank": {
      "raw": 1.0478924532173701e-07,
      "percentile": 0.5527136910298631
    },
    "sha256": "1fbd9a3b7b40f4afbb802fc89578b6d0b558c276082fd90a779070319c51b2e5",
    "simhash": "1:1a4116641c086949",
    "word_count": 1183
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Knox, Assignee of Butler, v. Campbell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court -was delivered by\nKennedy, J.\nButler and Campbell were the owners of a steamboat which was tortiously taken from them, and detained for some considerable time by die sheriff of the county, against whom they brought an action of trespass, and obtained a verdict against him in their favour for $400. Before however a judgment was had on the verdict, a release of the damages was executed and filed by Campbell in the clerk’s office with the papers of the cause, which caused the court to arrest the judgment. Thus Campbell, by his act, without the consent of Butler, prevented Butler from receiving any portion of the damages recovered. They were equal owners of the steamboat, and consequently entitled to receive equal portions of the damages recovered. The court below, however, seem to have considered Butler and Campbell not as tenants in common of the boat, but as joint owners, and quoad hoc special partners; and therefore no action would lie by the assignee of Butler against Campbell, excepting an action of account render, without a settlement first made between them of all their partnership accounts, and a balance struck in his favour before commencing the suit; and accordingly so instructed the jury. Now in this we think the court erred, for it seems to be settled by a train of decisions, that part owners of a ship are generally considered as tenants in common, and not as joint-tenants. Ex parte Harrison, 2 Rose, 76; Merrill v. Bartlett, Horndike v. De Wolf, 6 Pick. Rep. 46, 120; Nicholl v. Mumford, 4 Johns. Ch. R. 522. This I take to be the clear established rule on the subject, when nothing more appears than that they are part owners of the vessel; yet it may be that a special partnership may exist between them in the ship as well as the cargo in regard to a particular voyage or adventure, and the proceeds arising from the sale of the ship and cargo, and the profits of the adventure. See Nicoll v. Mumford, an appeal, 20 Johns. Rep. 611. Ship owners are analogous also to partners, and liable as such for necessary repairs, and stores ordered by one of themselves for the vessel. Scotton v. Stanley et al., 1 Dal. Rep. 129. See Gow on Part. 47, 48, in notis. But there is nothing whatever in this case to take it out of the general rule; and it must therefore be considered as a claim presented between tenants in common, where each being an owner of one undivided half of the boat, each must be considered as entitled to receive one half of the damages recovered, for a tortious taking and detaining of the boat from them for a considerable length of time. Suppose the sheriff had. tortiously converted the boat entirely to his own use, and there had been a recovery in the action of trespass brought against him for the full value of the boat, and the defendant here had received the whole amount of the recovery, or had released it to the sheriff. It would scarcely be pretended, I apprehend, that he would not be liable in an action on the case, such'as this is, to pay over to the plaintiff the one half of the amount of the damages received by him, or that he prevented the plaintiff from receiving by his releasing the sheriff; yet the two cases must rest and turn upon the same principle. The only difference is in the extent of the injury and the amount claimed. The recovery had against the sheriff was not for or in regal’d to the profits or proceeds of any particular voyage, or adventure of the boat, nor for the proceeds arising from the sale of it and cargo, so as to bring the case within the ,principle laid down in Nicoll v. Mumford, 20 Johns. Rep. 611: supposing the principle there to be correct, in regard to which I giye no opinion. In truth, the recovery had against the sheriff was not for or on account of any profit made in any way by the use of the boat, but for a wilful and tortious taking the boat from the true owners, so as to deprive them of the use of her. There is therefore not the least shadow of ground for likening the transaction, in any respect, to a partnership of either a special or general nature.\nThe judgment of the court below is reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Kennedy, J."
      }
    ],
    "attorneys": [
      "Knox, for plaintiff in error,",
      "Black, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Knox, Assignee of Butler, v. Campbell.\nIn Error.\nPart owners of a steamboat are generally to be considered as tenants in common, and not as joint owners or special partners; and an action on the case will lie against one owner by the other, to recover his proportion of the damages assessed by a verdict in an action of trespass brought by the owners against the sheriff for a tortious talcing and detaining of the boat, where the judgment on the verdict has been arrested, in consequence of one of the owners having executed a release of damages after verdict.\nError to the District Court of Alleghany county.\nThe plaintiff in error was the plaintiff below, and on the trial below, gave in evidence, that Butler his assignor and Campbell the defendant were part owners of a steamboat. That an action was brought by said Butler and Campbell against the sheriff of Alleghany county, for taking and detaining the boat. A verdict was rendered for the plaintiffs, for the sum of $400 damages, but judgment was arrested on the verdict, because Campbell had filed a release on the trial, (as appears by the record in that, given in evidence in this case.) The plaintiff in this case claimed his proportion, being one half of the damages released by the defendant; and to recover the same, brought an action of trespass on the case.\nThe court below charged the jury as follows:\nThe plaintiff and defendant, as joint owners of a boat, are quoad hoc special partners, and on the plaintiff’s own showing no action would lie. That the only action drat could be sustained is account render. One joint owner of a chattel cannot sustain an action against the other, for half the hire, or use or profits of the chattel, on any particular day or week he may have had it in possession, or receive the profits as a particular debt per se. The defendant had a right to receive the profits, and there is no implied assumption to pay the plaintiff any portion thereof, “ unless a balance be due on settlement of all accounts.”\nThis opinion was excepted to by the plaintiff, who assigned for error, that the court erred in charging the jury, that this form of action could not be sustained.\nKnox, for plaintiff in error,\ncited Story on Part. 584, 417; 3 Johns Rep. 175; 3 Penna. Rep. 297; 6 Watts & Serg. 529.\nBlack, for defendant in error,\ncited Story on Part. 449; 2 Watts, 86; 1 Binn. 191."
  },
  "file_name": "0366-01",
  "first_page_order": 368,
  "last_page_order": 370
}
