{
  "id": 949870,
  "name": "Joshua Logan v. Nathaniel Richardson and Wife",
  "name_abbreviation": "Logan v. Richardson",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "372",
  "last_page": "374",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 372"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Bin. 557",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791139
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0557-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 295",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818209
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0295-01"
      ]
    },
    {
      "cite": "2 Rawle, 53",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820556
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0053-01"
      ]
    },
    {
      "cite": "8 Watts, 483",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0483-01"
      ]
    },
    {
      "cite": "2 Watts & Serg. 282",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle, 287",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0287-01"
      ]
    },
    {
      "cite": "6 Watts, 379",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0379-01"
      ]
    },
    {
      "cite": "8 Watts, 484",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "6 Watts, 382",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "2 Rawle, 52",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0052-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 322,
    "char_count": 5100,
    "ocr_confidence": 0.575,
    "pagerank": {
      "raw": 1.644295014525713e-07,
      "percentile": 0.6916200519798644
    },
    "sha256": "0319ce26c32980c04c238cf3755a8dc9f68df6508a03bfa9761742a2540a8c4a",
    "simhash": "1:cac7d185c88cb6f8",
    "word_count": 881
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Joshua Logan v. Nathaniel Richardson and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nIn this case, which -was an action for a distributive share of an intestate’s estate, the court instructed the jury, that the plaintiff was entitled to recover, without having filed or tendered a refunding bond before suit brought; and that the plaintiff’s claim was not barred by the eighteenth section of the Intestate Act of the 19th April, 1794, or by the act of limitations. On both points, we are of opinion, the instruction was right.\nA distinction has ever been taken between a suit for a distributive share, and for a legacy. In the latter, a refunding bond is made necessary by the express words of the act. . In the former, the omission cannot be pleaded in bar to the action, for it may be filed at any time when required; for the court will taire care no injustice is suffered to be done, by staying the proceedings- till a reasonable indemnity be given. Besides, even in the case of an action for a legacy, the objection must.be taken in an early stage of the cause, by plea in abatement, or by motion to abate the writ. Wood v. Davidson, 2 Rawle, 52; Patterson v. Nichols, 6 Watts, 382; Baughman v. Kunkle, 8 Watts, 484.\nOn the latter point, the plaintiff in error relies on the eighteenth section of the act of 1794. This act provides, “ That all suits of the intestate’s relations and persons concerned, who shall not lay claim to their respective shares within seven years after the decease of the intestate, shall be debarred from the same for ever.” This act applies to the personal, and not the real estate of the intestate, and is intended to protect administrators, and the personal representatives in the event of the distribution of the estate by the administrator without notice. When payment of the funds is made in good faith, it cannot afterwards be disturbed by an heir who has neglected to claim his share in proper time. The administrator has a right to rely on the act, in such case, for his shield and protection. But it never was designed that it should be used for the unjust purpose of enabling the administrator to put the money, against all \"good faith, in his own pocket. The administrator is a trustee for the next of kin, and, while a trust subsists, the statute does not.continue to run between the trustee and cestui que trust. Lapse of time in this, however, as in every other case, may raise a presumption of payment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Williams, for plaintiff in error,",
      "McCandless, contra,"
    ],
    "corrections": "",
    "head_matter": "Joshua Logan v. Nathaniel Richardson and Wife.\nIn Error.\nThe omission to tender a refunding bond cannot be pleaded in bar to an action for a distributive share of an intestate’s estate.\nThe plaintiff’s claim in such action is not barred by the eighteenth section of the intestate act of the 19th April, 3794, nor by the statute of limitations, unless where a bond fide distribution has been made, without notice.\nLapse of time, however, may raise a presumption of payment.\nError to the District Court of Alleghany county.\nThe defendants in error were plaintiffs below, in an action on the case against the plaintiff in error, who was defendant-below, in which the plaintiff claimed, in right of his wife, Julia Richardson, to recover a. distributive share of the personal estate of Juliet Logan, deceased.\nThe declaration contained the common counts in indebitatus assumpsit, to which the defendant put in the pleas of non assumpsit, payment, with leave, &c., and non assumpsit infra sex annos.\nThe plaintiffs showed, that letters of administration on the estate of said Juliet Logan had been granted to the defendant, on the 9th day of December, 1831, and that on the 9th day of July, 1833, he had settled an account of his said administration, showing a balance in his hands of $356 91, which was duly confirmed by the Orphans’ Court,. at March term, 1833.\nThe plaintiffs claimed the one-half of the said balance of $356 91, ydth interest thereon from the time of settlement of said account.\nIt was admitted, that Julia Richardson, one of the plaintiffs, and Joshua Logan, the defendant, were the only surviving children and heirs of the said Juliet Logan, deceased.\nUpon these facts, the counsel for the defendant requested the court to instruct the jury:.\n'. 1. That the plaintiffs were not entitled to recover, without first having tendered and filed a refunding bond.\n2. That the claim of the plaintiffs was barred by the eighteenth sec- ’ tion of the intestate act of 19th April, 1794, and by the general statute' of limitations.\nThe court instructed the jury pro forma, that the plaintiffs were entitled to recover, and reserved the points presented by defendant’s counsel. The jury rendered a verdict for plaintiffs, for the whole amount claimed. Afterwards, on hearing, the court entered judgment in favour of the plaintiffs on the points reserved, which is assigned for error in this court.\nWilliams, for plaintiff in error,\ncited 6 Watts, 379; the Act of Limitations; 2 Rawle, 287; 18th section of Intestate Act, 1794; 2 Watts & Serg. 282.\nMcCandless, contra,\ncited 8 Watts, 483; 2 Rawle, 53; Statute of Limitations; 17 Serg. & Rawle, 295; 3 Bin. 557."
  },
  "file_name": "0372-01",
  "first_page_order": 374,
  "last_page_order": 376
}
