{
  "id": 949925,
  "name": "Hugh Sweeny, Plaintiff in error, who was Plaintiff below, v. Robert Allen",
  "name_abbreviation": "Sweeny v. Allen",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "380",
  "last_page": "380",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 380"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 179,
    "char_count": 2046,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 1.3365407310920466e-07,
      "percentile": 0.6302332684260743
    },
    "sha256": "fae88d3c9af76a1b916262c4af69629f155cf9b19ebc33245ec2f07344d3b0ae",
    "simhash": "1:4a23946d65987e79",
    "word_count": 373
  },
  "last_updated": "2023-07-14T18:20:17.551917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hugh Sweeny, Plaintiff in error, who was Plaintiff below, v. Robert Allen."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nCrabb v. Jones was well decided. Something has been said about the authority of the reports in which that case is found. It is true the decisions of the District Court do not control us as do our own; but they stand on a level with the decisions of the Supreme Courts in our sister states, or the Supreme Court of the United States, except those of the latter'on questions arising out of treaties, acts of Congress, or the federal Constitution. It is very clear that the debt in contest may be attached, for it is not the less a debt for being in suit. The person who acquires a title to it, may prosecute it to execution by marking the action to his use. The sheriff’s return obviates the necessity of service of a copy of the writ on the defendant in the execution, and we are inclined to think it would have done so even before the supplement of the 29th of April, 1844, which, however, meets the very case.\nOrder to discharge the rule reversed, and procedendo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Robinson, for the plaintiff,",
      "W. McClure, contra."
    ],
    "corrections": "",
    "head_matter": "Hugh Sweeny, Plaintiff in error, who was Plaintiff below, v. Robert Allen.\nA debt in suit may be attached in execution.\n■■ It appeared in the record brought up by a writ of error to the Common Pleas of Alleghany county, that an execution attachment had been laid on a debt due by one Hays, who was summoned as garnishee to Allen, the defendant in the execution. When the attachment issued, the debt was in suit; and on the same day, an award of arbitrators was filed in favour of Allen, on which judgment was subsequently rendered. No copy of the writ was served on Allen, but the sheriff returned that he was not in his bailiwick. A rule oñ the garnishee to appear and answer interrogatories was obtained, but discharged on the ground that a debt in suit cannot be attached, and that was the point submitted. In addition to this, the defendant insisted that the proceeding was irregular, a copy of the writ not having been served on the defendant in the execution.\nRobinson, for the plaintiff,\nrelied on Crabb v. Jones, 1 Miles's Rep. 130.\nW. McClure, contra."
  },
  "file_name": "0380-01",
  "first_page_order": 382,
  "last_page_order": 382
}
