{
  "id": 949858,
  "name": "Watson and Wife v. Brewster",
  "name_abbreviation": "Watson v. Brewster",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "381",
  "last_page": "386",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 381"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Serg. & Rawle, 395",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1813921
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/13/0395-01"
      ]
    },
    {
      "cite": "14 Johns. 338",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        376246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/14/0340-01"
      ]
    },
    {
      "cite": "17 Mass. 55",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036119
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/17/0044-01"
      ]
    },
    {
      "cite": "2 Mass. 84",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2007327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/2/0084-01"
      ]
    },
    {
      "cite": "4 Cow. 530",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "3 Johns. 261",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2129852
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/3/0261-01"
      ]
    },
    {
      "cite": "1 Caines' Rep. 402",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "case_ids": [
        793355
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cai/1/0504-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 544",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854580
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0544-01"
      ]
    },
    {
      "cite": "2 Mass. 89",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "4 Cow. 84",
      "category": "reporters:state",
      "reporter": "Cow.",
      "pin_cites": [
        {
          "page": "note 10"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Cow. 508",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2030990
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/4/0508-01"
      ]
    },
    {
      "cite": "4 Johns. Rep. 284",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "2 Johns. Rep. 241",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "6 Wh. 331",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836942
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0331-01"
      ]
    },
    {
      "cite": "5 Johns. Rep. 244",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "2 Caines' Rep. 362",
      "category": "reporters:state",
      "reporter": "Cai. Cas.",
      "case_ids": [
        6694228
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cai/2/0362-01"
      ]
    },
    {
      "cite": "1 Watts & Serg. 58",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "9 Serg. & Rawle, 379",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8878691
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/9/0379-01"
      ]
    },
    {
      "cite": "2 Dall. 230",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11743584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0230-01"
      ]
    },
    {
      "cite": "7 Watts & Serg. 392",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0392-01"
      ]
    },
    {
      "cite": "10 Watts, 85",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Serg. & Rawle, 135",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805947
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0135-01"
      ]
    },
    {
      "cite": "1 Dall. 9",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408422,
        12122442,
        12122739,
        12122583,
        1408504,
        1408412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/1/0010-01",
        "/dall/1/0009-01",
        "/dall/1/0009-03",
        "/dall/1/0009-02",
        "/us/1/0011-02",
        "/us/1/0011-01"
      ]
    },
    {
      "cite": "2 Dal. 230",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    },
    {
      "cite": "1 Yeates, 15",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771132
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/1/0015-01"
      ]
    },
    {
      "cite": "1 Yeates, 11",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "1 Dal. 2",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    },
    {
      "cite": "10 Serg. & Rawle, 389",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "16 Serg. & Rawle, 120",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816700
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/16/0120-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 726,
    "char_count": 14652,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 4.528144931535206e-07,
      "percentile": 0.9238384168343405
    },
    "sha256": "8e8eec4ad42e22950adbdfaed1c90e216e7a315d9c97a28b5b9e212f4e524c8b",
    "simhash": "1:407ffb3b2a129269",
    "word_count": 2607
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Watson and Wife v. Brewster."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nThis is an action against husband and wife, for a debt contracted by the wife when sole. The pleas are non est factum, infancy, set-off, and the act of limitations.\nThe plaintiff gave in evidence two depositions taken the 8th July, 1844, to prove the handwriting of Sarah Hubley, now Sarah Watson. He then offered to read other depositions of the same witnesses, taken subsequently, viz., on the 12th October, 1844. The defendants object, that taking a second deposition to contradict a prior one of their own witness, on a point which is the pinch of the case, is irregular, and cannot be done without leave of the court. The facts seem to have been these. When the first depositions were taken, the only pleas were non est factum and the act of limitation; the plea of infancy was afterwards put in. In the first deposition certain facts were proved, from which it was apprehended a powerful inference might arise, that, at the time the notes were executed, Sarah Hubley was an infant. To .prove her precise age was the single object, of the second depositions, and for this purpose we think they were competent testimony. In this particular, our practice is more lax than in England. No injury, as must be perceived, has been done, as the only effect of the evidence is to correct a mistake into which the witness had inadvertently fallen, in consequence of the attention, from the state of the pleadings, being • directed to a different point. The age of the defendant was not then in issue. It cannot be doubted, that the court, in justice to the witnesses themselves, on motion, would have granted leave to take the depositions again; for nothing is more common than to permit witnesses to explain and qualify evidence before given. Our practice has been (to prevent delay and injustice) to retake depositions on another rule with notice to the adverse party, without the previous sanction of the court. That a party has the right to take a deposition of the same witness without leave of tire court, on cause shown, is decided in Martin v. Koffroth, 16 Serg. & Rawle, 120. If the right be abused, (of which we see no evidence here,) the court will apply the proper corrective. The same principle was ruled at the last sessions of the court in Philadelphia, in a case not yet reported, in relation to depositions taken under a commission.\nThe plaintiff then offered the answer of Mrs. Chenoweth, a witness examined in the cause, to tire following interrogatories. Are you acquainted with the age of Mrs. Watson ? if so, when was she born ? state how you know her age; state, is she older or younger than yourself? if so, how much ?\nThe defendants object to the testimony, because it appears, from the cross-examination, that the witness spoke from the recollection of the contents of the family Bible; that the Bible ought to be produced as the best evidence. The plaintiff answers that it appears, from the same cross-examination, that the witness recollected it from information received from her deceased mother.\nThe evidence, be it observed, is only material on the plea of infancy, which, being an affirmative plea, throws the burden of proof on the defendants. If the objection is well taken, it equally applies to their own evidence, and leaves them without the shadow of proof in support of the plea of infancy. It is suicidal to the defence on that point, and, therefore, in no aspect of the case are they injured by the admission of the evidence. But aside of this view of the case, how stands the exception. The witness knows the age of her sister from the declarations of her mother, who is deceased. Now, that this species of evidence must be admitted has always been held, for otherwise a person could not prove his own age; for where no family record is made, he can only show it from the declaration of his parents or others cognisant of the fact. Such testimony has always been received, unless there was better evidence in the power of the party. The general rule undoubtedly is, that the best evidence which the nature of the case admits must be produced. But this rule is relaxed in cases of pedigree, as appears by Kingston v. Leslie, 10 Serg. & Rawle, 389, which recognises Hyam v. Edwards, 1 Dal. 2; Fogler's Lessee v. Simpson, cited in 1 Yeates, 11, and the Lessee of Douglass v. Sanderson, 1 Yeates, 15, where ex parte affidavits were admitted in evidence, to prove that copies of registers were trae copies. But admitting this rule in its utmost latitude, the question recurs, was there better evidence in the power and under the control of the party, which he might and did not produce ? And this depends upon, whether the family Bible referred to would have been evidence. In the first place, it appears that the leaf containing the entries of the birth of the children of Mrs. Hubley was tom out of the Bible and sent on to Washington, to be used in procuring for her a pension. What became of the leaf we are not informed; whether in existence or not is not known. It is most probable it is among tire things that were. Of this we are certain, that a mutilated Bible, without the entries, would be of little value. It cannot, therefore, be better evidence, when in truth it is no evidence at all. Again, it appears that the entries in the family Bible are in the handwriting of Mr. Gourley, of Philadelphia. Now, who Mr. Gourley is we do not know, whether a stranger or relative of the family, and, which is more material, we are ignorant of his authority to make the entries. And that this difficulty should be shown, is ruled in Penn's Lessee v. Hartman, 2 Dal. 230.\nThe next exception is, that there is no sufficient proof of handwriting to submit the notes to a jury. We however think there was the ordinary proof, and without multiplying extracts from the testimony, it will suffice to refer to the evidence of Mrs. C. to the question: From your knowledge of Mrs. Watson’s handwriting, what is your belief as to the handwriting of the. signature of these four notes, (the notes in suit,) marked A, B, C, D ? She answers: “ My belief is, that they are her handwriting as she wrote some years ago.” The latter part of the answer is explained by the fact, that the notes áre dated in 1831, and her handwriting, as the witness says, had changed its character. This, the other witness, Mrs. D., says: “To the best of her knowledge, it looks like her handwidting some years since, but it does not look like her handwriting now. That from her knowledge of her handwriting at that time, she supposes it to be her handwriting, or, that it looks lilce her handwriting.” It is not required to give positive evidence of handwriting. The jurors are the judges of the genuineness of signature; and it is usual to submit instruments to them upon an expression of belief, although qualified as here, that they are in the handwriting of the person whose name is signed to them.\nTwo other bills of exception were taken, which may be classed together. The testimony was properly overruled, because it was too vague, the inferences too remote, to make out either set-off, payment, or presumption of payment. Heaping inference upon inference, serves only to distract the minds of the jury, and turns their attention from the true points of the cause, without elucidating tire issue in the slightest degree. In this view, the testimony was properly rejected.\nIt is next objected, that the notes on which suit is brought ought not to be admitted in evidence, because notes with a scrawl seal made in New York are not specialties, and cannot be received as such to support the plaintiffs’ declaration, which is an action of debt on specialties. The court overruled the exceptions, reserving the point. They permitted the notes to be given in evidence, leaving to the defendant’s counsel the full benefit of the objection on the point reserved, and a bill of exceptions if necessaiy. The point arises on the bill of exceptions and the charge. In New York, where the notes were not only executed, but where the contract was to be carried into effect, they are promissory notes, (the law there, not recognising scrawl seals,) and as such bound by the act of limitations. In this state, they are specialties and declared on as such, to which the act does not apply. The question depends on, whether we are bound by the lex loci contractus or the lex fori. If by the former, the suit is barred by the statute of limitations; if by the latter, the act is of no force. The settled distinction is, that the lex loci contractus governs only as to the construction of the contract; the remedy is controlled entirely by the lex fori. This distinction is taken in Andrews v. Herriott, 4 Cowen, 410; and all the authorities bearing on the point are collected in a note appended to the case. In construing contracts, we must be( governed by the laws of the country in which they are made, for all contracts have reference to such laws. But when we come to remedies, it is another thing. They must be pursued by the means which the law points out, where the party resides. The laws of the country where the contract was made can only have reference to the nature of the contract, not to the mode of enforcing it. Whoever comes voluntarily into a country subjects himself to all the laws of that country, and thence to all the remedies directed by those laws. Before examining the question particularly, I felt some doubt whether the act of limitations was not governed by thé lex loci contractus, rather than the law of the forum. But that point seems also to be put at rest. In regard to statutes of limitation or presumptions, says Mr. Justice Story, there is no doubt they are strictly questions affecting the remedy, and not questions on the merits. They go ad lité ordinationem, and not ad litfes decisionem, in a juridical sense. Story’s Conflict of Laws, p. 482. The commentator, with his usual learning and research, has collected all the authorities on the point, and has come to the conclusion, that acts of limitation fall within the rule. Although we may regret, (-which I most certainly do,) that the law is so settled, as to enable a person to follow a debtor into another state, and collect a debt barred by the act of limitations in the state where the contract was made, and where it was intended to be executed, (thereby in a measure making him a prisoner at large,) yet we should be sorry to come in conflict with a law or rule put at rest by such a series of adjudications. Without entering into the point, as this case does not call for it, a distinction may be taken between statutes which extinguish the right, and those which ^ffect the remedy. This is, perhaps, an open question in this state, and will deserve grave and serious consideration when it arises, although it will not, in my opinion, present a question of insurmountable difficulty.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Shaler, for plaintiff in error,",
      "Metcalf, contrà,",
      "Shaler, in reply,"
    ],
    "corrections": "",
    "head_matter": "Watson and Wife v. Brewster.\nIn Error.\nB., the plaintiff, took the depositions of witnesses to prove the handwriting of the maker of a note on which B. had brought suit. From facts contained in the depositions, an. inference might be drawn of the infancy of the defendant at the time the notes were made. Afterwards, without the leave of the court, B. took other depositions of the same witnesses to explain and qualify the facts in the former depositions, and to prove the age of the defendant. After the first depositions had been taken, defendant added the plea of infancy.\nHeld, that both depositions might be given in evidence by the plaintiff.\nThe age of one member of a family may be proved by information of another member derived from family reputation and declarations of a deceased mother, unless it appears that better evidence is in the power of the party.\nIt is not necessary to give positive proof of the handwriting of the maker of a note, in order to submit it to the jury. A qualified expression of belief that it is his handwriting is sufficient.\nThe lex loci contractus governs in the construction, but not in the enforcement of the contract; the remedy for its breach is controlled entirely by the lex fori.\nThe plea of the statute of limitations is of the lex fori, and promissory notes with scrawl seals lnust be treated as specialties in Pennsylvania, and exempt from the statute, although théy have been executed in another state by the laws of which they are not pecialties, arjd are subject to its statute of limitations.\nError to the District Court of Alleghany county.\nIn the court below, Lot E. Brewster, the defendant in error, was the plaintiff, and George Watson and Sarah Ann his wife, late Sarah Ann Hubley, the defendants.\nAll the material facts in this case, necessary to elucidate the points decided here, as well as the several bills of exceptions taken, by the counsel of the defendants, to the admission and rejection of evidence and to the charge of the court, are sufficiently stated and referred to in the opinion of this court.\nThe court below (Grier, President) submitted this case to the jury on the facts, reserving the question, whether the scrawl seal on notes made in New York was sufficient to take them out of the statute of limitations on a suit in this state. The jury rendered a verdict for the plaintiff for $38 10, and also the further sum of $563 06, in case the court should be of-opinion that the two notes dated in New York, September 19, 1829, and sealed with a scrawl seal, are to be treated as specialties. After argument by counsel, the court decided, that the authorities showed that the plea of the statute of limitations is of the lex fori, and that the notes must be treated as specialties here, though they were not such in New York. Whereupon, judgment was entered on the verdict, and judgment for tire plaintiff on the points reserved. To this opinion of the court the defendants excepted, and took a writ of error.\nShaler, for plaintiff in error,\ncited 4 Mason, 321; 1 Dall. 9; 6 Serg. & Rawle, 135; 10 Watts, 85; 7 Watts & Serg. 392; 24 Com. Law Rep. 329; 2 Dall. 230; 9 Serg. & Rawle, 379; 1 Watts & Serg. 58. On the question of the statute of limitations, he cited 2 Caines' Rep. 362; 5 Johns. Rep. 244; 8 T. R. 595; 6 Wh. 331; 6 Hill, (New York,) 526; 2 Burr. 1077; 4 T. R. 182; 2 Johns. Rep. 241; 4 Johns. Rep. 284.\nMetcalf, contrà,\ncited Story's Confl. Laws, 567; 4 Cow. 508; 3 Gill & Johns. Rep. 234, 244; 4 Cow. 84, note 10; 2 Mass. 89; 3 Watts & Serg. 544; Story's Confl. 483; 8 Peters, 362; 1 Caines' Rep. 402; 3 Johns. 261; 4 Cow. 530; 2 Mass. 84; 17 Mass. 55; 14 Johns. 338.\nShaler, in reply,\ncited 13 Serg. & Rawle, 395."
  },
  "file_name": "0381-01",
  "first_page_order": 383,
  "last_page_order": 388
}
