{
  "id": 949911,
  "name": "James M. Duffie, Plaintiff in error, v. Samuel W. Black, Assignee of D. Crate, Jun., Defendant in error",
  "name_abbreviation": "Duffie v. Black",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "388",
  "last_page": "390",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 388"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Serg. & Rawle, 65",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816722
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/16/0065-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 322,
    "char_count": 4678,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 7.093613628115732e-08,
      "percentile": 0.4265233224021941
    },
    "sha256": "e0baec7c448d33aa6994bb3ee29aecb5469974dd292b883661e015a1bd805d93",
    "simhash": "1:aad384a1023bb2b3",
    "word_count": 816
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "James M. Duffie, Plaintiff in error, v. Samuel W. Black, Assignee of D. Crate, Jun., Defendant in error."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe affidavit to found the appeal was well made. ■ Rliey was the appellant’s agent, within the twenty-seventh section of the act of 1836 ; for, to say nothing of the oath in which he so styles himself, it is sufficient, in the first instance, that he acted as such. The oath, too, was well administered by an alderman in Pittsburgh, though' the award was in another county; for the alderman had a general power; and it is indifferent, not only in point of substance, what were the territorial limits of his jurisdiction, but it is absolutely necessary, in point of convenience, that a sick or infirm suitor be not compelled to travel, perhaps, from Philadelphia to the shore of Lake Erie to find a competent magistrate.\nThe payment of costs, too, was sufficient. What though the appellant directed the prothonotary to detain the money till his right to appeal should be determined ? He parted with the control of it when he parted with the possession of it, and the direction was simply void. It was, in contemplation of law, a nullity, which could affect the right of neither party, and it ought to have been treated as such.\nOrder to quash reversed, and procedendo awarded.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Williams, for plaintiff in error,",
      "Armstrong, contra."
    ],
    "corrections": "",
    "head_matter": "James M. Duffie, Plaintiff in error, v. Samuel W. Black, Assignee of D. Crate, Jun., Defendant in error.\nIn Error.\nAffidavit to ground an appeal from an award of arbitrators, in Westmoreland county, held good, though sworn to before an alderman in Pittsburgh, by one who styled himself the appellant’s agent.\nAn appellant’s direction to detain the costs paid on the appeal, is a nullity, and does not prejudice the appellant’s right.\nError to the Common Pleas of Westmoreland county.\nThis was an action of trespass vi et armis de bonis asportatis, &c., brought by the defendant in error, who was the plaintiff below, to recover damages for taking and carrying away one hundred and eight dozen sheaves of wheat and fifty-two dozen sheaves of rye, alleged to be the property of the plaintiff.\nOn tiie 23d day of October, 1844, the plaintiff entered a compulsory rule of reference, and on the 19th day of December then next following, an award of arbitrators was filed, finding for the plaintiff the sum of $>33 75, with costs of suit.\nOn the 31st day of the same month of December, the defendant appealed from the said award, by paying into the hands of the prothonotary all the costs which had accrued in the said action, and filing the usual affidavit made by John Rhey, the defendant in interest, as the agent of the defendant, before Dennis S. Scully, Esq., an alderman of the city of Pittsburgh, together with the following recognisance, viz.:\n“ Samuel Kuhns, of the borough of Greensburg, acknowledged himself to be justly indebted to the plaintiff in this case, in the sum of one hundred dollars, in the nature of special bail; the condition of which is, that if the plaintiff, in the event of the suit, shall obtain a judgment for a sum equal to, or a judgment as, or more favourable than the report of the arbitrators, the said defendant shall pay all the costs that may accrue in consequence of his appeal from said report, together with the gum or thing awarded by the arbitrators, with one dollar per day, for each and every day that shall be lost by the plaintiffs in attending to such appeal, &c.”\nOn die 20th of February, 1845, at the instance of the plaintiff’s attorney, a rule was entered upon the defendant, to show cause why the appeal in this case should not be dismissed, for the following reasons:—\n1. That the^ oath required by law was not made before the' proper officer.\n2. That the defendant, his agent or attorney, did not enter into the recognisance in said appeal. (This reason was not pressed in the Supreme Court.)\n3. That the prothonotary was notified by the appellant, to withhold the costs paid on said appeal, and cautioned not to pay the appellee die said costs.\nIn support of the last of these reasons, the following affidavit was filed, on the 26th of February thereafter:—\n“ Westmoreland county, ss.:\n“ David Fullwood, on his oath, saith, that in the case of Black, assignee of Crate, against Duffie, he was instructed by Mr. Kuhns, attorney for the defendant, not to pay over the costs, or to hold them until court; that Mr. Rhey thought he was entitled to the appeal without the payment of costs.”\nThe court, however, on the same .day on which the above rule was entered, made the same absolute.\nWhereupon the defendant removed the record by writ of error to this court, and assigned the'following error:\nThe court erred in dismissing the appeal.\nWilliams, for plaintiff in error,\ncited 1 Penna. Rep. 14, and 16 Serg. & Rawle, 65.\nArmstrong, contra."
  },
  "file_name": "0388-01",
  "first_page_order": 390,
  "last_page_order": 392
}
