{
  "id": 949841,
  "name": "George Magee, William Campbell, and Mary his wife, William Alexander, and Elizabeth his wife, James Affit, and Jane his wife, Plaintiffs in error, who were Defendants below, v. John Magee, James Magee, Thomas Miller, and Nancy his wife, John Miller, and Lavinia his wife, Rachael Magee, Caroline Magee, and William Magee, Defendants in error, who were Plaintiffs below",
  "name_abbreviation": "Magee v. Magee",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "405",
  "last_page": "407",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 405"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 407,
    "char_count": 7217,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 5.4033266686372354e-08,
      "percentile": 0.33840911188258466
    },
    "sha256": "abd4b7ff6d04306d9f2c27c1cada2a79ce515c623b0d02589024ff96e3188b2d",
    "simhash": "1:98d6aa15d30895a6",
    "word_count": 1290
  },
  "last_updated": "2023-07-14T18:20:17.551917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "George Magee, William Campbell, and Mary his wife, William Alexander, and Elizabeth his wife, James Affit, and Jane his wife, Plaintiffs in error, who were Defendants below, v. John Magee, James Magee, Thomas Miller, and Nancy his wife, John Miller, and Lavinia his wife, Rachael Magee, Caroline Magee, and William Magee, Defendants in error, who were Plaintiffs below."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nThis contest is between brothers of the whole blood, and brothers of the half-blood; not, however, on any controverted principle of descent. Adam Magee, from\" whom the plaintiffs derive title as brothers of the whole blood, bargained for the land in dispute, paid part of the purchase money, and died without issue. John, his father, paid the residue, received the legal title, and died, leaving issue, besides the plaintiffs, the defendants, his children by a second wife. Was John a trustee of the whole estate, or only of a part of it, proportionable to Adamas payment of the purchase money ? That John had no more right than a stranger would have had, to take his son’s place in the contract, and acquire any part of the interest bargained for, is too palpable for argument. His voluntary payment of the arrears of purchase money gave him no equity against Adam’s brothers in the capacity of a purchaser; but, on the oilier hand, his acquisition of the legal title made him a trustee for them, just as the vendor had been, to whose rights and duties he succeeded. Now, what would a chancellor do in such a case ? He would certainly not split up an entire contract by compelling the defendants to convey a part of the land, and allowing them to keep the rest. On the contrary, he would compel them to convey the whole, on receiving what was stipulated to be paid at or before the delivery of the conveyance ; and we do the same thing in effect by allowing a vendee to recover, by ejectment, from a vendor in the same predicament. The^position of these parties, as well as every thing else in relation to their rights and duties, was misconceived in the court below. This ejectment is brought, not in disaffirmance of the contract, or to cut off so much of the land as Adam had paid for, but to enforce the contract, entire, against those who stand in the vendor’s place. If these plaintiffs were in a condition to demand a conveyance from him, they are in a condition to demand'a verdict; if they are not, they must wait till they shall have entitled themselves, by performing all that their brother was bound to perform. We decline to express an opinion on the merits, as they are not legitimately before us.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Stewart, for plaintiff in error.",
      "Pearson, contra."
    ],
    "corrections": "",
    "head_matter": "George Magee, William Campbell, and Mary his wife, William Alexander, and Elizabeth his wife, James Affit, and Jane his wife, Plaintiffs in error, who were Defendants below, v. John Magee, James Magee, Thomas Miller, and Nancy his wife, John Miller, and Lavinia his wife, Rachael Magee, Caroline Magee, and William Magee, Defendants in error, who were Plaintiffs below.\nIn Error.\nA father, who completes his deceased son’s pinchase by paying the residue of the purchase money, and takes a conveyance of the legal title in his own name, acquires no beneficial interest in the purchase, but takes the place of the vendor as a trustee for the vendee, and succeeds to his rights and his duties.\nError to the Court of Common Pleas of Mercer county.\nThis was an amicable action of ejectment for one hundred and ninety-six acres of land, more or less, entered in the Court of Common Pleas of Mercer county, in the name of the defendants in error, against the plaintiffs in error.\nThe plaintiffs in this case claimed to recover one undivided fourth part of the land in dispute, as heirs of Adam Magee, deceased, who was the brother of the plaintiffs.\nThe defendants claimed seven undivided eleventh parts of the said land, and entered a disclaimer, as to four undivided eleventh parts of. the same.\nThe facts of this case will be found fully and distinctly stated in the charge of the court below (Breden, President) to the jury. At the close of the evidence, the counsel of the plaintiff’s requested the court to charge the jury as follows:\n1. If die jury believe that Adam Magee had a contract in writing, by which he was to have the land for $800; that he had paid $200 thereof, and that John Magee availed himself of that contract and payment; the plaintiffs are entitled to recover one-fourth part of the land in this suit.\n2. Taking all the evidence of the defendants as true, it does not show that kind of title in Alexander Magee, of which his brothers and sisters can avail themselves; and the title proved by them is void by the statute of frauds and peijuries.\nThe following are the material parts of the charge:\nThis action of ejectment is brought to recover the undivided fourth part of about two hundred and fifty-three acres of land. The plaintiffs are admitted to be the brother and sisters of Adam Magee, deceased, and sole heirs of John Magee, deceased, by his first wife. The defendants are also admitted to be the children of John Magee, by his second wife. The plaintiffs claim to recover the land in dispute as the heirs of Adam Magee, deceased. The defendants claim as the heirs of John Magee, deceased, and contend that Adam Magee had no interest or title to the land in dispute. The evidence is, that. Adam Magee in the spring of 1826, by articles of bargain and sale which are lost, purchased the land in dispute for $800, and paid to Williams on his purchase $208. Adam Magee died in the fall of 1824; his father, John Magee, concluded ’that he would go on and pay for the land, and save the money paid by Adam on the contract. Williams received from him, in payment of the balance of the purchase money, one hundred and fifty acres of land on Shenango; and he paid also in money $100. On the part of the defendants, there is in evidence a patent from the Commonwealth of Pennsylvania, to John Magee, for two hundred and fifty-three acres eighty-five perches of land, dated 8th April, 1833. There are also witnesses to prove that Magee sold to Alexander Magee (his son by the second wife) what was supposed to be sixteen acres, and had got a brown mare from Alexander in part pay. Some improvements were made on it before Alexander Magee took sick. Nathaniel Rogers said that Alexander took possession of eight acres; some cleared when he purchased, and that he cleared after the purchase about three-fourths of an acre. The old man said he did not know the quantity until it would be measured ; said he had sold it to Alexander, and that Alexander had given him the brown mare and some young cattle — all paid but a trifle on the last piece purchase. Cleared some of it; cut some brush; was along one of the boundaries; Thomas Boozle bounds it on the east; Daniel Rolinson on the south; John Magee on the west, and Rosanna Dillon on the north. On the part of the plaintiffs, James Gleen, a witness examined, states the sale was the spring before Alexander’s death. About three-fourths of an acre cleared; some brush cut off; ten or fifteen brush heaps made on it.' Alexander was of age a few days before his death; worked on the farm; was a carpenter by trade, and in the habit of working for himself; two mares, worth about $40 each. The land worth from $8 to $10 or $12 per acre.\nThe court in theft charge to the jury answered the points submitted by the plaintiff in the affirmative, which was assigned for error in this court.\nStewart, for plaintiff in error.\nPearson, contra."
  },
  "file_name": "0405-01",
  "first_page_order": 407,
  "last_page_order": 409
}
