{
  "id": 949932,
  "name": "Charles Day, Plaintiff in error, who was Defendant below, v. James Brawley, Defendant in error, who was Plaintiff below",
  "name_abbreviation": "Day v. Brawley",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "429",
  "last_page": "431",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 429"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts & Serg. 130",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0130-01"
      ]
    },
    {
      "cite": "3 Watts & Serg. 351",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854588
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0351-01"
      ]
    },
    {
      "cite": "9 Serg. & Rawle, 24",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877442
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/9/0024-01"
      ]
    },
    {
      "cite": "4 Watts, 358",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0358-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 337,
    "char_count": 5342,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.033412758813351665
    },
    "sha256": "b016d1034d59697f6a1f439e0deadcaee5f7d1bfa689f1fd15723b56ef1d778c",
    "simhash": "1:516080a58e8b5416",
    "word_count": 933
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Charles Day, Plaintiff in error, who was Defendant below, v. James Brawley, Defendant in error, who was Plaintiff below."
    ],
    "opinions": [
      {
        "text": "The opinion of the court -was delivered by\nRogers, J.\nThis is an action on bond to indemnify the plaintiff as special bail in a suit in which Wicldiffe Cowles was plaintiff, and Oliver Cowles defendant. The suit, which is a scire facias on a judgment, is brought against Oliver Cowles, the defendant in the original action, and Charles Day. Judgment by default was rendered against Oliver Cowles, and the jury sworn to assess the damages as well against him, as to try the issues between the plaintiff and the other defendant, tarn ad triandum quam ad inquirendum. On this issue, it was the duty of the jury, if they find for the plaintiff, to assess entire damages against both; but for some unaccountable reason, the damages are assessed against Oliver Cowles at the sum of $3230 87, and at a different sum against Day, the other defendant. On this erroneous finding, a general judgment is rendered. It appears on the record, that there were two verdicts and two judgments, and to mend the matter, the plaintiff issues two executions, a tissue of blunders almost unparalleled. It is alleged this was the error of the prothonotary, but of this we have not the slightest evidence; on the contrary, it is certain two verdicts were found by the jury, and the error was in receiving the verdicts, instead of sending the jury back with directions to assess entire damages. It is impossible, as the case now stands, to know for what sum judgment is to be rendered. Three years after the verdicts were taken and entered on the docket, a motion is made to amend, but as nothing was done, no attempt made to remand the record for purposes of amendment, and in fact there was nothing to amend by, we have no alternative but to reverse the judgment. As this case goes back for another trial, we think it right to say that the law was correctly given and the facts fairly left to the jury. The case must necessarily resolve itself into a question of fact, of which the jury are tire proper judges.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Riddle, for the plaintiff in error,",
      "Deioickson and Pearson, contra.",
      "Farrelly, in reply."
    ],
    "corrections": "",
    "head_matter": "Charles Day, Plaintiff in error, who was Defendant below, v. James Brawley, Defendant in error, who was Plaintiff below.\nIn Error,\nWhere in an action on contract the jury is sworn tam ad triandum quam ad inquirendum, it is their duty,if they find for'the plaintiff) to assess entire damages against the defendants, and it is error to receive a separate verdict against each defendant.\nError to the District Court of Crawford county.\nWicldiffe Cowles sued out a capias ad respondendum against Oliver Cowles, to November term, 1826, on which the defendant was arrested, and James Brawley became his special bail in the sum of $2000. Judgment was obtained against Oliver Cowles, and a fi. fa. and ca. sa. issued, which were returned non est inventus. To indemnify himself against any liability on his recognisance of bail, Brawley took a judgment bond, dated 17th Januaiy, 1827, from Oliver Cowles and Charles Day, in the penal sum of $3000, properly conditioned to save him harmless. On this bond, judgment was entered as of November term, 1826, No. 61. •\nTo August term, 1831, a scire facias was sued by Wicldiffe Cowles against Brawley, on his recognisance of bail. The writ was issued on the 9th August; was served on the 11th, and was returnable on the 15th of that month. Day was surrendered by Brawley in discharge of his recognisance, on the 19th of August, which, being after the quarto die post, was too late, as was decided in this case by this court in 4 Watts, 358. Wickliffe Cowles then obtained judgment on his scire facias against Brawley for $3350 69.\nTo November term, 1831, Brawley sued out a scire facias to revive, &c., upon his judgment against Oliver Cowles and Day, the Writ issuing in form of quare executio non, which was served on Day, who alone appeared and pleaded. Judgment was revived. To August term, 1836, a scire facias to liquidate was issued upon the last-mentioned judgment, to which the sheriff returned “ nihil,” butDay appeared. To November term, 1836, an alias scire facias was sued out, to which the sheriff returned “ nihil,” and Day appearing, pleaded nul tiel record, payment, &c. On the 19th November, 1839, a jury was empannelled to liquidate the judgment against Cowles, as well as to try the issue against Day, which returned a verdict assessing the damages against Cowles at $3238 87, and finding in favour of the plaintiff, on the issue with Day, $3382. Upon this verdict judgment was entered. 23d April, 1842, plaintiff (Brawley) moves to amend the record.\nOn the writ of error being sued out to this court, several errors were assigned to the charge of the court below, (Thompson, President,) and to the action of that court in giving judgment on the plea of nul tie] record, and for more than could be legally recovered on the recognisance or bond. But the principal error was the fourth, that the court below erred “ in receiving two distinct verdicts, and in rendering judgment thereon.”\nRiddle, for the plaintiff in error,\ncited 1 Tidd's Pract. 304, 305; Garibaldo v. Cagnoni, 6 Mod. Rep. 266; 1 Salk. 102; Walters v. Reese, 3 Taunt. 503; 1 Pet. C. C. Rep. 132; McClung v. Bowers, 9 Serg. & Rawle, 24. As to judgment of revival when the writ was qu. ex. non., 3 Watts & Serg. 351; 4 Watts & Serg. 130.\nDeioickson and Pearson, contra.\nFarrelly, in reply."
  },
  "file_name": "0429-01",
  "first_page_order": 431,
  "last_page_order": 433
}
