{
  "id": 949831,
  "name": "John Cunningham, Plaintiff in error, and below, v. Edward Jordan, Defendant in error, and below",
  "name_abbreviation": "Cunningham v. Jordan",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "442",
  "last_page": "445",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 442"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Serg. & Rawle, 41",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809539
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/8/0041-01"
      ]
    },
    {
      "cite": "8 Serg. & Rawle, 41",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1809539
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/8/0041-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 407,
    "char_count": 8590,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 9.8097754758986e-08,
      "percentile": 0.5330073297709634
    },
    "sha256": "0900161d749bfc0d2838e8021a626cebf31b3496cdff755af4d797170d2f5eed",
    "simhash": "1:1bb4bc8a8a469bc7",
    "word_count": 1526
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Cunningham, Plaintiff in error, and below, v. Edward Jordan, Defendant in error, and below."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nAfter looking into the evidence and comparing it with the charge, I see no grounds whatever for the exception, that the court presented only such portion of the testimony as operated in favour of the defendant. The charge contains a plain statement of the case, with a clear and able exposition of the law, including the instruction in relation to the former verdict and judgment, and their instructions to the jury upon, parol sales of lands. It contains also a pertinent application of the law to the evidence. Every position taken in the cause is sustained by numerous authorities; many of which have been cited at bar, and which it would be a useless waste of time to review.\nWe also think that correct answers were given to the plaintiff’s second, third, and sixth points. We see no reason whatever for the assertion, that the court failed to answér the plaintiff’s fourth point, and as little for the charge, that it was .answered so vaguely as to afford no light to the jury.\nNext, as to the exception, that the court ruled out the deposition of Robert Wilson, taken under a commission to Ohio.\nThe rules of court require that all notices shall be ip writing, and shall be served, by showing or reading them and delivering copies to the party, or in his absence to some of his family at his dwelling-house, or by affixing a copy to the door, in case no person shall be in the house, or admission be denied. The rule, therefore, requires that notice be served on the party. Service on the attorney, as here, is not good. Has anything occurred which will dispense with such service? It is said notice to the attorney is good, because he did not object to the service. And for tlris the plaintiff relies on the case of Newlin v. Newlin, 8 Serg. & Rawle, 41. But that case differs from this in two essential particulars. In Newlin v. Newlin there was no rule of court expressly requiring that notice should be served on the party himself. The court put the case on the practice, that service of the rule on the attorney is insufficient in case of depositions, only where the attorney has objected at the time of service. It also appears that there, there was an express recognition of the rule. As the rule is as well known to the one as the other, we cannot imply a waiver from the omission to expressly dissent. And this case shows the propriety of the distinction, as there is some room to doubt whether the attorney ever received the notice. It seems (4th section of the Rules) that no objection is allowed at the trial other than to the competency of the witnesses, or the relevancy or competency of the witnesses, unless the party making them shall give notice in writing to the opposite counsel of his intention so to do, and his reasons for so doing, within ten days after receiving a copy or notice of the filing, or shall have moved the court on the first opportunity to suppress them. The depositions were filed on the 21st June (Friday); notice of filing was given to the defendant’s counsel by the prothonotary on Saturday. The court met on Monday. On Tuesday the defendant filed his exceptions; on the same day, and after the exceptions were filed, the jury was sworn. We think, on this state of facts, tire exception was well taken to the admission of the evidence. The exception was not filed on the first, but the second judicial day; but before the jury was sworn, and only four days had elapsed from the time the defendant had notice of the filing. It was no fault of the defendant that the commission was not executed, as it might have been, and filed sooner; and it would be a harsh construction under such a state of facts, to hold that the motion to suppress must be made on the first day of the term. The defendant must have time to examine the execution of the commission, and certainly the time required here is not unreasonable. Immediately after and before the court can examine the validity of the exception, the jury is sworn without objection. That being the position of the parties, we see nothing to prevent the defendant from taking the exception to the trial. When the exceptions were filed, the plaintiff might have urged that as a -reason for the continuance of the cause, but he chooses to risk a trial. And even after the court had excluded the testimony on a technical exception, he may have moved the court to withdraw a juror. But instead of pursuing either course^ hé takes the chances of verdict, and having failed, he now asks this court to reverse the judgment.» Had the commission been filed, with notice to the defendant, ten days before the court met, I am inclined to think he would be debarred from taking the exception on the trial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Dawson, for plaintiff in error,'",
      "Hoioell, contra."
    ],
    "corrections": "",
    "head_matter": "John Cunningham, Plaintiff in error, and below, v. Edward Jordan, Defendant in error, and below.\nIn Error.\n1. A rale of court, requiring service of notice of a rale to take depositions upon the party, is not complied with by service on his attorney; and the waiver of service on the party cannot be implied from the attorney’s omission expressly to dissent to the service on himself.\n8. A rule of court, relative to testimony taken by deposition, admitted no objection to it on trial, other than to relevancy or competency, unless notice of the objection in writing was given to the opposite counsel within ten days after notice of filing the deposition, or a motion was made on the first opportunity to suppress it. A deposition taken, subject to this rule, was filed on Friday: notice of the filing was given on Saturday. On Monday the term commenced; on Tuesday exceptions were filed to the deposition, and afterwards on the same day a jury was sworn in the case. Held, that on this state of facts, the exception was well taken to the admission of the evidence.\nError to the Common Pleas of Fayette county.\nThis was an action of ejectment for eighty acres of land, and was tried before a special court, Grier, President. Upon the trial, the plaintiff offered in evidence the deposition of one Robert Wilson, taken under a commission to Ohio. This was objected to by the counsel of the defendant, on the ground that notices of the rule to take depositions and a copy of the interrogatories had not been served on the defendant, who resided in the county, as required by the rule of'court Notice was served on his counsel. To this it ivas answered, that the defendant’s counsel should have given immediate notice of this objection ; by not doing so before the jury were sworn, he should be considered as having waived it, and should not be allowed to lie by and make captious objections when it was too late for the plaintiff to make application to have the cause continued. The rule of court required that he should have taken “ the first opportunity,” which was on the Monday previous, to suppress the deposition.\n“Per Curiam. The rule of court requires the notice to be served on the party. The counsel who took out this commission was of course aware of this rule. The deposition must be rejected, unless defendant’s counsel has waived notice. The deposition was filed on the 21st June, last Friday; notice of filing was given to defendant’s counsel by the prothonotary on the 22d, last Saturday; the special court met on Monday; on Tuesday defendant filed his exceptions; on the same day the jury was sworn in this case. If the defendant had let ten days pass without either giving notice to the opposite party of his objections to the regularity of the deposition, or moving to suppress it, he would have been estopped from making this objection. He filed objections on the second judicial day after he had notice of its filing. The motion to suppress might have been made on Monday, but I think it would not be a fair construction of the rule to estop the defendant, as the rule gave him the choice of either course, and ten days to make it in. I am therefore compelled, against my will almost, to reject this deposition. The objection is sustained, and at the plaintiff’s instance this bill of exceptions is sealed.”\nThe plaintiff below made several points, the answers to which, together with the rejection of Wilson’s depositions, were assigned for error in this court. The whole of the errors were elaborately argued on both sides, but as the only one of them, upon which this court has enlarged in delivering their opinion, was that assigned in the rejection of Wilson’s deposition, the report has been confined to that.\nDawson, for plaintiff in error,'\ncited, as to this point, 8 Serg. & Rawle, 41.\nHoioell, contra."
  },
  "file_name": "0442-01",
  "first_page_order": 444,
  "last_page_order": 447
}
