{
  "id": 949863,
  "name": "Abraham Kifer, Plaintiff in error, who was Defendant below, v. Daniel Brenneman and Others, Defendants in error, who were Plaintiffs below",
  "name_abbreviation": "Kifer v. Brenneman",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "452",
  "last_page": "454",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 452"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Serg. & Rawle, 495",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "2 Whart. 265",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "9 Serg. & Rawle, 236",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Serg. & Rawle, 113",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805853
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/6/0113-01"
      ]
    },
    {
      "cite": "1 Serg. & Rawle, 102",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1796785
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/1/0102-01"
      ]
    },
    {
      "cite": "2 Bin. 165",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "16 Serg. & Rawle, 193",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1816693
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/16/0193-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 281,
    "char_count": 5083,
    "ocr_confidence": 0.55,
    "pagerank": {
      "raw": 8.348029181751454e-08,
      "percentile": 0.4811027592728379
    },
    "sha256": "20cd0bdf7bbf1de75ed8d35c4dd59b70182b2d1146e87597bc0916ca20195125",
    "simhash": "1:ea748e99181cb1c3",
    "word_count": 889
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Abraham Kifer, Plaintiff in error, who was Defendant below, v. Daniel Brenneman and Others, Defendants in error, who were Plaintiffs below."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nThis is'an action of ejectment to avoid the sale of land sold by an administrator under an order of 'the Orphans’ Court, on the allegation that the administrator was a copartner with the purchaser at the sale. The administrator was offered as a witness to prove the fact, and was objected to because his testimony contradicted his return, and the deed he had made to the purchaser. But the court properly held, that proving fraudulent conduct at the time of the sale is not contradicting the record; and they might have added, on the authority of Baring v. Shippen, 2 Binney, 165, and other cases, that a grantor is permitted to impeach his own deed.' The ejectment is brought by all the heirs, with the exception'of the witness, who was one of them ; but his evidence is not exceptionable for that reason, as it is ruled in Bennett v. Hethington, 16 Serg. & Rawle, 193, that a tenant in common is a competent witness in an action brought by his co-tenant. Exception is made to the witness on another ground not taken at the trial, viz.: that the purchase money received by the administrator has not been paid over, and if the verdict is in favour of the heirs, it will be retained by him ; thus swearing, as is urged, money into his own pocket. Now, it must be observed, that this point does not arise, as it nowhere appears, in the evidence reported tp us, in whose hands the money now is; whether retained by the administrator, paid over, or unpaid. But suppose it not to be paid over, and still in the hands of the administrator, it is a contingent advantage which may affect his credit but not his competency. ' The witness has no direct interest in the event of the suit, nor can I see how the verdict and judgment could be given in evidence in any suit to which he may hereafter be a party. .\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Sutton and Purviance, for plaintiff in error.",
      "Gilmore, contrá,"
    ],
    "corrections": "",
    "head_matter": "Abraham Kifer, Plaintiff in error, who was Defendant below, v. Daniel Brenneman and Others, Defendants in error, who were Plaintiffs below.\nIn Error.\nIn an action of ejectment to avoid the sale of land, sold by an administrator under an order of the Orphans’ Court, brought by all the heirs of the decedent (with the exception of the administrator, who was also an heir) against the purchaser, on the allegation that the administrator was a partner of the purchaser in the sale; the administrator is a competent witness to prove such fact.\nIn such case, the testimony of the administrator proving fraudulent conduct at the time of the sale between the purchaser and himself, is not contradictory of the record.\nWhether the purchase money has been paid over, or still remains in the hands of the administrator, is but a contingent advantage, which may affect his credibility, but not his competency as a witness.\nError to the Court of Common Pleas of Clarion county.\nThis was an action of ejectment brought by Daniel Brenneman and others, heirs at law of John Brenneman, deceased, against Abraham Kifer, for a tract of land, containing one hundred and twenty acres, situate in Monroe township, Clarion county, late Armstrong. The plaintiffs claimed as the heirs at law of John Brenneman, who, it was admitted, died intestate and seised of the land in dispute.\nChristian Brenneman, who was administrator, and also an heir, presented his petition to the Orphans’ Court of Armstrong county, and obtained an order for the sale of the real estate of the decedent, for the payment of debts, &c. At the following term, he reported to the court, that he had sold the same to Samuel Wilson for the sum of $500. The sale was confirmed, and a deed executed and delivered by the administrator to the purchaser. The defendant was in possession, as the tenant of the purchaser, Samuel Wilson. At the trial, the plaintiffs contended that the sale to Wilson was fraudulent, in consequence of an agreement at the sale between him and'the administrator, that the land was to be purchased and held in partnership. To prove this agreement, Christian Brenneman, the administrator, was called as a witness. The counsel of the defendant objected, that the witness was not competent to contradict his return to the order of sale, and his deed to Samuel Wilson, the purchaser, containing a full recital of all the proceedings in the Orphans’ Court. It was also further objected, that if the admi. nistrator, who was offered as a witness, could not be compelled to account either to the estate, or to the purchaser for the price of the land, in the event of a recovery by the plaintiffs in this suit, he had a pecuniary interest in the event of the suit.\nThe court overruled the objections, admitted the witness, and sealed a bill of exceptions. The jury found a verdict for the plaintiffs; whereupon, the defendant took a writ of error, and assigned the following error in this court: (\nThe court erred in receiving the testimony of Christian Brenneman.\nSutton and Purviance, for plaintiff in error.\nGilmore, contrá,\ncited 2 Bin. 165; 1 Serg. & Rawle, 102; 6 Serg. & Rawle, 113; 9 Serg. & Rawle, 236; 2 Whart. 265; 4 Serg. & Rawle, 495."
  },
  "file_name": "0452-01",
  "first_page_order": 454,
  "last_page_order": 456
}
