{
  "id": 949907,
  "name": "The Farmers' and Drovers' Bank of Waynesburgh for the use of John Luse, Plaintiff in error, and Plaintiff below, v. Justus G. Fordyce, endorser of John Shriver, Defendant in error, and Defendant below",
  "name_abbreviation": "Farmers' & Drovers' Bank ex rel. Luse v. Fordyce",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "454",
  "last_page": "458",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 454"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Serg. & Rawle, 37",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        8877473
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/12/0037-01"
      ]
    },
    {
      "cite": "17 Serg. & Rawle, 436",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1818256
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/17/0436-01"
      ]
    },
    {
      "cite": "6 Watts, 468",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846120
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0468-01"
      ]
    },
    {
      "cite": "10 Serg. & Rawle, 266",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "5 Wh. 150",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877552
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0150-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 92",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856233
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0092-01"
      ]
    },
    {
      "cite": "10 Serg. & Rawle, 290",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1811108
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/10/0290-01"
      ]
    },
    {
      "cite": "4 Watts & Serg. 92",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856233
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0092-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 516,
    "char_count": 10805,
    "ocr_confidence": 0.547,
    "pagerank": {
      "raw": 1.1785668293677466e-07,
      "percentile": 0.5881476101502443
    },
    "sha256": "b47238503b55933e33b4dea91e2d734e354748aa18066fb49a8bf375a3b17bf1",
    "simhash": "1:69cda2f5871ff0db",
    "word_count": 1927
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Farmers' and Drovers' Bank of Waynesburgh for the use of John Luse, Plaintiff in error, and Plaintiff below, v. Justus G. Fordyce, endorser of John Shriver, Defendant in error, and Defendant below."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nThis was a scire facias to revive a judgment for $1527 50, which had been obtained by the Farmers’ and Drovers’ Bank against the defendant, as endorser. Judgment had been obtained by the bank on the same note against John Shriver as drawer, and Henry Shriver as endorser. The defendant was the last endorser. The bank issued executions against John and Henry Shriver, the 28th December, 1841, to the March term, 1842, which were returned by the sheriff “ stayed.” Before the return, the following assignment was executed to John Luse, (for whose use this suit is brought,), by the cashier of the bank.\n“ Greene county. In the Court of Common Pleas.\n“ The Farmers and Drovers’ Bank of Waynesburgh v. John Shriver. Same plaintiff v. Henry Shriver, Esq., endorser of John Shriver.\n“For value received, I do hereby assign, transfer, and set over unto John Luse, to be prosecuted at his risk and costs, the balance due on the above two judgments, of the drawer and endorser, amounting to nine hundred and nine dollars and forty-six cents, being the balance of debt due and the whole costs of suit.\n' Debt $892 32 J. Lazear,\nCosts 19 14 Cashier,\n$909 46 ' March 12, 1842.”\nIt is a principle of law well settled, and indeed not controverted, that the purchase of a debt entitles the purchaser to all the additional securities for it. Foster v. Fox, 4 Watts & Serg. 92. From this it results, that by the assignment Luse became the equitable owner as well of the judgment against Fordyce, the last endorser, as of Hie judgment against John Shriver and Henry Shriver, expressly named. The legal effect of the assignment is precisely the same as if the judgment against him had been specifically named in the assignment. The general rule is, that it is not admissible to add to, or alter a writing; and the principle applies as well to the legal effect or construction of an instrument, as when it is attempted to contradict its express words.\nThe assignment being read, the defendant, to avoid its effect, offered to prove, that when the assignment read by the plaintiff’s assignee, dated the 12th March, 1842, of the judgment against the principal and first endorser was made, this judgment was not assigned; and that it was understood by the bank and John Luse, that this judgment was not assigned, and that he (Luse) was not to have the control of it. The plaintiff objects to the admission of this testimony. The court overrule the objection, admit the evidence, and the counsel excepts.\nThe nature of the evidence, and the merits of the case, will be best understood by a reference to the evidence of the cashier of the bank, and the charge of the court. They are used by way of illustration merely. The cashier testifies, “My recollection is, that the understanding between Luse and me was, that the two judgments against the principal and first endorser alone were assigned, and that the other judgment'was not. That the other endorser was not to be held by Mr. Luse. It was distinctly so said by me, and John Luse was present. I don’t know that he said any thing. I don’t suppose he did. The assignment read was executed in the bank. Don’t know where it was drawn. Do not recollect whether I was present when it was written. The reason why this understanding was not introduced into the written assignment was, because I supposed the assignment carried only the judgments expressed in it; and it was expressly understood that the other was not assigned.”\nOn this evidence the court charged the jury as follows:\n“ John Luse seeks to recover the judgment for his own use, claiming it by virtue of an assignment which has been read to you. That assignment purports to convey to Luse only the two judgments against John Shriver, the principal debtor, and Henry Shriver, the first endorser. And the cashier of the bank swears, that at the time that assignment was executed, it was expressly understood, that Luse was to have the benefit of the two judgments only, and that he should not have this. If the jury believe this was the agreement, Luse cannot now, in violation of it, claim this judgment which it was agreed he should not have. And he will consequently have no right to recover, as the bank says it is satisfied.” After this charge no alternative was left to the jury. They could not do otherwise than find a verdict for the defendant.\nIt is obvious that the effect of the testimony and the charge of the court is not for the benefit of the bank, but the defendant. It operates as a release of the present defendant,'the endorser; and the first matter of which we are disposed to inquire is, why it is the bank is so anxious to protect the defendant from this claim, when, so far as appears, they have no interest whatever in the,matter? And next, why should the assignee agree to it, when its effects would be to discharge the only solvent debtor ? If, however, this was the contract, and is proven in the proper way, the parties, it is conceded, must be bound by it.\nIt will not be denied that the general rule, as above stated, is, that evidence is not admissible to contradict, add to, or alter a writing; and that this is a rule in equity, as well as in law. Nor will it admit of dispute, that this principle applies as well to the legal effect or construction of an instrument, as where it is offered to contradict its express words. But to this rule there are exceptions, and the question is, has the defendant brought himself within the benefit of the exceptions ? Thus, where a scrivener, either by mistake or fraud, has failed to put the contract in writing; by clear proof of the fraud, a court of equity will reform the instrument. Or where, as in Miller v. Henderson, 10 Serg. & Rawle, 290, and Harris v. Bell's Administrator, Id., the party has been induced to sign the instrument by the fraudulent representations of the party. But to take a case out of the rule, the evidence . must be clear and explicit, free from all doubt, otherwise it is manifest it will be in vain to reduce contracts to writing, to be varied or altered by the invention or interested recollection of witnesses. We must hold a tight rein over such testimony, otherwise great mischief will result; rendering titles to property very uncertain and doubtful. Now, how does this case stand ? The defendant offers to prove that it was understood by the bank and John Luse, that this judgment was not assigned, and that Luse was not to have the. control of it. How is the proof? The witness does not prove any mistake on tire part of the scrivener, for, so far as appears, it was written in conformity to his instructions. Nor does he undertake to say, that he was induced to sign the contract by any representations of Luse. On the contrary, he acknowledges that Luse said nothing; that when he said that the two judgments against the principal and, surety only were assigned, Luse was silent. It is evident from the testimony, that if this was said at all, it was said after the assignment was executed, and contains nothing more than the expression of an erroneous opinion, that this was the legal effect of the assignment. If Luse heard the remark, of which we have no evidence whatever, it was possible he was better instructed; and there was no obligation on him to enlighten the mind of the cashier, who undertook to be his own lawyer. Be this as it may, we see no evidence of any contract, releasing the endorser either before or after the assignment was executed, and certainly none before it was signed. There is nothing in that part of the testimony on which such stress is laid in the charge, that it was expressly understood that this judgment was not assigned. What does he mean by this expression ? Not that there was a contract to that effect, but that this was his opinion of the contract. Nor can it be tortured into 'any thing else, than that he so understood it. He cannot speak of Luse’s understanding, inasmuch as he admits Luse said nothing about it.\nIt is next objected, that the court erred in permitting the defendant to prove by parol a levy made in writing, without proving its loss, and to contradict the sheriff’s return.\nThe first objection is good, because you cannot prove the contents of a written paper, without giving some good reason for its non-production. You are bound to give the best evidence the nature of the case admits of. But this exception, if made at the trial, might have been supplied. It was in fact waived, and the exception is put on another ground, viz.: that it contradicts the sheriff’s return.- The sheriff’s return is, proceedings “ stayed.” As between third persons, the legal effect of the return is, stayed by order of plaintiff or plaintiff’s attorney. This is the presumption, although in a suit against the sheriff ■he may be bound to prove the authority to make the return. But does the evidence contradict the return ? It is, I think, consistent with it. For suppose it had been in writing or in any other way; it would not be inconsistent with the return of “ stayed,” for the plaintiff may as well stay the proceedings after, as before levy. But take it as conceded, that the proceedings are stayed by plaintiff or his attorney, which, as we have seen, is its legal effect, it is defence for the defendant pro tanto, that is to say, to the value of the goods on which the levy is made. It shows that he had the means of exacting the debt in his hands (which he relinquishes) from those who- were previously liable. On this ground the evidence was pertinent, but whether it is a defence in whole or in part, will depend upon the value of the goods on which levy is made.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Deford, for plaintiff in error,",
      "Howell, contra,",
      "Deford, in reply."
    ],
    "corrections": "",
    "head_matter": "The Farmers' and Drovers' Bank of Waynesburgh for the use of John Luse, Plaintiff in error, and Plaintiff below, v. Justus G. Fordyce, endorser of John Shriver, Defendant in error, and Defendant below.\nX. The purchase of a debt entitles the purchaser to all the additional securities for it, though they be not expressly named in the assignment of it.\n2. And if a security be not named in such an assignment, and neither fraud nor mistake is alleged; evidence is not admissible to alter the legal effect or construction of the assignment.\n3. It is not competent to prove by parol a levy made in writing, without first proving its loss.\n4. Proof of a levy is not inconsistent with a return of « stayed.”\nError to the Common Pleas of Greene county.\nEvery thing that is material to the understanding of this case is contained in the opinion of this court.\nDeford, for plaintiff in error,\ncited 4 Watts & Serg. 92; 7 Com. Dig. 287; 5 Wh. 150; 10 Serg. & Rawle, 266.\nHowell, contra,\ncited 6 Watts, 468; 17 Serg. & Rawle, 436; 12 Serg. & Rawle, 37; 1 Penna. Rep. 497.\nDeford, in reply."
  },
  "file_name": "0454-01",
  "first_page_order": 456,
  "last_page_order": 460
}
