{
  "id": 949903,
  "name": "John M. Hood, Plaintiff in error, who was Defendant below, v. Obed Fahnestock, Defendant in error, who was Plaintiff below",
  "name_abbreviation": "Hood v. Fahnestock",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "470",
  "last_page": "477",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 470"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Serg. & Rawle, 84",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "6 Bin. 120",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 276",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 489",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848443
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0489-01"
      ]
    },
    {
      "cite": "4 Whart. 259",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835000
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0259-01"
      ]
    },
    {
      "cite": "7 Watts, 271",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Bin. 134",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "7 Watts, 384",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "14 Serg & Rawle, 339",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": 0
    },
    {
      "cite": "4 Wharton, 266",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "2 Sumn. 555",
      "category": "reporters:federal",
      "reporter": "Sumn.",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts, 271",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "7 Watts, 276",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts, 489",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848443
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0489-01"
      ]
    },
    {
      "cite": "5 Bin. 134",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 879,
    "char_count": 20809,
    "ocr_confidence": 0.532,
    "pagerank": {
      "raw": 2.533556447583609e-07,
      "percentile": 0.8127199693881767
    },
    "sha256": "18413dc3464d9f233201ef0ecf105d2013308c83254f6254a0b1a4bec1e5c775",
    "simhash": "1:88d07ce79a6f5c37",
    "word_count": 3645
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John M. Hood, Plaintiff in error, who was Defendant below, v. Obed Fahnestock, Defendant in error, who was Plaintiff below."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nRogers, J.\nIt seems to be conceded, that the conveyance of Jacob Herrington to his brother, James Herrington, was' fraudulent, and as such, void against his .creditors. The title, therefore, that Magill the sheriff’s vendee acquired, was avoidable by the creditors of the grantor. The defendant contends that he is in abetter situation than Magill, because he insists, that he stands in the attitude of a bona fide purchaser for a valuable consideration, without notice, and protected by the statute of 13 and 27 Eliz., 8 Watts, 489, Hood v. Fahnestock. This case depends on the doctrine of notices, viz., whether the defendant had either express or implied notice of the fraudulent transaction between the original grantor and grantee. It appears, that after the fraudulent conveyance the grantor retained the possession as before, exercising every act of ownership over it, and at the time of the purchase he was in the actual possession, holding the premises by his tenant. Under this state of facts, the court instructed the jury that the possession of the lot in controversy by Jacob’s tenant, when Magill sold to Hood, was constructive notice to Hood of Jacob’s fraudulent conveyance to his brother James. This instruction is assigned for error. The doctrine of constructive notice, says Mr. Justice Sergeant in Jaques v. Weeks, 8 Watts, 271, seems not to be very accurately settled. It is difficult, observes Mr. Sugden, to say what will amount to constructive notice. Sugden on Vendors, 534. And Chancellor Kent remarks that the doctrine of constructive notice is very greatly surcharged with cases abounding in refinement. It is difficult to define with precision the rule which regulates implied or constructive notice, for it depends on the infinitely varied circumstances of each case. To this I must be permitted to add, that there are no class of cases which require stricter scrutiny and more minute attention than transfers of real estate from fraudulent grantors; for there is no device more common among the multiplied and infinite schemes of villany, than attempts to cover up and conceal from investigation the iniquity of the original transaction, by covenous conveyances to third persons. Although it is true, that the doctrine of constructive notice in all cases may not be accurately defined; yet there are certain elementary principles embracing a wide circle of cases which are well settled. Thus, whatever puts a party on inquiry amounts in judgment of law to notice; provided the inquiry becomes a duty, as in the case of purchasers and creditors, and would lead ,to a knowledge of the required fact by the exercise of ordinary-diligence and understanding. So every purchaser of land must be presumed to know, whether the possession be vacant or not. The purchaser of an estate in tire possession of tenants is chargeable with notice of the extent of their interests as tenants; for, having knowledge of the tenancy, he is bound to inform himself of the conditions of tire lease. Jaques v. Weeks, 7 Watts, 276, and Kent's Com. 179.\nNow, here stands the case: Hood, the purchaser from Magill, knew, or, which in law is the same thing, ought to have known, that there was a tenant in possession of the estate he was about to purchase. He was bound to inform himself, as we have seen, of the conditions of the lease; and in doing so he must have discovered, if he was before ignorant of the fact, that the person in possession held it as the tenant of Jacob Herrington, the man who, in conjunction with his brother, concocted the fraud. The purchaser was bound to make inquiry; and if this duty, which the law throws upon him, had been exercised with’ due diligence and proper discretion, can a doubt remain, it would have led to a knowledge of the important fact, that Jacob Herrington was the landlord of the tenant in possession ? — a position of things totally inconsistent and irreconcilable with the title of Magill. Possessed of this information, the most natural inquiry would be, why is it that you, Jacob Herrington, claim to be landlord of the tract in possession, after the conveyance of all your interest in the premises to James Herring-ton ? This would have been a question difficult to answer, and must have eventually led to a knowledge of that which was notorious to the whole neighbourhood, and to none more than Magill himself: that the whole matter was a vile contrivance to defraud the creditors of the fraudulent grantor. Hood must, at any rate, have discovered, that doubts and difficulties surrounded the title. I agree, that knowledge of the possession has not the effect of visiting the purchaser with notice of every fact and circumstance, which he might have learned by making inquiry of the persons in possession. But here we cannot avoid believing, that ordinary diligence and understanding on the part of the purchaser would have eventually led to the knowledge of circumstances, which would have prevented any prudent man from becoming a purchaser. It is not a case of ordinary lack of care, but of such gross laches as induces the belief that nothing but the peculiar condition of purchaser caused him to intermeddle with the estate. The case presents no feature, view it hi whatever aspect we may, which, on any principle of law or equity, puts the vendee in a better position than the vendor. Notwithstanding occasional remarks which escape judges, that the doctrine of constructive notice has been carried to the verge of propriety ; yet I must be permitted to say, that when there is no default, • as, for example, when the rights of creditors are involved, the doctrine, in the broadest extent to which it has as yet been carried, is founded in the maturest wisdom. Constructive notice, in truth, in a great majority of cases, is actual notice; it answers every purpose of informing purchasers of every fact which is necessary for their security. .It is an unreasonable assumption that purchasers are so negligent, when they have the means of knowledge,, as not to make the usual inquiries as to the state of the title to the estate which they intend to purchase. The fact, in most cases, is in consonance with the legal presumption, that inquiries are set on foot which lead to an actual knowledge of every requisite fact. Constructive notice must suffice, unless we are to do infinite injustice; for if the law was so unreasonable as to require actual, express, and positive notice to be brought . home to the purchaser, it would be so difficult and impracticable, in many, cases, as to frustrate the ends of justice; it would serve as a .cover to fraud, and no creditor would be safe from the cunning devices of fraudulent debtors. Mr. Sugden, in his treatise on Vendors, 2 vol. p. 339, it is true, says: Notice of a tenancy will not, it seems, affect a purchaser with constructive notice of the lessor’s title. Therefore, if a person equitably entitled to an estate let it to a tenant, . who takes possession; and then the person having the legal title sells it to a person, who purchases bona fide, and without notice of the equitable claim; the purchaser must hold against the equitable owner, although he have notice of the tenant being in possession. For this .position no authority is cited, and the principle is announced with becoming diffidence. The doctrine, however, is noticed without appro.bation by Mr. Justice Yeates, in the Lessees of Billington v. Welsh, 5 Bin. 134, and by Judge Story, in Flagg v. Mann, 2 Sumn. 555, with the remark, that it would be pushing the doctrine of constructive notice to a great degree of extravagance, if held that a purchaser was bound to know, not only the title of the party in possession, but all its derivative sources. However just this may be, as a general remark, and there is solid room to differ from that eminent judge, I see nothing extravagant in the application of the rule to this and similar cases, which must depend, as Chancellor Kent justly remarks, upon the infinite varied circumstances of each case. The doctrine, in truth, is . absolutely necessary to guard the rights of creditors from a palpable fraud, or, to say the least of it, from such negligence and omission of duty as amounts to fraud. It is nothing to the purpose that Hood lives at a distance from the property; for this cannot excuse him from rfiaking the necessary inquiries, either by himself or through the agency of another. No person can doubt, that if ordinary and common prudence had been observed, this purchase would not have been made; granting, as we are bound to do, that Hood was disposed to hold to the principles of right and justice, which forbid that the property of one man should go to pay the debts of another. Thus much for general principles. How stands the question on authority ? It is not a new question in this state, and, whatever may be thought of it elsewhere, it is settled here. Thus, in Sailor v. Hartzogg, 4 Wharton, 266, a cause tried at Nisi Prius, the judge, in charging the jury as to constructive notice of title, put the landlord and tenants in precisely the same category. One of the points of defence, on which great reliance was placed, was, that certain persons, under whom the defendants claimed, were bon& fide purchasers, without notice; and in that aspect of the case the charge was given. The defendant moved the court in banc for a new trial, and among other matters assigned this part of the charge for error. But although the cause was ordered for a new trial, yet the fact was expressly affirmed; the court observing, “ that after a very full and elaborate discussion of the points made by the counsel on both sides, and on deliberate consideration of them, we are well satisfied they are correctly answered by the judges.” It is, therefore, in vain to say, that this principle was not disputed, no authority read to the court, and that the controversy was as to the fact of ’s possession. All the points were affirmed after a close investigation, and the cause was reversed, because, as the court believed, the verdict was contrary to the weight of evidence. It is true, the act of limitations was one of the grounds of defence; but equally prominent was the obligation that the persons under whom the defendant claimed were bona fide purchasers, and they certainly were so, unless they had notice of the plaintiff’s title arising alone from the possession of a tenant. The case of Sailor v. Hartzogg rules the case, for it cannot be disguised, that if the defendant’s position be right, the court was then wrong. They are wholly irreconcilable with each other. It will be observed, that the case put by Mr. Sugden, as an illustration of the principle that notice of a tenancy will not affect a purchaser with constructive notice of the lessor’s title, is the case of a person equitably entitled to an estate, who lets it to a tenant, who takes possession; and then tire person having the legal estate sells to a person, who purchases bona fide and without notice of the equitable claim. If the rule asserted be confined to cases, such as the example given, and particularly to countries having the benefit of the registry acts, it is not objectionable; inasmuch as it established nothing more than is ruled in Scott v. Gallagher, 14 Serg & Rawle, 339. The possession of a cestui que trust and the exercise by him of acts of ownership, are not constructive notice to a purchaser of the legal title from the trustee: there should be direct, express, and positive notice of the fact. The equitable owner, in Scott v. Gallagher, was in default. It was his duty to put his title on record, and, omitting to do so, he brings himself within the operation of a principle of equity, that where one of two- innocent persons must suffer, he who causes the loss ought to bear it. This doctrine, as Mr. Justice Story very justly observes in Flagg v. Mann, is enforced by considerations arising out of our registration acts, which are designed, and with great justice, to protect purchasers against latent equities. But it would be a misapplication of a beneficial principle to apply the rule to creditors, who are not in default, who have no other means of protection than by a liberal administration of the conservative rules, making it the imperative duty of the purchaser of real estate to malee diligent inquiry as to the state of the title of his vendor.\nThe other errors assigned have, been properly abandoned by the counsel.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Holstein, for plaintiff in error,",
      "Pearson, contra,"
    ],
    "corrections": "",
    "head_matter": "John M. Hood, Plaintiff in error, who was Defendant below, v. Obed Fahnestock, Defendant in error, who was Plaintiff below.\nWhere a sale was made, which was fraudulent under the statutes 13 and 27 Eliz., and the grantor remained in possession by his tenants, and during that possession the property was sold at sheriff’s sale as the property of the grantee: — Held, that the possession of the grantorljy his tenants was constructive notice to the purchaser at sheriff’s sale of the fraudulent transfer of the property by the grantor to the grantee. '\nError to the Common Pleas of Mercer county.\nThe court below (Thompson, President) charged the jury as follows:—\n“This ejectment is brought to recover lot No. 266, in Mercer, for which plaintiff makes out the following case. It is admitted that the title to the lot was originally in Samuel Scott, who, by deed dated June, 1820, conveyed the same to Jacob Herrington for $275. Soon after the purchase, Jacob took possession of the lot, and built thereon a stone house at a cost of $3500, as estimated by him. Jacob rented the house to John Banks in 1821, who lived in it until 1824; then it was rented to D. Leech, who lived in it two years; before he left, Jacob moved in and occupied it until 1828, when James Clark, as agent for defendant, rented it to Jacob Herrington. From 1820, up to 1828, Jacob occupied it as his own, and received rent for it from his tenants. The deed from Scott to Jacob was not recorded. In 1820,1821, and 1822, Jacob became much involved in debt. In 1834, the plaintiff, having a large judgment against Jacob, had this lot levied on and sold, became the purchaser, and claims under this title.\n“ Defendant claims under the following title, viz.:—\n“ Defendant gives in evidence a declaration of trust, dated in June, 1822, written on the back of the deed from Scott to Jacob, declaring that Jacob held the lot in trust for his brother James; and Scott proves that Jacob at the time applied to him to cancel the deed to Jacob, and make one to James; saying that James had been a good fellow, and that he wished the lot conveyed to him, as James had worked for him. Accordingly, in June, 1822, Scott made a deed to James for the lot, which deed was recorded the same month. Afterwards, on 29th June, 1822, a bond was entered up in favour of Hamilton and Hood against James Herrington for $1000, alleging indebtedness for goods bought, and for some bought for James and Jacob. • The bond is in the handwriting of Jacob, who, it would seem, at this time acted for Hamilton and Hood. Fi. fa. No. 6 of August term, 1824, was issued on this judgment, and levied on the lot in controversy. Inquisition being waived, a venditioni exponas issued to the same term, and the lot was sold to A. Magill for $620, on the 12th July, 1824, and acknowledged in November, 1824. Magill conveyed the lot to defendant by deed dated July, 1825.\n“Now, the main considerations in this case are two. First, was the transaction, in giving up the deed by Jacob after the house was built, and having one made to his brother, fraudulent or otherwise? And I will here remark, that the counsel for defendant admits that it was so as to creditors; indeed it would have been hopeless to have contended otherwise.\n“ The second consideration is more difficult. Had the defendant notice when he bought from Magill ? It is said Magill was the agent of defendant, and perhaps, from the evidence, you would have no difficulty in arriving at that conclusion, as it is proved by the counsel in the case, that he (Magill) put the bond into his hands for collection, and that he received all his directions from him ,• that at the sale he bid it in i that he receipted for the money as agent for defendant, and that the receipt remains acquiesced in ever since, and that he paid the costs in the case.\n“ On the 21st July, 1824, Magill executed an agreement to transfer to defendant in case he is relieved from his liability to him with James; or to give up the title if the money was paid to defendant. This agreement was recorded July 25, 1824. There are things in this agreement that are not proved by the recitals; but there are things in it that are made evidence, from the fact' that defendant received a deed from Magill in July, 1825, about the expiration of the period he was by his agreement to hold it, viz., the possession then admitted, and declared to be in George Banks, the tenant of Jacob, and that Jacob was to hold it as heretofore, until the. expiration of the period fixed for paying the money or relieving Magill from his liability. In the. first place, is there any evidence Magill knew of any fraud in the transac-. tion if he was agent for defendant ? It seems to me there is not, and without satisfactory proof of this, it would not do to affect the principal with notice. But can it be doubted that he knew of the possession of Jacob by his tenants ? This I think is fully proved by the agreement of July, 1824. This fact of possession existed at the time of the sale from Magill to defendant. That Jacob had some agency in the business at the outset is apparent. But did not this agency cease ? Have we Magill continuing it afterwards, giving directions to the attorney, bidding in the property, and declaring how it was held ? If he had been agent all through and guilty of fraud in the transaction, defendant would have been affected by his knowledge that it was fraudulent. But this agency seems to have ceased, so far as it appears to us, before the sale by Magill to defendant; and if this is so, any-knowledge he may have had at the first, or intention on his part, would not affect defendant, if not their agent in the transaction of purchasing the property.\n« If then no notice of fraud is traced to Magill, and Jacob ceased to be agent, or, which is the same thing, no agency is shown further than the writing of the bond, and Magill was agent about and at the purchase and investment of title in defendant, then how stands the question ? The controversy then turns on the effect of the possession of Jacob Herrington by his tenants. Was that possession notice of Jacob’s title ? or, in other words, was it sufficient to put the purchaser on inquiry, and if so, equal to notice ? It is with hesitancy I pronounce the law to be in the affirmative of this proposition; that it was notice of title as still in Jacob, which would be so if the transaction is fraudulent. But I shall so instruct you. It is the case of a man in possession with a title unrecorded, against a title on record subsequently obtained from tire common source of title to his. Defendant was bound to inquire of the person in possession as to how he held ; and not having done this, he took the risk upon him of being affected by title accompanying that possession. Possession is constructive notice of title; and this is just the same in effect as actual notice, if a man does not examine and guard against it.”\nDefendant requested tire court to charge the jury as follows, viz.:—\n■ That the declaration of trust from Jacob to James Herrington is such an act as would pass all title of Jacob in the lot in dispute to James, and all claiming under him, and rebut the inference that otherwise might be drawn from the possession of the lot by Jacob by tenants, that such possession was adverse; and that under the above circumstances, the posséssion of Jacob was not inconsistent with the ownership of the lot by James, and all claiming under him.\nAnswer of the court. — “To this point I dissent; my reasons are given in the general charge.”\nIn this court the plaintiff in error assigned several errors, all of which were abandoned except this: « That the court below erred in charging the jury, that the possession of Jacob Herrington by his tenant was constructive notice to the defendant, of the fraudulent transfer of-the property in dispute by Jacob Herrington to James Herrington.”\nHolstein, for plaintiff in error,\nwhose written argument was read by Stewart, cited 2 Sugden on Vendors, 238, 239; 7 Watts, 384; 4 Kent's Com. 4th ed. 179; 5 Bin. 134; 2 Sumner's Rep. 554; 7 Watts, 271; 4 Whart. 259.\nPearson, contra,\ncited 8 Watts, 489; 4 Whart. 259; 4 Dana, (Kent,) 238; 7 Watts, 276; 1 Little, 352; 6 Bin. 120; 6 Serg. & Rawle, 84."
  },
  "file_name": "0470-01",
  "first_page_order": 472,
  "last_page_order": 479
}
