{
  "id": 949847,
  "name": "John Stockwell, for whom Allen Chaffee, Alonzo Chaffee and others, heirs at law of Henry Chaffee, deceased, by their guardian ad litem, Margaretta Chaffee, were substituted, Plaintiffs in error, who were Defendants below, v. Eliza Robinson, Defendant in error, who was Plaintiff below",
  "name_abbreviation": "Stockwell v. Robinson",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "477",
  "last_page": "482",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 477"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Serg. & Rawle, 249",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1805949
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "257"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/serg-rawl/6/0249-01"
      ]
    },
    {
      "cite": "5 Watts, 386",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844071
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0386-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 530,
    "char_count": 12384,
    "ocr_confidence": 0.544,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.3455815377653292
    },
    "sha256": "598d374684a350d1df60e5af2090465dd4acbff56af37f58fa0ecbce54eb48ee",
    "simhash": "1:9530c06bc9d48d3a",
    "word_count": 2179
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "John Stockwell, for whom Allen Chaffee, Alonzo Chaffee and others, heirs at law of Henry Chaffee, deceased, by their guardian ad litem, Margaretta Chaffee, were substituted, Plaintiffs in error, who were Defendants below, v. Eliza Robinson, Defendant in error, who was Plaintiff below."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBurnside, J.\n. William Lewis and Margaretta his wife made an improvement in 1816, on about thirty-seven acres of vacant land, near the Ohio river, in Beaver county. They built a cabin house, and cleared a small piece, and resided thereon. William Lewis was only occasionally there; but the evidence is clear he collected the hands and raised the house. It is said he was a butcher, and principally at Georgetown. His wife resided in the house for several years. In 1819, she went to her friends in Westmoreland county, as she said, to earn money to procure a title from the land-office. Before Mrs.. Lewis went to Westmoreland, she placed her daughter, Eliza Lewis, in the house to keep the possession, pay the taxes, take care of the timber and the place generally. William.Lewis occasionally visited his daughter, and verbally gave her all his interest in the land, and advised her to sell the improvement. In 1821, she sold the land in question to John Robin'son, for $50; part of the money she gave to her mother, who complained she did not get enough. Eliza Lewis, immediately after the sale, left the place, and Robinson went into possession with his family. He extended the improvement, and built a new square log dwelling-house. On the first of April, 1828, he took out a warrant for forty acres on the improvement of Eliza Lewis. He obtained a survey in June following, for thirty-seven acres and one hundred and seven perches, and had it returned and accepted. Shortly after this, John Robinson was drowned in the Ohio. His widow remained in possession with the family; and in 1836 the Commonwealth granted her a patent in her own right, and in trust for the heirs of John Robinson, deceased. Mrs. Lewis returned to the premises in 1839, when, on the 5th of April of that year, she sold her right to Henry Chaffee, under whom the defendants claim. Chaffee, by management, obtained possession of part of the premises, and this ejectment is brought to regain the possession.\nA number of errors have been assigned, and, among others pressed on the court, that Mrs. Robinson was sometimes called and known by the name of Mary Eliza Robinson. This objection is rather refined for modern jurisprudence, especially after pleading the general issue; nothing is more common than when a woman has two Christian names, to be called at times by each, or by both. To Eliza Robinson the patent was granted in her own right, and in trust for her children, who were the heirs of John Robinson. In that name she brought the ejectment, and it was properly sustained. The answers by the court to the fourth and sixth points put by the plaintiffs’ counsel are assigned for error.\nFourth point. “ That if John Robinson, for a valuable consideration, purchased Eliza Lewis’s own improvement right, or one that had been given or sold to her by her father, without a knowledge of her being there merely as a'tenant of Mrs. Lewis, and went on afterwards to make large improvements and pay the purchase money to the state, \"William Lewis and his wife making no claim to the land till 1839, the plaintiffs are entitled to recover.”\nSixth point. « That if John Robinson was aware of the tenancy of Eliza Lewis when he bought; the omission of William Lewis or his wife to lay claim to the land until 1839; and Robinson in the mean time having paid the purchase money to the state, obtained a legal title, and made large improvements, the imperfect title of William Lewis or his wife, if any they had, is in law presumed to have been excluded, and is no bar to the plaintiffs’ recovery.” To these points the court answered, “ That if Eliza Lewis was in as a tenant, a purchase from her, claiming the land in her own right, by John Robinson, would place him in no better situation than Eliza Lewis, and notice of her being tenant is not necessary to be brought home to Robinson. The principle ruled in Tenbrook v. Rankin, 5 Watts, 386, settles this point. But if the improvement was made by William Lewis, and after his daughter Eliza was put on the land as a tenant to hold possession, if he by parol sold, or gave up \"his claim, such as it was, to Eliza Lewis; a sale under these circumstances by Eliza to Robinson, for a valuable consideration, valuable improvements made, a legal title being obtained and no claim being made from 1823 to 1839, this would be such laches on the part of the defendants, as would prevent them from availing themselves of the improvement first made, as a defence to the title of the plaintiffs.” The whole argument against the law laid down by the court, is predicated on the assumption that the improvement exclusively belonged to the wife, changing the whole domestic relations, and placing the wife at the head of the family. The argument is not sound, and the answers of the court were as favourable to the defendants as they deserved.\nDefendants have also assigned for error the answers of the court to the first, third, fifth, and sixth points of their counsel.\nFirst. “If Eliza Lewis was the tenant of Margaretta Lewis, and sold the land to John Robinson during the time she was tenant of Mrs. Lewis, and before she had surrendered that possession to Mrs. Lewis; Robinson cannot be in any better situation, or set up any other or better title to the land, than Eliza Lewis.” The court answered this in the affirmative, if Mrs. Lewis, by the non-residence, had not abandoned the inception of title by improvement, by lying by so great a length of time.\nThird point. “ No lapse of time short of twenty-one years from the time Robinson’s possession became adverse to that of Mrs. Lewis; which would only begin to run from tbe lime that Mrs. Lewis had a knowledge that he was holding adversely: hence no time less than twenty-one years’ adverse possession, under such circumstances, would bar the defendants’ right, and the doctrine of abandonment of that right does not apply in this case.” This point the court answered in the negative.\nFifth point. “ If Eliza Lewis, or John Robinson, had a knowledge that the settlement and improvement of the land was made or claimed by Mrs. Lewis, and the transactions in regard to the sale by Eliza to Robinson were carried on mala fide; then John Robinson is a trustee for Margaretta Lewis, and in this action the plaintiff cannot recover.” The court answered, “ That if John Robinson had a knowledge that Eliza Lewis was on the land as the tenant of Mrs. Lewis, and that she was in fact the tenant of Margaretta Lewis, then a purchase by Robinson from Eliza Lewis could vest no title in him; his situation would be no better than the situation of Eliza Lewis. But if Mrs. Lewis had known of the sale in 1824, and laid by from 1824 till 1839, without making any claim, valuable improvements made, a legal title taken out, this would be such an abandonment of this claim by improvement as prevents the defendants availing themselves of this improvement, as a defence against the plaintiffs’ recovery.”\nSixth point. “ Margaretta Lewis wms in possession by her tenant Eliza Lewis, who held the possession for her when Robinson purchased of the tenant, which was notice to John Robinson of her, Mrs. Chaffee’s, right, and is sufficient to protect against any and every right which he acquired from her tenant.” The court answered to this point: “ If Eliza Lewis was. in possession as' the tenant of Margaretta Lewis, noticé was not necessary to be brought home to John Robinson; but if the evidence shows that Mrs. Lewis had notice of the sale in 1824, and laid by from that time Until 1839, valuable improvements made and the legal title obtained in the mean time, it would be an abandonment, and she would not be protected against the legal title.” The court were clearly right in not leaving the question of abandonment to .the jury on the evidence in the case ; it became a legal question, and was as clear a case of abandonment as could well be presented. Here was a married woman setting up to be the head and front of the whole family; her husband making -a small improvement, and his family residing thereon for about three years. The wife goes off for near twenty years, placing her daughter in possession. The husband authorizes, and requests, the daughter to sell the improvement, the daughter to pay him a debt she owes 'him. The daughter performs the condition, and pays her father, gives part of the money she receives from the sale to her mother, who wanted more. The mother lays by until valuable improvements are made and a legal title obtained. In 1839, she appears and sells to Chaffee. Whether her husband was dead or alive, which was then by no means certain, she had no title to sell, and the whole charge was more favourable to the defendants than they deserved on the evidence.\nThere is in the answer to the first point of the plaintiff, which is not assigned for error, so clear a mistake, that I deem it my duty to notice it. The plaintiffs’ counsel strangely asked the court to instruct the jury, that since the passage of the act of the 28th March, 1814, no title by improvement and settlement could be acquired to land on the south side of the Ohio river; and consequently there was no inception of title to the land in controversy, until John Robinson procured his warrant of survey. The court, as strangely, answered, that since the passage of the act of 1814, a title could not be acquired by improvement and settlement, that would prevent the Commonwealth from granting it. The practice of the land-office has been to recognise improvements and grant the land to the person improving, and to charge interest from the date of the improvement.\nThe law of the 14th March, 1814, merely opened the office to permit vacant lands to be taken up on warrants and survey, and change the price. It only repealed the act of 1794, closing the office to all but actual settlers. No warrant is valid that is issued to another for a bona fide improvement. Vacant lands may be taken up in Pennsylvania either by actual settlement or by warrant, and the inception of either, if pursued with due diligence, will give title. See Coufair v. Steffey, 6 Serg. & Rawle, 249; Campbell v. Kyler, Ibid. 257.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Shaler, for the plaintiff in error.",
      "JUgnew, contra."
    ],
    "corrections": "",
    "head_matter": "John Stockwell, for whom Allen Chaffee, Alonzo Chaffee and others, heirs at law of Henry Chaffee, deceased, by their guardian ad litem, Margaretta Chaffee, were substituted, Plaintiffs in error, who were Defendants below, v. Eliza Robinson, Defendant in error, who was Plaintiff below.\n1. Where a patent was granted to a woman by the name of Eliza Robinson, in.her own right and in trust, whose real name was Mary Eliza Robinson, ejectment brought in the name of Eiiza Robinson was properly sustained, especially after the general issue.\n2. A purchaser, purchasing from a tenant claiming the land in his own right, is in no better situation than the tenant, and it is not necessary to bring notice of the tenancy home to the purchaser.\n3. One, who made an improvement, put a tenant in to hold possession, and afterwards by parol gave or sold his claim to his tenant; the parol vendee sold the improvement for a valuable consideration, and this sale was followed by valuable improvements and • obtaining the legal title from the Commonwealth. No claim was made by the parol vendor for sixteen years. Held, that this was such laches as would prevent those claiming under the first improvement from availing themselves of it as a defence to the title of the parol vendee.\n4. If the tenant of the ovijner of an improvement sells the same, and the owner knows of the sale and lays by for fifteen years without making claim, and valuable improvements are made and title from the Commonwealth obtained by the tenant’s vendee; this is such an abandonment of the claim by improvement as will prevent the use of it as a defence against the legal title obtained by the tenant’s vendee.\n5. \" The act of March 28, 1814, docs not prevent inception of title to lands on the south side of the Ohio river from being acquired by settlement and improvement.\nError to the Common Pleas of Beaver county.\nThe paper book in this case consisted only of the charge of President Bredin, in the court below; all that is material of which, together .with the statement of the facts, is contained in the opinion of this court.\nShaler, for the plaintiff in error.\nJUgnew, contra."
  },
  "file_name": "0477-01",
  "first_page_order": 479,
  "last_page_order": 484
}
