{
  "id": 949872,
  "name": "Cover v. Black",
  "name_abbreviation": "Cover v. Black",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "493",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 493"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wharton, 541",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878884
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0541-01"
      ]
    },
    {
      "cite": "4 Watts, 410",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842698
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0410-01"
      ]
    },
    {
      "cite": "9 Watts, 283",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Bin. 585",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0585-01"
      ]
    },
    {
      "cite": "3 Serg. & Rawle, 276",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle, 325",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819289
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0325-01"
      ]
    },
    {
      "cite": "6 Watts, 57",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846033
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0057-01"
      ]
    },
    {
      "cite": "2 Bin. 40",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788946
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0040-01"
      ]
    },
    {
      "cite": "4 Yeates, 111",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 401,
    "char_count": 6549,
    "ocr_confidence": 0.539,
    "pagerank": {
      "raw": 4.2752883131371714e-07,
      "percentile": 0.91586594430795
    },
    "sha256": "bfe39468153bc8d8a49c7a325aacdb122b55ecbbe28985c8da67f9ff803b7c1c",
    "simhash": "1:c1ff661d6372208a",
    "word_count": 1142
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cover v. Black."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nGibson, C. J.\nWhether the original single bills were merged in the substituted judgment notes, it is not material to inquire; for certainly a mere change of the evidences of the debt would not discharge the mortgage pro tanto in favour of the mortgagor, or any one claiming on the foundation of his title, and standing in no peculiar equity. A purchaser or second mortgagee, without notice, would not be in that category; for the debtor might mislead him by producing the cancelled bills as evidence of part satisfaction; and thus the creditor, having put into his-hands the means of deception, would be bound to abide the consequences ; and the presumption would be that the purchaser or second mortgagee had seen the cancelled bills, for such circumstances are seldom susceptible of proof. But does Margaret Walthour, the actual party, appear in the character of a purchaser? Unless a judgment ' creditor be such, she certainly does not; for it is an admitted part of the case, that her agent, who bought the properly for her at the sale on the execution of Rosett and Beckery, was informed of every circumstance, and she is consequently affected by his knowledge. There is no evidence of her having known, when she lent her money, that judgment notes had been substituted for the bills taken up; but that is immaterial; for it was ruled, in Rogers v. Gibson, 4 Yeates, 111, and Huston v. Fortner, 2 Bin. 40, that a judgment creditor is not a purchaser within the recording act of 1775, and I take the consequence to be that he is not entitled to notice. It is true, the question turned on the interpretation of the statute; but even a purchaser would not have been protected without it: for the first conveyance of the title takes precedence of all others, with or without notice, at the common law, and the same rule holds in England, as to equities, as it does here as to those not within the recording acts, by w'hose force alone it has been inverted. In each of the cases cited, the judgment was postponed to the unrecorded deed, not because the statute had condemned it, but because it had not interposed to save it. It was postponed because no interpretation could bring it within the spirit or the letter. Mr. Justice Yeates took the broad ground, that the judgment creditor was not within the purview, because he had lent his money, not specifically on the security of the land, as a mortgagee lends, but on the security of both person and property: and his principle is fully borne out by the cases to which he refers for it. In Finch v. Winchelsea, 1 P. Wms. 277, it was held, that an agreement, on valuable consideration, to convey, defeats a subsequent judgment in equity ; and I, consequently, take it, that an actual conveyance, though not recorded, defeats it at law. “It was granted,” says the reporter, “ that if Lord Winchelsea, the covenantor, had made a mortgage of the premises for valuable consideration, and without notice, such mortgagee, in regard that he might have pleaded his mortgage, and would have been as a purchaser without notice, should have held place against the intended purchaser, for then the money would have been lent on the title and credit of the land, and would have attached on the land; which would not be so in the case of a judgment creditor, who (for aught that appears) might have taken out execution against the person or goods of the party that gave the judgment: and a judgment is only a general security, not a specific lien on tire land.” In Brace v. The Duchess of Marlborough, 2 P. Wms. 491, the principle is expressed in still more pointed terms. “ No man,” it is said, “ can call a judgment creditor a purchaser; nor has such creditor any right to the land: he has neither jus in re,-nor ad rem; and, therefore, though he release all his right to the land, he may extend it afterwards. All that he has by the judgment is a lien on the land, but non constat that he will ever make use thereof, for he'may recover the debt out of the goods of the cognisor by fieri facias; or he may take the body, and then, during the defendant’s life, he can have no other execution: besides, the judgment creditor does not lend his money on the immediate view or contemplation of the .cognisor’s real estate; nor is he deceived or defrauded, though the cognisor of the judgment had before made twenty mortgages of his real estateThe same principle is found in an anonymous case, 2 Ves. sen. 662. From these authorities it follows, that a judgment .creditor, stands on the foot of his debtor; and as the substitution of new notes or bills, under the protection of the mortgage, for parcels of the debt, did not impair the lien of it between the original parties, it did not impair it between the mortgagee and Margaret Walthour, the subsequent judgment creditor.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Cowan and Beaver, for plaintiff in error,",
      "Coulter and Kuhns, contra,"
    ],
    "corrections": "",
    "head_matter": "Cover v. Black.\nA judgment creditor is not a purchaser of an interest in his debtor’s land; therefore, where a mortgagor had been suffered to Withdraw certain single bills secured with others by-the mortgage, and to substitute judgment notes for them, a subsequent judgment creditor who lent his money perhaps on a supposition that the cancelled notes were paid, and bought in the premises, but with actual notice, was not allowed to set up the transaction as satisfaction of the mortgage pro tanto, but held to be bound by it as the original parties to it were.\nError to the Common Pleas of Westmoreland county.\nBlack issued a scire facias sur mortgage to secure eighteen promissory notes. Walthour, who defended as a purchaser at sheriff’s sale under her own judgment against Cover, proved that three of these notes were taken up and judgment notes substituted therefor, on some of which judgment was entered, the parties supposing the substituted notes were also secured by the mortgage. After notice of the fact of the substitution, the judgment was given to Walthour. The agent who purchased at the sheriff’s sale had notice, before the sale, of these circumstances.\nThe plaintiff recovered.\nCowan and Beaver, for plaintiff in error,\nargued, that the notes were merged in the judgments given, and these were not secured by the mortgage, particularly against a purchaser at sheriff’s sale. 6 Watts, 57; 1 Rawle, 325; 3 Serg. & Rawle, 276; 5 Bin. 585; 9 Watts, 283.\nCoulter and Kuhns, contra,\nargued, the purchaser at sheriff’s sale was in no better situation than the creditor, having notice, and the judgment creditor is entitled to no notice. 4 Watts, 410; 5 Wharton, 541."
  },
  "file_name": "0493-01",
  "first_page_order": 495,
  "last_page_order": 497
}
