{
  "id": 949888,
  "name": "Dulty v. Brownfield",
  "name_abbreviation": "Dulty v. Brownfield",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "497",
  "last_page": "499",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 497"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Johns. 33",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2135852
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/10/0033-01"
      ]
    },
    {
      "cite": "4 Serg. & Rawle, 28",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "opinion_index": -1
    },
    {
      "cite": "10 Serg. & Rawle, 94",
      "category": "reporters:state",
      "reporter": "Serg. & Rawle",
      "case_ids": [
        1811117
      ],
      "opinion_index": -1,
      "case_paths": [
        "/serg-rawl/10/0094-01"
      ]
    },
    {
      "cite": "3 Doug. 65",
      "category": "reporters:state",
      "reporter": "Doug.",
      "opinion_index": -1
    },
    {
      "cite": "15 Mass. 272",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "13 Mass. 237",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073920
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0194-01"
      ]
    },
    {
      "cite": "2 Johns. 279",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        6773279
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/2/0279-01"
      ]
    },
    {
      "cite": "3 Doug. 65",
      "category": "reporters:state",
      "reporter": "Doug.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 358,
    "char_count": 5235,
    "ocr_confidence": 0.561,
    "pagerank": {
      "raw": 4.621887471290392e-08,
      "percentile": 0.28938482513845404
    },
    "sha256": "c66d3462360282ea821ebd4565314226ac8a18de5622d4dfb95caa5ce762e09d",
    "simhash": "1:15de8085c39dc9dd",
    "word_count": 978
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dulty v. Brownfield."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was'delivered by\nGibson, C. J.\nIf this was an action against the firm of Gaddis and Son, we can well see that the infant partner would not be personally liable; but it is another thing to see how his endorsement of the note with the name of the firm may not transfer the ownership of it. It is clear and in- • disputable law, that a bill or note drawn or accepted by an infant is valid against all other competent parties to it. Taylor v. Croker, 4 Esp. 187, was an action by an endorsee against the acceptor of a bill drawn by infant partners to their own order, and endorsed by them; ánd Lord Ellenborough said, that if the action had been against the drawers and endorsers themselves, they might have availed themselves of their infancy, claiming, as they would have done, that protection which the law allows them; but that though the plaintiff derived title under them, the bill was not to be considered void in their hands: that infants may make themselves liable at full age, and perhaps had done so there: and that it would materially impede the circulation of negotiable paper, if such circumstances were open to inquiry. To the same effect is Gray v. Cooper, 3 Doug. 65, in which it was held that the drawer of a bill cannot set up the infancy of the payee and endorse^, As the acceptor of a bill stands in the position of the maker of a note, and the drawer in that of an endorser or surety, it will be seen that these two cases are in point. The dictum of Lord Hardwicke, in Haly v. Lane, 2 Atk. 181, that he had directed a jury at nisi prius to find for the endorsee of a note, though the maker was an infant, is hot so; for every endorsement is a new drawing on which the endorser is liable without regard to the liability of the preceding parties. But Taylor v. Croker and Gray v. Cooper have settled the question on the score of authority; and it is easy to demonstrate that they have settled it in conformity to principle. It is clear, from Goode v. Harrison, 5 B. & A. 147, that an infant’s contract of partnership, though voidable, is not void, notwithstanding it was said in Thornton v. Illingworth, 2 B. & C. 826, that he cannot bind himself for the price of goods purchased by him to trade with. He is entitled to a share of the profits, but not liable for the losses of the firm, if he choose to avail himself of his infancy; and that is the only peculiarity in the consequences of the contract between the parties to it. As to strangers, the principal difference between an infant partner and an adult is, that, the infant cannot be made personally liable for the engagements of the firm; but, as it appears from Teed v. Elworthy, 14 East, 210, that he must join by guardian in an action brought by the firm, it follows that the defendant may set off a debt due to him by the firm, though contracted by the infant. His acts, within the scope of the joint business, therefore, are neither void nor voidable by his partners; and it is said, (Macph. on Infancy, 489,) that if persons of full age choose to make an infant their partner, and to give him the credit and authority which belongs to that situation, it is reasonable that they should be bound by his acts. Indeed, it is an elementary principle for which, were it needed, an authority might be found in Keane v. Baycott, 2 H. Bl. 515, that the privilege of an infant to avoid his contracts, is personal to him, and not to be exercised by any one for him. It is a condition of the contract of partnership, that each of the partners is separately invested with the whole authority of the firm, as the agent of all the rest; and, as was said'by Lord Mansfield, in Zouch v. Parsons, 3 Burr. 1802, it is a rule which may be collected from the books, that the acts of an infant which do not touch his interest, but take effect from an authority which he is trusted to exercise, are binding. This note was payable to the order of the firm ; as an agent of which, the infant partner was competent to transfer the ownersnip of it; and no more is necessary to entitle the endorsee to maintain his action against the maker.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Fenniken, for plaintiffin error,",
      "Patterson, contrà."
    ],
    "corrections": "",
    "head_matter": "Dulty v. Brownfield.\nIn an action by an endorsee against tbe maker of a promissory note payable to the order of a firm, the defendant cannot set up as a defence, that the name of the firm was endorsed by an infant partner.\nError to the Common Pleas of Union county.\nThis was an action against the drawer of a note to the order of John Gaddis and Son. The evidence showed, according to the finding of the jury, that the endorsement by John Gaddis and Son was made by an infant partner. The court decided, under these circumstances, the endorsement was void and passed no title.\nFenniken, for plaintiffin error,\nargued that no liability was attempted to be put on the endorser, and that he was clearly competent to execute a power, which this alone was. 4 Esp. Rep. 187; 2 Johns. 279; 5 Id. 159; 13 Mass. 237; 15 Mass. 272; 3 Doug. 65; 31 Law Lib. 303.\nPatterson, contrà.\nThe infant was not competent to contract such a liability, hence his act was void. 10 Serg. & Rawle, 94; Starkie Ev. 4, 246; 3 East, 482; 4 Serg. & Rawle, 28; 4 Taunt. 468; 1 Camp. 552; 10 Johns. 33."
  },
  "file_name": "0497-01",
  "first_page_order": 499,
  "last_page_order": 501
}
