{
  "id": 949849,
  "name": "Lumberman's Bank v. Smith",
  "name_abbreviation": "Lumberman's Bank v. Smith",
  "decision_date": "1845-09",
  "docket_number": "",
  "first_page": "504",
  "last_page": "505",
  "citations": [
    {
      "type": "official",
      "cite": "1 Pa. 504"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. 45",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 264,
    "char_count": 3835,
    "ocr_confidence": 0.568,
    "sha256": "8bf3a1dc048925d05ba9014f74c1505a99f5051d646e48a64592c4229a6a2a3a",
    "simhash": "1:aa208e93f317e43f",
    "word_count": 676
  },
  "last_updated": "2024-02-27T16:44:41.129048+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lumberman's Bank v. Smith."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by Gibson,\nC. J.\nScribner, a principal debtor, and the owner of the collateral securities, had prescribed no condition to McCullough for the delivery of them to Miller, the common creditor of all the parties; consequently a conditional delivery to Miller would have been a fraud on him; and a promise by him to forbear on the foot of it, as a consideration, would not have bound him. This, of itself, was fatal to the defence ; and the judge erred in favour of the plaintiff in error, in leaving the case to the jury on the question of intention. But did Miller intend to bind himself absolutely or at all ? It is evident that he promised no more than present indulgence as a gratuity. McCullough, the first witness to the fact, testified that he agreed to wait till the next winter, in order to see what could be done with the securities; and added, “on that agreement I handed him the writings.” Maynard, the other witness, testified that Miller said, “ If you give me the writings I will wait till the fall;” and that on this condition McCullough gave them. It is evident from all this that the arrangement was no more than the first step to an experiment on the desperate responsibility of a broken-down man, as one of the witnesses described him, to oblige the drawers; and though the jury might possibly have believed from this artful representation of the transaction, that Miller had actually bound himself, in consideration of further security, yet the witnesses did not venture to say so. But they ought to have said it, had the fact been as it was intimated, instead of leaving it to be inferred from such an ambiguous giving out. To prevent sureties from being let off on shallow pretences, it is necessary to hold them to strict proof, for a transaction, like the present, is peculiarly liable to misrepresentation or mistake. On any other principle it would be perilous to listen to a prayer for mercy, much more so to respond to it. The judge would not, therefore, have invaded the jury’s province, had he charged peremptorily that there was no evidence to warrant a verdict for the defendant; but he, in truth, left the cause rather too favourably to the party who excepted.\nJudgment affirmed.",
        "type": "majority",
        "author": "C. J."
      }
    ],
    "attorneys": [
      "Galbraith, for plaintiff in error,",
      "Walker, contrá."
    ],
    "corrections": "",
    "head_matter": "Lumberman's Bank v. Smith.\nA promise to forbear, in consideration of securities put into the hands of one joint debtor by another, to be unconditionally delivered to the creditor, but actually delivered on condition of forbearance being procured by &aud, is not obligatory. Such a promise must be strictly proved.\nError, to the Common Pleas of Erie county.\nThis was an action against one of several drawers of a note, whose defence was, that he was surety and time had been given. The former being proved, as evidence of the latter he proved that one Scribner, who was one of the principal debtors, had delivered to McCullough, who was also a debtor, an agreement for the purchase of land, and a note of a stranger on which there had been a partial payment, to be given to Miller. These were delivered to Miller, for whom plaintiff sued. That on this, Miller agreed to wait till the next winter and see if he could get any thing on them; if not, he was to inform the parties, and then the papers were received. On cross-examination the witness stated, Miller said, “ If you give me those papers, I will wait till the fall.” This was without defendant’s knowledge.\nThe other witness stated, the promise of delay was given after the delivery of the papers.\nThe court left the question of fact to the jury, telling them the promise, unless for a consideration, was not binding and would not release the surety. But if the delivery of the notes was on condition and as a consideration for the delay, it would discharge him.\nGalbraith, for plaintiff in error,\ncited 2 W. 45.\nWalker, contrá."
  },
  "file_name": "0504-01",
  "first_page_order": 506,
  "last_page_order": 507
}
