{
  "id": 960796,
  "name": "Gillett v. Ball",
  "name_abbreviation": "Gillett v. Ball",
  "decision_date": "1848-07",
  "docket_number": "",
  "first_page": "13",
  "last_page": "14",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 13"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 178,
    "char_count": 2715,
    "ocr_confidence": 0.369,
    "sha256": "ba60e7a4118992b91d2778577c51b00d540a8e74487eac77b0ed5c078cf66885",
    "simhash": "1:fe026dc5da9a7efb",
    "word_count": 481
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gillett v. Ball."
    ],
    "opinions": [
      {
        "text": "Pur Curiam.\nThe note, being in the hands of an agent for collection, when it was forcibly seized by the defendant, was virtually in the possession of the plaintiff, to found an action of trespass on it. But whatever the form of the remedy, it is enough that the cause was tried without a declaration in the Common Pleas; and as on the face of the justice’s transcript, it is not said whether the action was trespass or case, we are at liberty to treat it as the one or the other, according to the circumstances disclosed by the evidence.\nThe remaining assignments of errors are the same in substance. It is a part of the case, that the note had been extorted by unlawful arrest and detention of the person, as compensation for getting the plaintiff’s daughter with child; and the court charged that the duress would not avail the defendant while he retained in his possession a written contract of indemnity against liability to support the child. Suppose the action were founded on the note, not on the spoliation of it; and the one case would be just as strong as the other — would the defendant be precluded from showing the duress because he held a guaranty, which would fall dead with the note of which it was the consideration ? Nothing is more true than that he could not enforce the one, and resist the other; and the want of delivering up the guaranty before it was exploded by a verdict against the plaintiff for the note, ought not to have estopped the defendant from showing the truth.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Pur Curiam."
      }
    ],
    "attorneys": [
      "Mereer, for plaintiff in error.",
      "Willistonf contó."
    ],
    "corrections": "",
    "head_matter": "Gillett v. Ball.\nPossession of a note by an agent for collection is the possession of his principal to entitle him to maintain trespass for forcibly taking it from the agent.\nWhere a note was obtained by duress, the drawer is not precluded from setting that up as a defence, because he retains an indemnity from a liability for which the note was given.\nIn error from the Common Pleas of Bradford.\nJuly\nThe plaintiff’s evidence showed that his agent had called on the defendant to demand payment of a note, whereupon the defendant seized the paper, and refused to deliver it up. The form of the action did not appear: the plea was, not guilty. The defendant proved the note was given under duress, in settlement of a claim for getting plaintiff’s daughter with child. It also appeared that the defendant held an indemnity from the plaintiff against the liability for the support of the child.\nThe court was of opinion that the possession of the agent would support an action by the principal, and that the defendant retaining the indemnity, was estopped from setting up as a defence, the duress in obtaining the note.\nMereer, for plaintiff in error.\nWillistonf contó."
  },
  "file_name": "0013-01",
  "first_page_order": 13,
  "last_page_order": 14
}
