{
  "id": 960647,
  "name": "Lackawaxen Turnpike Co. v. The Commonwealth",
  "name_abbreviation": "Lackawaxen Turnpike Co. v. Commonwealth",
  "decision_date": "1848-07-12",
  "docket_number": "",
  "first_page": "20",
  "last_page": "21",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 20"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 124,
    "char_count": 1747,
    "ocr_confidence": 0.379,
    "pagerank": {
      "raw": 1.1329240581850794e-07,
      "percentile": 0.5762683461468217
    },
    "sha256": "14055b3f585dbd521f015ea84947ad3403e0b65fee3757d13baad3b17c533054",
    "simhash": "1:b66e0eb13d0da865",
    "word_count": 298
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lackawaxen Turnpike Co. v. The Commonwealth."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThe proceedings in this case are a virtual compliance with the act of incorporation, which was not affected by subsequent alterations of other acts which had become part of it by reference. The whole road is within the county of Wayne, and the parts of it out of repair are sufficiently specified.\nProceedings affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Wheeler, for plaintiff in error.",
      "Gollins, contó."
    ],
    "corrections": "",
    "head_matter": "Lackawaxen Turnpike Co. v. The Commonwealth.\nWhere the form of proceedings to compel a turnpike company to keep its road in repair, is prescribed in the act of incorporation, by reference to another act of Assembly — they are not affected by a subsequent repeal of the act referred to. Nor by an alteration made in the form of proceedings by an act of Assembly, passed after judgment obtained in the proceedings under the old form.\nCertiorari to Wayne county.\nJuly 12.\nThis was a proceeding by an inquest, before a justice of the peace, to inquire whether the road of the Turnpike Company, defendants, was out of repair. The only material question was, ■whether the form of proceeding had been altered by act of Assembly.\nThe act of 1804, incorporating the Coshecton Turnpike Company, directed the form of proceedings in such a case.\nThe act of 1828, p. 17, incorporating the defendants, made them liable to the duties and penalties provided in the act of 1804, by a reference thereto. The act of 1830, p. 319, repealed the act of 1804, and directed a new form for proceeding against the Coshecton Company.\nThe present proceeding was perfected by the inquisition in December, 1847. A certiorari was then issued. The act of 1848, p. 437, repealed the act of 1828, and supplied a new form of proceeding.\nThe question was, whether the proceedings were coram nonjudiee.\nWheeler, for plaintiff in error.\nGollins, contó."
  },
  "file_name": "0020-01",
  "first_page_order": 20,
  "last_page_order": 21
}
