{
  "id": 960634,
  "name": "Williston v. Colkett",
  "name_abbreviation": "Williston v. Colkett",
  "decision_date": "1848-07-17",
  "docket_number": "",
  "first_page": "38",
  "last_page": "39",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 38"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 284,
    "char_count": 4392,
    "ocr_confidence": 0.394,
    "pagerank": {
      "raw": 2.056361674861835e-07,
      "percentile": 0.7559626063141133
    },
    "sha256": "3a1a3939bf9e4e3ccd6f97d1dae74a9c628cfb53a5e52eaa6defe6da0c98f3df",
    "simhash": "1:d470f2049540b5d4",
    "word_count": 797
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williston v. Colkett."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\n(after stating the case.) — It is of some consequence in this ease that Asa Mann, the owner of the 600 acres unseated, had for two years previously paid the tax assessed in the same way, and for the same number of acres, on the same tract, without informing the officers that the true number of acres unseated was 600. By the act of Assembly of 8th March, 1806, it was the duty of the holder to give the commissioners a description of the unseated land held by him; but Asa Mann did not choose to comply with the law, but rather elected to profit by a mistake in the number of acres wbicb was to bis own advantage; and be now complains with an awkward grace of injustice done. He was silent for bis own advantage, when truth and tbe interest of tbe public required him to speak.\nNo man who reads tbe assessment, can doubt tbe intent of tbe officer to assess all tbe land wbicb was unseated on tbe warrant 4483, in tbe name of Wilson. Such is tbe obvious meaning and import of tbe assessment — tbe 200 acres were mentioned as description. But tbe land was identified by tbe number of tbe warrant, tbe name of tbe warrantee, and tbe name of tbe owner from whom Mann bad purchased. There could be no mistake on tbe part of Mann. Tbe assessment and tbe advertisement gave him full notice; and I must again repeat, that be bad himself, for two years, paid tbe taxes so assessed, and wronged tbe public in a small way. It was clearly tbe intent of tbe act of 1815, to make sales for taxes good, when reasonable care was observed by tbe officers, and a reasonable opportunity given to owners, by notice that his land would be sold, unless tbe taxes were paid. In tbe 4th section of tbe act of 1815, this clause is contained, “ no alleged irregularity in tbe assessment or in tbe process or otherwise shall be construed or taken to affect tbe title of tbe purchaser.” The public interest and public policy require that fair effect should be given to tbe laws with respect to unseated lands, so as not to sacrifice tbe interest of tbe bolder without a reasonable opportunity of notice. Tbe settlement and improvement of tbe country is thereby advanced— and in this ease no injustice is done to Mann: with full notice be has brought tbe evil on himself, and tbe law afforded him a locus poenitentise for his wilful wrong to the public in the two years to redeem. We are of opinion that tbe sale was valid, and did confer title on tbe purchaser for all tbe unseated land on warrant No. 4483, at tbe time of tbe assessment, and that therefore there was error in tbe charge of tbe court.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Williston, for plaintiff in error.",
      "White, contri!."
    ],
    "corrections": "",
    "head_matter": "Williston v. Colkett.\nA warrant was originally assessed in tie name of tie warrantee, for 999 acres. During subsequent years tie amount was reduced as sales were made. It was finally assessed as 200 acres, when in fact it contained 600 acres. Tie owner paid taxes at this rate for two years, and sold tie land. A treasurer’s sale under suci an assessment passes tie title to tie 600 acres.\nIn error from the Common Pleas of Tioga.\nJuly 15. The question in this case was on the validity of an assessment of unseated lands.\nIn 1888 and 1839, Asa Mann was the owner of the residue of a tract, part of which had been sold. In those years the assessments were as follows: — Warrant No. 4483, original quantity, 999 acres. Present quantity, 200 acres. Warrantee, James Wilson. Owner, A. J. Underhill. Rate per acre, $1.50. \"Valuation, $300. County tax, 1838, $3. County tax, 1839, $3.\nUnder these the sale was made to the present plaintiffs. The defendants were purchasers from Mann after the date of the assessments, and before the sale. It was in evidence that the assessments were made in the same manner, and for the same amount for the two previous years, and that Mann had paid the taxes at these rates. The defendant proved the assessment-books for 1829, showing that the tract had originally been assessed as 999 acres, and during the succeeding years had been reduced from time to time by the assessors, as sales were made, until 1832, when it was fixed at 200 acres, and so continued. The evidence was that the quantity remaining in the tract was 600 acres. The treasurer’s deed was for 200 acres, and for that this ejectment was brought. The court decided that the assessment was too vague.\nWilliston, for plaintiff in error.\nWhite, contri!.\nJuly 17."
  },
  "file_name": "0038-01",
  "first_page_order": 38,
  "last_page_order": 39
}
