{
  "id": 960649,
  "name": "Hinman v. Cranmer",
  "name_abbreviation": "Hinman v. Cranmer",
  "decision_date": "1848-07-24",
  "docket_number": "",
  "first_page": "40",
  "last_page": "42",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 40"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts, 28",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850057
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0028-01"
      ]
    },
    {
      "cite": "4 Wash. C. C. Rep. 356",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6612198
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/12/0430-01"
      ]
    },
    {
      "cite": "1 Penn. Rep. 8",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 389,
    "char_count": 5766,
    "ocr_confidence": 0.38,
    "pagerank": {
      "raw": 9.642634314243859e-08,
      "percentile": 0.5277908094255688
    },
    "sha256": "88db9fa97588040ee4b7c7cb800e3c4e98c4bf7d7b8ea40ab1c43b67f7180090",
    "simhash": "1:2b4241351e4569cc",
    "word_count": 1045
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Burnside, J., dissented."
    ],
    "parties": [
      "Hinman v. Cranmer."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe second section of the act of 1785 clearly and distinctly recognises an entry as one of the modes by which the owner of lands may toll the statute of limitations, and the bringing a writ of right, or any other real or possessory action, as another. The statute does not operate on the possession of the intruder, disseissor or trespasser, but operates on the right of entry and the right of action residing in the owner; and provides that either or both shall be used within twenty-one years after the same first descended or accrued, and not after, except in specified instances. The right acquired by the disseisor or intruder is a result of the laches of the owner.\nIn England, by the common law, a descent cast takes away the right of entry: Coke Littleton, 237; because the heir of the disseisor was presumed to come in by title. The right of entry existed in England for the purpose of avoiding a fine with proclamations, but in that case the action to recover possession is required to be brought within a year after the entry. The right of entry distinct from the right of action existed in the owner of lands in England against intruders or disseisors; and the English statute of James, on the subject of limitation, from which ours is copied, was tolled by an entry. But by the statute of 3 & 4 William 4, passed in 1833, the whole matter is revised, and in the 10th section it is enacted “ that no person shall be deemed to have been in possession of any land, within the meaning of this act, merely by reason of having made an entry thereon.” I may observe that this statute adopts and systematizes many improvements. But the legislature of this state have not seen fit to meddle with the statute of 1785 on this subject, and it belongs not to the court to alter or change the statutory law. It has been decided in many cases in this state that an entry prevents the running of the statute; and it could not have been otherwise held without doing violence both to its spirit and letter: Carlisle v. Stitler, 1 Penn. Rep. 8; Holtzapple v. Phillibaum, 4 Wash. C. C. Rep. 356; Altemas v. Campbell, 9 Watts, 28. In Altemus v. Long, 4 Barr, 254, it was ruled that the owner, by making entry on the lands, tolled the statute. This may have a tendency to prolong the settlement of original titles, and thus retard, in some measure, the settlement of the country and the quiet of its inhabitants, but the remedy is with a wise and vigilant legislature.\nWe must now inquire whether there was a legal entry in this case by the owner, and of that I think there can be no question. As the plaintiff did not reside within the bounds of the defendant’s survey, nor had cleared any land over the defendant’s line, the defendant was not bound to hunt after him merely because he found that a quantity of his timber had been cut down and carried away. That is a very common kind of trespass on wild lands. If any one had been resident on defendant’s land, or if any one had intruded his fields over the line, it would have been necessary to give notice to the occupant that the entry was with a view to assert title and ownership, and resist the claim of the intruder. As the case stood, however, the owner did all he could; his agent entered on the land, subdivided the tract into lots by actual survey and making the lines, and entering into contract for the sale of some of the lots — ■ all done within the twenty-one years. It is contended, however, that the agent of the Franklin College (who was the owner of the land) was not authorized, in his power of attorney, to make an entry. That, however, is of no consequence. The Franklin College afterwards adopted and ratified everything done by the agent. If A. enter on the premises in B.’s name, but without any authority or command from B., but afterwards and before the time when demise is laid to be made, B. consent to A.’s entry, such subsequent consent is sufficient: Buller’s Nisi Prius, 103. In Allmers v. Campbell, the Chief Justice says, that an entry cannot be better defined than by saying it must bear on its face an unequivocal intent to resume the actual possession. Nothing which is the subject of evidence could be more strongly marked than the intent of the owner to resume actual possession in this ease, if indeed he had ever been ousted, for he regularly paid his taxes for his full tract. But whether he was in fact or in law ousted or not, it is unnecessary to inquire, as the court is clear that the entry of the owner under whom the defendant claims, barred the running of the statute.\nJudgment affirmed.\nBurnside, J., dissented.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Williston, for plaintiff in error.",
      "White, contó."
    ],
    "corrections": "",
    "head_matter": "Hinman v. Cranmer.\nAn entry by the actual owner suspends the running of the statute of limitations. If there be no one residing on the land, it is not necessary to seek the adverse\noccupant and give notice of the claim under which entry is made.\nSubseqixent ratification of an entry by an unauthorized agent is equivalent to a previous command.\nIn error from the Common Pleas of Bradford.\nJuly 17. The defendant in this ejectment had the title to an adjoining tract, on which he resided, and claimed the land in question by virtue of an occupancy, without residence, for twenty-one years. The question was, whether an entry on behalf of the Franklin College, the then owner of the land, had suspended the running of the statute.\nIt was proved that the college had given a power of attorney to Morris to attend to the lands. He employed Flowers to make a survey, which he did. This was the entry set up. The college subsequently paid for the survey and recognised the act, and conveyed to the plaintiff.\nThe court (Conyngham, P. J.) considered that this entry saved the plaintiff’s right.\nWilliston, for plaintiff in error.\nWhite, contó.\nJuly 24."
  },
  "file_name": "0040-01",
  "first_page_order": 40,
  "last_page_order": 42
}
