{
  "id": 960770,
  "name": "Chappel v. Row",
  "name_abbreviation": "Chappel v. Row",
  "decision_date": "1848-08-04",
  "docket_number": "",
  "first_page": "72",
  "last_page": "74",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 72"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 277,
    "char_count": 4758,
    "ocr_confidence": 0.379,
    "pagerank": {
      "raw": 1.3552708642849177e-07,
      "percentile": 0.6343927773395283
    },
    "sha256": "7a31de90256c1bc4dc566ae0b3fef3b071e22aa413c7c4a024dd3b02a3e4fc5e",
    "simhash": "1:3ed17427c5f8f058",
    "word_count": 865
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chappel v. Row."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe reservations in the deed operate by way of limitation or condition subsequent, for by its terms the right of possession endures only while the father and mother of the grantor or grantee continue to reside on the premises. It was clearly the intention of the parties to the deed, to provide a comfortable home for their aged parents during their joint lives, provided they made the property a permanent home or residence. Analogous cases may be readily cited. Thus an estate to a man and his heirs, tenants of the manor of Dale, is an estate on condition that he and his heirs continue tenants of that manor. So also an estate of freehold durante viduitate, which is an estate on condition that the grantee do not marry. On the breach of these conditions by the failure of these contingencies — by the grantees not continuing tenants of Dale or not continuing sole, the estates which were respectively vested in each grantee are wholly determined and void. And in this case, by leasing the profits to another and removing from the premises, their possession' is for ever gone. They have no right to assign their interest to a stranger, as such a transfer would be contrary to the intention of the parties, who only designed to vest in them a qualified possession to be enjoyed by themselves alone. A person may well grant the right to one which he would be unwilling should be transferred to another, of which the cases cited are- instances: 1 Bl. 419. In whom, then, is the right of possession ? is the next inquiry. Clearly not in the father and mother, or their lessee, for their right by the act of transfer is determined and void. Is it in the grantee ? we think not. After granting the fee simple in apt words, the reservation runs thus: “And Jason W. Chappel, the present grantor, doth by these presents reserve to the use of his father and mother, the possession of the said land during the lives of his said father and mother, as a home and residence for them, and at the death of the father and mother of the said grantor, the possession then to vest in the said Merritt Chappel, the present grantee.” The grant is in fee, but the right of possession is not vested in the grantee, until the death of the father and mother, a contingency which has not yet happened. I at one time doubted whether the forfeiture did not enure to the benefit of the grantee, but to this construction is opposed the words of the deed to Avhich I have referred. The right of possession cannot be in abeyance. It must be in some person. If not in the father, mother, lessee, or the grantee, it must be in the grantor, in whom the jury have found it was vested át the time of the grant. And this, it would seem, was the intention of the parties. The deed is very inartificially drawn, but if we can discover the intent, it must govern in a deed as well as a will, unless contravened by some technical rule of law. The grantor makes the reservation, and to whom but himself; not clearly expressed, it is true, but implied. The possession is reserved to himself, for the use of his father and mother. Indeed it may be doubted whether it is not necessary to imply this to support the reservation, as it may be questioned whether a reservation in a deed to a stranger is good: Sheppard’s Touchs. 80. But be this as it may, it is not taking too great a liberty with the deed to read it thus — And the said Jason W. Chappel, the present grantor, doth by these presents reserve to himself, for. the use of his father and mother, the possession of said land, &c. This emendation, which we conceive ourselves authorized to make, removes any difficulty.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Levin and iSwineford, for plaintiff in error.",
      "Slenker and Miller, contó."
    ],
    "corrections": "",
    "head_matter": "Chappel v. Row.\nWhere A. granted lands to B-, reserving to the use of his father and mother during their joint lives, the possession of the land as a home and residence for them, and at their death the possession to vest in B.: A. is entitled to recover the possession during the lives of his father and mother upon their ceasing to occupy the land. And they have no power to alienate the possession, and har . the right of A.\nIn error from the Common Pleas of Union.\nAug. 1. Ejectment. The defendant was the lessee of J. L. Chappel and wife, for their joint lives, rendering rent. The plaintiff had granted the lands to Merritt Chappel in fee, reserving “ to the use of his father and mother (the defendant’s lessors) the possession of the land during the lives of the said father and mother as a home or residence for them, and at the death of the father and mother of the said grantor, the possession then to' vest in the said Merritt Chappel, the present grantee.”\nThe court said the plaintiff could recover.\nLevin and iSwineford, for plaintiff in error.\nSlenker and Miller, contó.\nAug. 4."
  },
  "file_name": "0072-01",
  "first_page_order": 72,
  "last_page_order": 74
}
