{
  "id": 960635,
  "name": "Parmentier v. Gillespie",
  "name_abbreviation": "Parmentier v. Gillespie",
  "decision_date": "1848-08-04",
  "docket_number": "",
  "first_page": "86",
  "last_page": "88",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 86"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts, 374",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838059
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0374-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 344,
    "char_count": 5137,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 2.471741236176254e-07,
      "percentile": 0.8066016590156414
    },
    "sha256": "9248d6968ef4536c47ec8b2fc4040d6ce2d85f702a0dda71a2b0a5e7c4f4efa2",
    "simhash": "1:742f14570b1b5872",
    "word_count": 904
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Parmentier v. Gillespie."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nAs the validity of the mortgage is strongly doubted by some of us, and as it is not necessary to determine it, I limit the present decision to the validity of the judgment as a concurrent security. A mortgage is a deed, of which delivery, actual or constructive, is an essential part of the execution; but delivery has nothing to do with the rendition of a judgment either by cognovit or recovery. This judgment was entered on bonds which were not delivered; but it was entered, not by virtue of the bonds, but by virtue of the warrant which attended them. In contemplation of law, like every judgment, it was the act, not of the party, but of the court; and it is enough, provided it were bond fide, that it was actually rendered, whether erroneously or not. Our books are full of cases to show that none but the parties can take advantage of mere error in the record. The only thing that could raise the shadow of a doubt in the case before us, is the admitted fact that the money intended to be secured, though agreed to be lent, had not been actually received; and if the judgment were unsound for that-reason, a creditor might certainly attack it collaterally on the ground of collusion. The terms of the loan, however, had not only been definitively settled, but the parties were as firmly bound by them as if the contract had, been reduced to writing; and why should not a judgment to secure the repayment of money which the lender was bound to advance, prevail against subsequent encumbrances ? The obligation of the parties disproves everything like collusion or fraud. Though with us a judgment for endorsements or acceptances lent, has been a frequent security, no one has ever contested its validity as a lien. Yet that is a much stronger case than the present. On the same principle it was held in Arrison v. The Commonwealth, 1 Watts, 374, that a judgment on a bond with condition to perform certain acts, is a lien from its entry; and this, though apparently different from the law of mortgages for future advances, is not essentially so. It was held in Irwin v. Tabb, 17 S. & R. 422, on the authority of Chancellor Kent in Brinkerhoff v. Marvin, 5 Johns. C. Rep. 322, and James v. Johnson, 6 Johns. C. Rep. 42&, that the extension of the security is stopped by the intervention of strangers; but it would not have been held that a mortgage is not a security for a present loan executed in every respect but manucaption of the money. It would lead to collusion and abuse if creditors could be kept at bay by a running security till it should please the parties to stop it; and therefore it is that such a mortgage, though good between the parties, must yield to liens prior in time to the advances made. Here the agreement to lend was equivalent to delivery of the money, and on that ground the appellant was entitled to a preference.\nThe decree is reversed, and it is ordered that she have leave to take the amount of her judgment out of court,",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Bellas and Pleasants, for appellant.",
      "Maynard, contó."
    ],
    "corrections": "",
    "head_matter": "Parmentier v. Gillespie.\nA judgment entered by confession of tbe defendant without a delivery of the warrant of attorney to the plaintiff, and without any intervention on the part of the plaintiff or his agent, binds the land of defendant for money subsequently ad- ■ vanced by the plaintiff pursuant to a previous agreement, as against creditors of defendant who have obtained judgments between the date of plaintiff’s judgment and the advance of the money.\nIn error from the Common Pleas of Lycoming.\nAug. 4.\nThis was an issue directed between Mrs. Parmentier and Gillespie, both lien-creditors of Willard, to try the right of the former to the proceeds of his real estate, sold by the Orphan’s Court.\nThe facts were 'these: — Willard had boon in treaty with Mrs. Parmentier for the advance of money, which she agreed to make on obtaining security on the lands, the proceeds of which were now in question. Mrs. Parmentier resided in New York, and Willard left that place to attend to the settlement of certain liens which bound his lands. When in Tioga county, he executed a mortgage to secure a bond conditioned for the payment of $11,000, and also a warrant of attorney, to confess a judgment on the bond in favour of Mrs. Parmentier. The mortgage was recorded, and the judgment entered by Willard’s direction on the 9th September. He then left for New York, but on the route lost the mortgage. He then procured a copy of the registry to be made, and original signatures to the acknowledgment- and certificate of registry. This paper he subsequently executed, and delivered with the bond to Mrs. Parmentier. On the receipt of these papers Mrs. Parmentier advanced to Willard $9,500.\nOn the 13th September, and before the delivery of the mortgagé, bond, and warrant to Mrs. Parmentier, Gillespie obtained a judgment against Willard which bound the mortgaged lands.\nThe question was whether Mrs. Willard or Gillespie was entitled to the proceeds of the sale.\nThe court was of opinion, that as there was no delivery of the mortgage or bond until after the entry of Gillespie’s judgment, he had the priority.\nBellas and Pleasants, for appellant.\nMaynard, contó."
  },
  "file_name": "0086-01",
  "first_page_order": 86,
  "last_page_order": 88
}
