{
  "id": 960713,
  "name": "Dotts v. Fetzer",
  "name_abbreviation": "Dotts v. Fetzer",
  "decision_date": "1848-08",
  "docket_number": "",
  "first_page": "88",
  "last_page": "89",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 88"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 169,
    "char_count": 2133,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 1.9954800417782522e-07,
      "percentile": 0.7423110382111081
    },
    "sha256": "65c703168e19b971164348b499726bbb44f57902e075e8be87151f5c1c9233e2",
    "simhash": "1:0dde4a2973cb5cae",
    "word_count": 381
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dotts v. Fetzer."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nIt is the business of the court which awards a feigned issue, to name the parties to it, and prescribe the form of it; and as this was done by the Register's Court, the Common Pleas had no power to' disturb it. But we never reverse for an error which has done no harm; and we are unable to perceive that any has been done by adding the names in this instance. The acts or declarations of legatees are not to be received in prejudice of other legatees; and the additional parties were not deprived by being joined of any advantage which they had before. Nor were they subjected to any burthen or disability. The fixing on parties to give' form to the issue, is a matter of arbitrary arrangement; and those who have not an interest in the question to be tried, pay no costs. The real parties — those who have taken an active part in the contest — are sought out and compelled to pay by a writ of attachment. All the exceptions resolve themselves into the point thus disposed of; and the plaintiffs in error consequently have no cause to complain.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Miller, for plaintiff in error.",
      "Jordan, contra,."
    ],
    "corrections": "",
    "head_matter": "Dotts v. Fetzer.\nThe Common Pleas have no power to change the names of the parties to a feigned issue sent from the Register’s Court. — But if they do, and no injury ensues, the judgment will not he reversed.\nThe declarations of one of several devisees or legatees are not evidence on a feigned issue, devisavit vel non.\nIn error from the Common Pleas of Northumberland.\nAug. —. This was a feigned issue directed by the Register’s Court to try the validity of the last will of Fetzer, wherein J. B. and A. J. Fetzer were plaintiffs, and Dotts defendant. On the petition of J. B. Fetzer the court withdrew his name: and several of the legatees having declared by their petition, their desire that the will should not ,be supported, their names were added as defendants.\nOn the trial the defendants offered to prove the declarations of A. J. Fetzer, the sole plaintiff on the record, that the testator was incompetent to make his will, which were rejected by the court.\nThese were the only material questions.\nMiller, for plaintiff in error.\nJordan, contra,."
  },
  "file_name": "0088-01",
  "first_page_order": 88,
  "last_page_order": 89
}
