{
  "id": 960733,
  "name": "Vankirk v. McKee",
  "name_abbreviation": "Vankirk v. McKee",
  "decision_date": "1848-09-11",
  "docket_number": "",
  "first_page": "100",
  "last_page": "101",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 100"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 178,
    "char_count": 2269,
    "ocr_confidence": 0.378,
    "sha256": "fcc8142fc1e93f7fbe4c98f73860807de37f908f5677ceaccd4508a1046821df",
    "simhash": "1:8f7c6c829d285959",
    "word_count": 404
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vankirk v. McKee."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThere is no force in the objection to the inceptive jurisdiction. The plaintiff demanded damages before the magistrate, for not delivering a quantity of flour; and that is what he demanded in the form of an action of assumpsit in the Common Pleas on appeal.\nNeither is the exception to want of notice of the meeting of the arbitrators, better founded. Appearance has always been held to cure it; and the arbitrators reported they had heard the parties. If they reported falsely, they were guilty of misconduct, for which the court might have set aside the award; and an application to do so was actually made, but on the affidavit of the defendant alone, which was clearly insufficient. But as the application raised a question of fact depending on parol proof, and involving the credibility of witnesses, we would be incompetent to judge of the decision, even if there had been proper testimony. The evidence not being matter of record, could not be brought up; and nothing would appear in the cause on which we could adjudicate. But were it otherwise, we could not determine the fact so safely as those who had not only heard, but seen the witnesses; and for that reason we have always refused to hear affidavits on a writ of error. As to the application to strike out a part of the award, it is too plain for remark, that the court had no power to grant it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Alden, for plaintiff in error.",
      "Kuhn, contra."
    ],
    "corrections": "",
    "head_matter": "Vankirk v. McKee.\nThe recital in an award that the parties had been heard, is conclusive in a court of error, that the parties appeared, and thus waived the want of notice of the time and place of meeting.\nIif error from the Common Pleas of Allegheny.\nTwo questions were raised on the record. 1st, The jurisdiction of the justice. The action was entered by him “ Debt in assumpsit for damages for the breach of ■ a parol agreement for the sale of flour.” The narr. on the appeal was in assumpsit for the nondelivery of flour.\n2d, The cause was referred and an award filed, which recited, “ having heard the parties, their proofs, &c.” The defendant filed an affidavit that ho had never received notice of the time and place of meeting; but the court refused to set aside the award, or strike out the recital above stated.\nAlden, for plaintiff in error.\nKuhn, contra.\nSept. 11."
  },
  "file_name": "0100-01",
  "first_page_order": 100,
  "last_page_order": 101
}
