{
  "id": 960804,
  "name": "Paul v. Cunningham",
  "name_abbreviation": "Paul v. Cunningham",
  "decision_date": "1848-09-11",
  "docket_number": "",
  "first_page": "106",
  "last_page": "107",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 106"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 287,
    "char_count": 3888,
    "ocr_confidence": 0.383,
    "pagerank": {
      "raw": 5.368262089269107e-08,
      "percentile": 0.3367414470882279
    },
    "sha256": "c20f917b09be1c654ddc1424f22a7646d6e2758f46ae2e67dd2dfdaf0d033744",
    "simhash": "1:a4ea80ad9a4f2dc4",
    "word_count": 654
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Paul v. Cunningham."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThe action of the court below, quashing the appeal because of its non-entry within twenty days after the rendition of the first judgment, sur the award, was founded on the erroneous conclusion, that the subsequent proceedings before the alderman, were coram non judice and void.\nAldermen and justices of the peace necessarily possess, and have always exercised the power of setting aside awards for corruption or misconduct of the referees, and this, whether the submission be in pursuance of the statutes, or, as here, by agreement renouncing the right to except or appeal. In this instance, it is not necessary to say whether these inferior magistrates are clothed with the authority exercised by the common-law courts, to set aside awards for plain mistake in law or fact, committed by arbitrators. Perhaps it would be hazardous to concede to them a power of supervision so extensive as this. But certainly the common safety of the suitor requires he should have means of redress against the fraud or other gross malaction of persons whose judicial acts are not subject to the usual responsibilities and guards. If these means reside not in the aldermen and justices, they exist nowhere. But there is surely congruity in lodging them there. These are recognised officers of the law, vested with extensive judicial functions, and as their action is required to give a working efficacy to the determinations of the private tribunal, analogy as well as reason points to them a.s the proper depositories of a power essential to the due administration of justice.\nThe reasons which induced the alderman to set aside the award in question, do not appear, and in the absence of aught to disprove it, we are bound to presume they were legally sufficient. Yet were this otherwise, the remedy would have been by certiorari, sued after refusal of the plaintiff to submit to .the decision of the magistrate, and not by motion to quash the appeal from a judgment he himself assisted to establish. But the plaintiff has debarred himself of the writ of .certiorari, by his acquiescence in the alderman’s proceedings, and his active agency in prosecuting his action to the second judgment. This of itself is fully sufficient to euro any irregularity which might have marked the interference with the award, for consensus toilet errorem. The plaintiff’s course, in fact, involves a contradiction. He attempts the denial of a judgment, the result of his own procurement, which elsewhere he must assert as valid, or altogether lose the fruit of his litigation. He cannot again set up the judgment to whose destruction he has assented, and if the dismissal of the appeal could be sustained, there is nothing to prevent his demanding execution of the §econd judgment, as unaffected by the decision of the Court of Common Pleas.\nThis view loads to the conclusion that the appeal was in due time, and ought not therefore to be disturbed.\nThe order of the Court of Common Pleas quashing the appeal is reversed, and the appeal restored.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Magehan, for plaintiff in error.",
      "T. Hamilton, contrá."
    ],
    "corrections": "",
    "head_matter": "Paul v. Cunningham.\nA justice of tlie peace may set aside an award of arbitrators appointed by consent in a cause pending before bim, for malfeasance. And if the grounds of Ms action do not appear, the court must presume they were sufficient.\nIf the plaintiff proceed to trial after an award has been set aside by a justice, he waives the irregularity in such action of the justice.\nIn error from the Common Pleas of Allegheny.\nThe plaintiff brought an action before a justice, which was referred by consent, and award made for the plaintiff. On affidavit of defendant, and notice to plaintiff, the justice set aside the award for reasons which did not appear on the record. The plaintiff then proceeded to trial and obtained judgment, from which defendant appealed, but the court quashed the appeal.\nMagehan, for plaintiff in error.\nT. Hamilton, contrá.\nSept 11."
  },
  "file_name": "0106-01",
  "first_page_order": 106,
  "last_page_order": 107
}
