{
  "id": 960656,
  "name": "Mevey v. Matthews et al.",
  "name_abbreviation": "Mevey v. Matthews",
  "decision_date": "1848-09-15",
  "docket_number": "",
  "first_page": "112",
  "last_page": "113",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 112"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Whart. 589",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833470
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0589-01"
      ]
    },
    {
      "cite": "15 Johns. 223",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2141048
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/15/0223-01"
      ]
    },
    {
      "cite": "5 Conn. Rep. 94",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wend. 119",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2003257
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/1/0119-01"
      ]
    },
    {
      "cite": "1 W. 270",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "2 W. & S. 172",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0172-01"
      ]
    },
    {
      "cite": "1 Binn. 395",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "11 Conn. Rep. 347",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wend. 453",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2005446
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/4/0453-01"
      ]
    },
    {
      "cite": "1 W. 270",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "11 Conn. Rep. 347",
      "category": "reporters:state",
      "reporter": "Conn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 299,
    "char_count": 4605,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.033810851520687114
    },
    "sha256": "a53bd0b443bd2aa715c32a9a2bebcbd358fceb7d035bb742b514fe9c36b93d36",
    "simhash": "1:db5a40abacc66e99",
    "word_count": 820
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mevey v. Matthews et al."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThere is no reason for any exception to the testimony, on the ground of interest; for the plaintiff offered to prove by the witness that he was the principal, and the other defendants sureties. His evidence is against himself, because it throws the debt on himself as the principal, without the right of contribution from the other defendants, who were but sureties. The case, therefore, does not come within the principle ruled in Miller v. McClenachan, 1 Yeat. 144, cited; where it was held, that in a suit against partners, one of the defendants, though willing, cannot prove the partnership. That case is put on the ground of interest; for, as is there said, he would exonerate himself of part of a partnership debt. What, then, is the objection to his competency ? It is said he is a party to the record, and, as such, incompetent to testify. And for this principle, Schermerhorn v. Schermerhorn, l Wend. 123, and The Supervisors of Chenango v. Birdsall, 4 Wend. 453, and other cases, are cited. But those cases only apply where the party suing and the party sued call them to testify in their favour. In these cases, they are excluded on grounds of public policy, independent of the question of interest. They do not apply where the opposite parties wish to avail themselves of the testimony, and where they are willing to testify. And this distinction is plain on reason and authority. It is settled, that a party has a right to examine his adversary, if the latter voluntarily consent to be examined, and is called against his interest. The party on the record is permitted to testify, because he waives his privilege, is willing to speak the truth, though against his interest, and voluntarily renounces the protection which policy as well as justice would otherwise have afforded him. The court decided, in Johnson v. Blackman, 11 Conn. Rep. 347, that where a party to a suit who has suffered judgment by default, waives the objection, and consents to be examined, and is called against his own interest, there is no ground, in principle or authority, for rejecting him. So also in Norden v. Williamson & Twibill, 1 Taunt. 378, it is ruled, that if the plaintiff and defendant are both willing that the plaintiff shall give evidence in the cause, he is an admissible witness, on his oath, although he comes to defeat the claim of another plaintiff suing jointly with himself. In Pipe v. Steele & Harvey, 42 Eng. C. L. Rep. 888, where one of two joint defendants in an action on the contract has suffered judgment, he may, if not otherwise interested in procuring a verdict for the plaintiff, be called by him as a witness against the other defendant. And to the same point, see Long v. Long, 1 W. 270. Judge Kennedy says, that where a defendant volunteers to give evidence against himself, there is no sound principle upon which he can be rejected. And why should he be rejected? His declarations, without oath, are evidence against himself and his co-defendants; and why should he not be permitted to declare the same on oath? These cases are in point; for here there was a judgment by default against the witness, who is offered by the plaintiffs, and the witness is willing to testify. Nor would it alter the case if there had been no judgment; and the jury was sworn as against all the defendants, as the defendant in error contends. The reasons on which the witness is admitted, apply as well to the one state of facts as the other.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Hampton, for plaintiff in error,",
      "Wood, contó,"
    ],
    "corrections": "",
    "head_matter": "Mevey v. Matthews et al.\nThe plaintiff may call a defendant, -with, his consent, to prove that he is the principal debtor, and that the signatures by the other defendants, who are sureties, are genuine. And this, though judgment by default has been entered against the witness.\nIn error from the District Court of Allegheny.\nDebt upon a note sealed by T. and W. Matthews and D. Nesbitt. Judgment had been entered against all the defendants, for want of an affidavit of defence; but it was opened as to Nesbitt, on his affidavit.\nThe plaintiff then called T. Matthews, with his consent, to prove that he was the principal debtor, and that the signature of Nesbitt, who was a surety, was genuine.\nThe court rejected the witness, and this was the error assigned.\nHampton, for plaintiff in error,\ncited 11 Conn. Rep. 347; 6 John. C. Rep. 204; 1 Stew. & Port. 17; 1 Taunt. 378; 1 Binn. 395; 2 Ad. & Ell. 732; 2 W. & S. 172; 8 Ib. 87; 1 W. 270; 1 Wend. 119; 4 Ib. 457.\nWood, contó,\ncited 5 Conn. Rep. 94; 1 Barr, 440; 1 Yeat. 144; 15 Johns. 223; 1 Greenl. Ev. 354; 3 S. & R.402; 3 Whart. 589.\nSept. 15."
  },
  "file_name": "0112-01",
  "first_page_order": 112,
  "last_page_order": 113
}
