{
  "id": 960684,
  "name": "Church v. Griffith",
  "name_abbreviation": "Church v. Griffith",
  "decision_date": "1848-09-18",
  "docket_number": "",
  "first_page": "117",
  "last_page": "120",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 117"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts, 487",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843938
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0487-01"
      ]
    },
    {
      "cite": "7 Watts, 9",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846780
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0009-01"
      ]
    },
    {
      "cite": "9 Watts, 52",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849973
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0052-01"
      ]
    },
    {
      "cite": "4 W. & S. 255",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856332
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0255-01"
      ]
    },
    {
      "cite": "4 Watts, 330",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842753
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0330-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 412,
    "char_count": 7746,
    "ocr_confidence": 0.389,
    "pagerank": {
      "raw": 2.6031432667466826e-07,
      "percentile": 0.8196769386941092
    },
    "sha256": "96f69ae593a131b07cd6ef9fc21b2d99ab0503380c32cc5f405115c440e7283b",
    "simhash": "1:b078d837661edd1f",
    "word_count": 1412
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Church v. Griffith."
    ],
    "opinions": [
      {
        "text": "Gibson, O. J.\nIn Lemon v. Miles, 4 Watts, 330, we held that a steam-engine set up by a lessee of salt-works, might be seized and sold by an execution-creditor as personal property. In that case, the question was, in effect, between the landlord and his tenant, who benefited by having his debt paid out of the property ; in this it is between the creditors of the lessees, some of them claiming the property as leasehold by virtue of mechanics’ and material men’s liens, and some of them claiming it as unbound personal chattels. The building was erected on a lot under a lease for years; and, being erected on a chattel estate, it was itself a chattel; so that the case is stronger than if it were between the lessor and the lessee, in respect to whom, fixtures for manufacturing purposes, are chattels only, for the encouragement of trade. In Dalzell v. Lynch, 4 W. & S. 255, a lease for years was held to be legally sold on a fieri facias without inquisition or condemnation. The fixtures in this case are consequently to be treated as chattels, not only in regard to the lessor, but in regard to every one else. By the act of the 28th April, 1840, a mechanic’s lien is restrained to the estate which the contracting owner had in the soil; but it is not perceived how a chattel interest in the soil can be subject to such a lien any more than^how it can be subject to the lien of a judgment. The stat. Westm. 2, which indirectly gave the judgment-creditor a lien, gave him execution of the debtor’s lands, which subsequent interpretation fixed to be the lands held at the time of the judgment: the act of 1836, which creates the lien in question, gave the mechanic or material man execution of the building to which he contributed his labour or materials, without regard to the quantum of the estate held by the contracting owner; and had the law remained on that foot, the plaintiff, in a case like the present, would have recovered the fee simple value. All the statutes on the subject before 1840, treated the estate to be bound as a fee. The scire facias prescribed by the act of 1836, and still in use, calls on the contracting owner to show cause why the debt should not be levied, not of his estate in the ground, but of the building; the judgment is that it be levied of the building; and the levari facias commands the sheriff to levy it of the building. The notion that a chattel can be bound by the lien separate from the possession, has not been familiar to us all, and consequently could scarce have been entertained by the legislature. The very name of the execution shows that it was not; for though chattels may be sold, on a levari facias at the common law, it had never been used or prescribed in Pennsylvania, for the sale of anything but mortgaged land. The common-law form of • the writ is essentially different from the form of it prescribed by the act of 1836. Moreover, the provision for setting off and selling a reasonable curtilage with the building, presupposes the existence of a freehold interest in the soil, not a chattel interest on the surface of it. For this reason it was that we held in Holdship v. Abercrombie, 9 Watts, 52, that the lessee of a lot who procured a building to be erected on it for purposes of trade, subjected the fee simple of it to liens for labour and materials; and that the chattel interest of the lessee was not the thing intended to be bound. The supplemental act of 1840 was produced, not by that case, but by Beckel v. James, 7 Watts, 9, in which it had been determined that a sale on a mechanic’s lien, filed against a contracting owner who held by articles of purchase, divested not only the equitable estate of the vendee, but the legal title of the vendor. There, however, the vendee had an equitable fee to be bound; and the legislature evidently intended to do no more than subject it exclusively to the lien — in other words, to contract, rather than extend the surface of its operation. The principle of Holdship v. Abercrombie, had been asserted in Anshutz v. McClelland, 5 Watts, 487; yet the legislature did not move in the matter till four years had gone by — and what was its eventual enactment ? No more than that the act of 1836 “shall not extend to any other or greater estate in the ground, on which any building may be erected, than that of the person in possession at the time of commencing the said building, and at whose instance the same is erected.” Now, though a lessee has an estate in the land, it comprises no more than his interest in the term, and gives him merely a right to occupy the ground for the time agreed, which is one thing, and not a right of property in the chattels put upon it, which is another. At most he could only sell the use of them for the term. The interest in the lease is a right of occupancy, and hence it is a chattel real; but fixtures which are not part of the freehold as to the lessor or any one else, are chattels personal, which cannot be bound as a part of the lessee’s estate in the ground, even if his lease were bound. That they were separate property in this instance, is proved by the fact that they were sold on writs of fieri facias by antagonist creditors. Were the tenant himself to sell his “ estate in the ground,” no more would pas.s than the use of the building and fixtures; and it is not easy to see how the sheriff could sell more. By selling the lease he would part with no more than what he had derived from the landlord; not the chattels pro- ■ cured by him to make it available. At the extinction of the chattel real in the one casé and in the other, the chattels personal would remain on the ground as the property of him who put them there. As to the property in contest, the consequence is that the plaintiffs would not have been more secure with a lien on the leasehold, than they are without it. The auditor made a distinction between such parts of the castings as were fixed, and such as might come under the denomination of tools; but as all were chattels, whether fixed or loose, it was a distinction without a difference. Against the landlord, the creditors might treat the fixtures as chattels; and they have at least an equal right to treat them as such against those who do not even pretend to claim them as freehold. Strictly speaking, the question is not whether the estate in the lease was bound by the lien, but whether the absolute property in the building and materials was; yet as the cause has been argued on the broadest ground, it is proper to say that nothing which is merely leasehold, is now within the purview of the act of 1836. It might perhaps be thought politic and proper to extend such a lien to both; but to do so, would require further legislation, which we are incompetent, if we were willing, to supply. The auditor’s report therefore was properly corrected..\nDecree affirmed.",
        "type": "majority",
        "author": "Gibson, O. J."
      }
    ],
    "attorneys": [
      "Mellon, for appellant.",
      "Woo4, contó."
    ],
    "corrections": "",
    "head_matter": "Church v. Griffith.\nBuildings and fixtures erected by a lessee for years for the purposes of trade, are not the subject of a mechanic’s lien.\nAppeal from the District Court of Allegheny.\nGriffith and Dixon wore lessees for years of land on which they erected a building, to be used as a shovel factory. Machinery, furnaces, and chimneys were also put up in the building. The property of the lessees in the term and in the building, fixtures, machinery, and tools were sold by the sheriff under a fieri facias, and the question arose on tho distribution of the proceeds. Marshall, Bradley & Co. claimed the proceeds under a mechanics’ lien for bricks and castings furnished the lessees for the stacks and furnaces erected on the land. Their claim was allowed by the auditor, but disallowed by the court, and from that decree they appealed.\nMellon, for appellant.\nWoo4, contó.\nSept. 18."
  },
  "file_name": "0117-01",
  "first_page_order": 117,
  "last_page_order": 120
}
