{
  "id": 960641,
  "name": "Clarke v. McClelland",
  "name_abbreviation": "Clarke v. McClelland",
  "decision_date": "1848-09-11",
  "docket_number": "",
  "first_page": "128",
  "last_page": "129",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 128"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Mass. Rep. 321",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005761,
        2005753
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/3/0283-01",
        "/mass/3/0282-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 224,
    "char_count": 2738,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 1.0483576117139428e-07,
      "percentile": 0.5533424921684623
    },
    "sha256": "e510d8bac1d631ce65f24b79f4623f0cd5bab18ca634e45667e84c426eaa1622",
    "simhash": "1:9da7c823cf0867fb",
    "word_count": 461
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clarke v. McClelland."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe common-law rule is, that personal actions die with the party, the maxim being that “ actio personalis moritur cum persona4 Inst. 315. In some particulars this rule was changed by the 4th of Edward 3d, chap. 7. This statute and those changes extended to Pennsylvania. The statute allowed the representatives to be substituted, or to -bring an action where the injury was done to personal property.: 1 Chit. PI. 68. We are informed by Blackstone, that all actions merely personal, arising ex delicto for wrongs actually done or committed by the defendant, as trespass, battery, and slander, die with the party, and never shall be revived either by or against the executors or other representatives; for neither the executors of the plaintiff have received, nor those of the defendant have committed, in their own personal capacity, any manner of wrong or injury: 3 Black. Com. 302. When the wrong-doer acquires no gain, though the other party has suffered loss, in these cases the death of either party destroys the right of action: 3 Mass. Rep. 321. This action is merely personal, and is a punishment: Heed v. Cist, 7 S. & R. 183-4.\nBut it is contended that the legislature have changed the law by the act of the 11th March, 1834, Dunlop, 515, relating to executors and administrators, and the 26th, 27th, and 28th sections of that statute are relied on for the change. The 26th section empowers administrators and executors of any person who at the time of his decease was a party, if the cause of action survives, to become a party. The 27th section changes the service of the writ of scire facias to compel substitution from sixty days, which was required by the act of 1791, 3 Smith, 30, to twenty days; and the 28th section authorizes executors and administrators to commence and prosecute all personal actions which the decedent, whom they, represent, might have commenced and prosecuted, excepf actions for slander, for. libels, and for ivrongs done to the person. This leaves the action of trespass for the criminal conversation with the wife of the plaintiff as it stood before the act of 1834 was passed. It being a wrong done to the person of the husband, it abated with the death of the defendant.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "McQcmdless and Mahon, for plaintiff in error.",
      "Hampton and McMahon, contrA"
    ],
    "corrections": "",
    "head_matter": "Clarke v. McClelland.\nTrespass for mm. con. abates by tlie death of the defendant.\nIn error from the District Court of Alleghany.\nThe plaintiff brought trespass for debauching his wife. Pending the action'defendant died. The plaintiff then issued a scire facias to substitute his administrator as defendant. He pleaded the death of his intestate, and, on demurrer, the court gave judgment for the defendant.\nMcQcmdless and Mahon, for plaintiff in error.\nHampton and McMahon, contrA\nSept. 11."
  },
  "file_name": "0128-01",
  "first_page_order": 128,
  "last_page_order": 129
}
