{
  "id": 960734,
  "name": "Dinsmore v. Biggert",
  "name_abbreviation": "Dinsmore v. Biggert",
  "decision_date": "1848-09-25",
  "docket_number": "",
  "first_page": "133",
  "last_page": "135",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 133"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Penn. Rep. 436",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400677
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0436-01"
      ]
    },
    {
      "cite": "1 Binn. 175",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787918
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0175-01"
      ]
    },
    {
      "cite": "1 Dall. 72",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12128985,
        1408403
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0072-01",
        "/us/1/0070-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 358,
    "char_count": 6527,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 6.177593235670268e-08,
      "percentile": 0.38343779888325535
    },
    "sha256": "7a26402fb587d2dab5437782fa9eca77a6c7db25cfcc0079203ff79ad642f277",
    "simhash": "1:98e9fc337e8f2baf",
    "word_count": 1143
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dinsmore v. Biggert."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe opinion of the learned court which rendered judgment, sufficiently indicates the grounds upon which this court affirms that judgment.\nJudgment is therefore affirmed for the reasons given by the court below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Burk and Woods, for plaintiff in error,",
      "8haler, contó,"
    ],
    "corrections": "",
    "head_matter": "Dinsmore v. Biggert.\nWhere a conveyance is made by deed to a trustee in fee for the separate use of a feme covert, or for such person as she should direct, and she make's no appointment, the trustee after the death of the feme is entitled to reoover the property for her representatives.\nAnd where the trustee by articles agreed to convey the trust-estate in consideration of certain sums to be paid for the maintenance of his cestui que trust, and he subsequently conveys the property and takes a mortgage to secure a bond given for the purchase-money: the articles are merged in the conveyance and mortgage, and the trustee is entitled to recover the unpaid balance due at the death of his cestui que trust.\nIn error from the District Court of Allegheny.\nThis was an ejectment to enforce payment of a balance due upon a mortgage, in which the point was reserved whether the estate of the plaintiff had expired by its own limitation. The facts were these:—\nIn 1827, Hewit, and Margaret his wife, made an absolute conveyance of lands to Stokes, in fee, in consideration of $2,400. On the same day the parties to this conveyance sealed another deed, in which the sale of the land was recited, and also an agreement between Hewit and his wife for the division of their personal property ; and that Stokes had agreed to pay to Hewit $400 of the consideration-money mentioned in the deed, for his own use, as a consideration for the sale of the land; and that Stokes would pay to Margaret, or to trustees to be appointed, $2,000 of the said consideration, to the sole and separate use of Margaret. Hewit further agreed never to demand this money from the trustee, his wife, or her appointee; and Stokes covenanted to keep-Hewit harmless from all expenses of the maintenance of Margaret during her natural life. These instruments were recorded. A few months afterwards, Stokes by deed — reciting this conveyance, and that the lands had descended to Margaret Hewit, and that the true intent of the conveyance to him was to make a competent provision for Margaret, independent of her husband, out of the real estate, and that certain advances had been made and expenses incurred — conveyed the estate to Brawdy in fee, in trust to apply the rents and profits to her sole and separate use, or to such person as she or her trustee should appoint; and to make sale of the lands as soon as convenient, and apply the proceeds to repay the advances and expenses, and the balance to the use of the said Margaret, or to her, or as she or her trustee, to be named by her, should direct, and to indemnify Stokes from his indemnity in the deed from Hewit and wife.\nIn 1828, Brawdy entered into articles for the conveyance of the land to Patterson, for which he agreed to make certain payments, and to convey a certain portion of it to the use of Margaret Hewit, and to pay certain sums annually, with interest, from a day certain, for the maintenance of 'the said Margaret, which annual payments were to be secured by mortgage. And it was further agreed, that if she survived the period for the payment of the last of the instalments, and should require any money for her support, that Patterson should pay a reasonable sum for that purpose during her life, and the amount thus advanced was to remain a lien on the estate of said Margaret.\nTo this agreement Margaret assented, and a conveyance was made.\nA mortgage was then executed by Patterson to Brawdy, reciting the conveyances to him, and the bonds given by Patterson to Brawdy; the one to indemnify Brawdy from all claims under the articles between Hewit and wife, and .the other conditioned for the payment of $1,691, with interest from 1829, to Brawdy, as trustee for Margaret Hewit, in annual payments of $100, commencing in 1831, and was conditioned to secure the performance of these obligations.\nBrawdy resigned as trustee, and assigned the mortgage to Dins-more, who was appointed trustee for Mrs. Hewit.\nMrs. Hewit died, her husband being still alive. The ejectment was brought on the mortgage to compel payment of the unpaid, balance due on the bonds.\nLowrie, P. J., directed a verdict for plaintiff, reserving the question of the plaintiff’s title; and in giving judgment, after stating the title, said:—\n“ Under this state of facts it is contended that the title of the plaintiff, as trustee, is ended:\n“1. Because the estate granted to said Brawdy, though in terms a fee simple, is necessarily limited to the life of Margaret Hewit, it being in trust for her separate use during her natural life.\n“2. Because, according to the articles of agreement between Brawdy and Patterson, the consideration-money was to be applied to the maintenance of the said Margaret, and to no other purpose whatever; and the said Patterson was bound for her maintenance, after all the instalments should be paid, should she survive that time; therefore he was bound for no instalments falling due after her death in 1838.\n“ But the question whether the legal estate granted to Brawdy is to be limited, according to the trust created, to the lifetime of Mrs. Ilewit, notwithstanding the express words of inheritance, does not arise here; and if it did arise, we should have to decide it against the defendants, on the ground that they will not be allowed to raise that question, and that this estate is created by deed and not by will: Hill on Trustees, 239, 248. Besides this, this action does not at all depend upon the trust-deed to Brawdy, but upon the mortgage, which clearly vests the legal estate in the said Brawdy, so far as is necessary to maintain this action.\n‘ ‘ As to the other question, I am not able to take any other view of it than that the articles of agreement are merged in the mortgage and deed, and that in opposition to the construction of the articles now relied on, the parties have shown that the money was to be paid absolutely, and did ngt at all depend upon the life of Mrs. Hewit. The plaintiff, as trustee, must account to the legal representative of Mrs. Hewit.”\nJudgment was entered for plaintiff on the verdict.\nBurk and Woods, for plaintiff in error,\ncited 1 Dall. 72; 1 Binn. 175; Adams on Eject. 89 ; 12 Ves. 89.\n8haler, contó,\ncited Hill on Trustees, 242-248; 3 Yeat. 570; 16 S. & R. 433 ; 3 Penn. Rep. 436.\nSept. 25."
  },
  "file_name": "0133-01",
  "first_page_order": 133,
  "last_page_order": 135
}
