{
  "id": 960779,
  "name": "Winebiddle v. Porterfield",
  "name_abbreviation": "Winebiddle v. Porterfield",
  "decision_date": "1848-09-25",
  "docket_number": "",
  "first_page": "137",
  "last_page": "139",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 137"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Hawks. 83",
      "category": "reporters:state",
      "reporter": "Hawks",
      "case_ids": [
        8681267
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/11/0083-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 6195,
    "ocr_confidence": 0.387,
    "pagerank": {
      "raw": 2.2314121618615613e-07,
      "percentile": 0.7790336425019374
    },
    "sha256": "a3ace69981a0318b3988434c0a8f5d6408fe262fa0a7880c02d424b3cc6880ed",
    "simhash": "1:5d22d1f60b03d17d",
    "word_count": 1078
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "WINEBIDDLE v. PORTERFIELD."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThe offer by the defendant below to give in evidence that the plaintiff’s general character was bad, after the complaint made before the alderman, to rebut the proof of want of probable cause, was properly rejected. Because, in the first place, that which existed after the information, and not before, could not have afforded any evidence to the mind of the prosecutor of the existence of probable cause: and second, because this bad character might have been occasioned, in a great part at least, by the very accusation and incarceration of which the plaintiff below complained. It was clearly incompetent as evidence of probable cause, and was not good in the terms of the offer, in mitigation of damages. The defendant, in an action like the present, may perhaps show, for the purpose of mitigating the damages, and for no other purpose, that the character of the plaintiff was bad after the prosecution, on subjects unconnected with the charge made by the defendant: 4 Hawks. 83.\nThe answer of the court to the first point is free from fault, so far as the plaintiff in error has any right to complain. There is a sweeping generality in it, to which the court did not perhaps advert when they affirmed it, adding only the qualification that the jury might presume malice from the want of probable cause. The books are dotted all over with eases to that effect. It is not necessary to cite them. But the rule on this subject is so clearly and succinctly stated by Justice Parke, in the case of Mitchel v. Jenkin, 5 B. & Ad. 594, that I transcribe it. “ The plaintiff must prove what is averred in the declaration, to wit: that the prosecution or arrest was malicious and without reasonable or probable cause. If there be reasonable or probable cause, no malice, however distinctly proved, will make the defendant liable. But when there is no reasonable or probable cause, it is for the jury to infer malice from the facts proved: that is always a question for their consideration.”\nThe court are next requested to charge the jury that certain language used by the plaintiff amounted to probable cause. The court reply that there is no evidence to justify the point, but instruct the jury that if such language was used without provocation, that it would be so; but in the words of the court, “if it. was returning abuse for abuse, then it would not.” We cannot say the court erred, and send the cause back to be tried on facts which perhaps do not exist. There is no evidence on the paper-book; we are not called on to decide upon abstractions. The counsel complains that the court did not instruct the jury what constituted probable cause. But that is not what he asked them to do — but whether particular facts amounted to it. If the court had instructed the jury that probable cause is a reasonable ground of suspicion supported by circumstances sufficiently strong in themselves to warrant a cautious man in the belief that the person accused is guilty of the offence with which he is charged (3 Wash. C. C. R. 31), it would not have afforded much aid to the plaintiff in error. A mere scolding-match between two persons, probably dissenting about their rights in the coal-pit, or a scojding-match on the streets, scarcely affords probable cause for invoking the criminal law of the country by a prudent, cautious man. If it did so, we would fill our courts to repletion.\nThe court are next requested to charge the jury that the sentence of the Court of Quarter Sessions discharging Porterfield, and ordering the prosecutor to pay the costs, was neither evidence of malice nor probable cause; to which the court reply: true, but it is evidence. And evidence it undoubtedly is — the very foundation of the action — showing the existence of the prosecution, that the defendant was acquitted, and that the prosecution was at an end — ■ all essential requisites in this action. The evidence is always given, and the books declare it indispensable.\nI do not intimate an opinion that it was evidence of nothing more, because in my judgment it was sufficient to throw the burthen of proof of probable cause on the defendant below.\nThe court affirm the sixth proposition as they understand it, and add a remark to show how they did understand it, which seems to accord well enough with the apparent meaning of the plaintiff in error. We cannot say the court misunderstood the point. There is a new man introduced, Leverhart, and his rights in the coal-pit, and the remedy which Winebiddle might have against him, all which, I presume, would have been explained by .the evidence which we have not.\nThe answer of the court to the .seventh point was right undoubtedly. The mere belief of the prosecutor is no evidence of probable cause. How are. you to test the sincerity of a professed belief, or know that it is not the secret work of a heart to cover malice ? There must be some circumstances which would authorize a reasonable man to entertain a belief. It need not be legal evidence that would be sufficient to convict; and hence it is not to be .put to the jury as a question of guilt or innocence, but as a question whether the prosecutor had reasonable and probable cause to believe the defendant guilty. And if it can fairly be inferred from the circumstances of the case that the prosecutor was actuated by an honest and fair intent to bring a suspected culprit to justice, on grounds sufficient to authorize the belief of a cautious man, it will remove all grounds for a just inference of malice, and thus protect the defendant; but his mere professed belief will not.\nThis case is presented in a very bald and skeleton-like condition. There is no error in the record that we can perceive.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "WINEBIDDLE v. PORTERFIELD.\nIn an action for malicious prosecution and false imprisonment, evidence of the had character of the plaintiff since the complaint made is inadmissable.\nThe mere belief of the prosecutor is no defence: he must have had probable cause for his belief.\nIn error from the District Court of Allegheny.\nCase for malicious prosecution and false imprisonment. The facts, so far as material, are fully stated in the opinion of this court.\nSept. 25."
  },
  "file_name": "0137-01",
  "first_page_order": 137,
  "last_page_order": 139
}
