{
  "id": 960739,
  "name": "Woods v. Halsey",
  "name_abbreviation": "Woods v. Halsey",
  "decision_date": "1848-09-25",
  "docket_number": "",
  "first_page": "144",
  "last_page": "147",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 144"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wash. C. C. Rep. 1",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6573909
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f-cas/20/1001-01"
      ]
    },
    {
      "cite": "10 Watts, 63",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1851017
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0063-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 459,
    "char_count": 8528,
    "ocr_confidence": 0.393,
    "pagerank": {
      "raw": 6.173274113081918e-08,
      "percentile": 0.38318701206132094
    },
    "sha256": "32b720915ceacc11d5727e2249304361ba41a909bbf23e904c3bbcba7a996e83",
    "simhash": "1:0115e3751501e000",
    "word_count": 1490
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Woods v. Halsey."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe lots in question were part of the reserve tract patented to John Woods, who died in September, 1819. The plaintiffs were his children and heirs.\nThe defendants, who had been several years in possession, admitted that the title had been in John Woods, but claimed the premises under judicial sale, on a judgment against John Woods, in Ms lifetime, and another against his executors. They gave in evidence the judgment of James Arnold against John Woods, of the 9th of October, 1809, for $141.93; a fieri facias to November Term, 1809, returned stayed; an alias in 1819, also returned stayed; and apluries, No. 164, to August Term, 1824, which was levied on the right, title, &c., of John Woods, deceased, on twelve lots in the hands of his executors, in the reserved tract near Pittsburgh, numbers 201, 202, 203, 204, 205, 20T, 208, 214, 215, and 266, containing together 101 acres 14 perches, a log cabin on 203, a square log barn, &c., and on the whole tract 50 acres cleared. Inquisition held and condemned; and proved that the venditioni exponas was lost and could not be found. They then gave in evidence the judgment of John Erwin against John Woods and James Woods, executors of John Woods, deceased, No. 28, of January Term, 1824, in which the executor confessed judgment de bonis for §193.56 debt; the 12th November, 1823, fieri facias, No. 168, August Term, 1824, which was returned levied on all the right, &c., of John Woods, deceased, in the hands of his executors, of, in, and to twelve out-lots in the reserved tract opposite Pittsburgh, No. 200 to 208, both inclusive, and 214, 215, and 216, same as above. Inquisition held and condemned. Then produced the docket No. 80, January Term, 1825, venditioni exponas, sheriff’s return, sold as per endorsement on this writ; costs paid by Mr. Ross, as per his receipt, and proved that Sheriff Stewart was in office in 1825 (then deceased), and produced his docket. The loss of the writs proved, and then proposed to prove by Jones, the deputy, the sale, and to whom sold, and offered to read the sheriff’s docket and his entries of the writ, and to follow this by the sheriff’s deed, duly acknowledged to the purchaser.\nThis forms the first bill of exceptions. If such evidence was not admissible, purchasers at sheriff’s sales would not be secure in their titles. I have never known a county in Pennsylvania (and I have held courts in more than twenty) but many executions are not to be found in the office. In some, more are lost than in others. Besides, it is settled that docket entries are admissible in evidence when the writs are lost: Harvey v. Thomas, 10 Watts, 63. It was in evidence the sheriff was dead. His docket being proved, it was proper to permit it to be read to the jury. The loss of records is proved as other facts are: 2 Wash. C. C. Rep. 1. The court committed no error in receiving the evidence. After the evidence offered was given, that the property in question was sold to Burke and Eetterman, their petition to the court, setting forth that at a sale of the property of John Woods, of Ross township, deceased, by Lazarus Stewart, then sheriff of Allegheny county, they became purchasers, and no deed had been acknowledged, and praying that William Lecky, then sheriff, should make and acknowledge a deed to them. This petition was endorsed of November Term, 1825. It was further endorsed in the handwriting of Mr. Eetterman, who was an attorney of the court: “ May 15; year not intelligible; the paper-book says 1824; but in the original (which was before us) the\" figures may be read as you desire' them. The defendant’s counsel, to show that it was in 1826, offered in evidence the minutes of the court, showing they were not in session in May, 1824. The minutes of the court and sheriff’s deed to Fetterman and Burke, were then offered in evidence and admitted; and this forms the second bill of exceptions and assignment of error.\nThe objections are, that the petition does not state the property sold with sufficient certainty, and that there is a discrepancy in the date of that sale. We think the law has been substantially complied with. The deed is full and particular, reciting everything that the law requires. Sheriff Stewart, who made the sale, signed the receipt for the purchase-money, and Sheriff Lecky, his successor, executed and acknowledged the deed in open court. In counties where there are correct and careful officers, petitions of this kind, for leave to execute deeds, are carefully copied and entered in the continuance docket, with the decree of the court thereon at the end of the proper term. Where the petition has been presented, reciting the sale, money paid, decree of the court and deed made and duly acknowledged, it will not do to listen to such objections as are made in this ease. The third and fourth bills of exceptions are already considered. The fifth is to the evidence of Sheriff Lecky and William Carson. The former proved that Burke and Fetterman were in possession when he acknowledged the deed, and that they had sold to Davis. Before that period Davis was in possession, who continued there ever since, claiming under this sale from Burke and Fetterman, clearing, fencing, and improving, and that several of the sons of John Woods were in the neighbourhood. The latter gave evidence that he had always lived in the neighbourhood of the property, and that Davis told James Woods that he would give the property back when he was paid the purchase-money. We are unable to discover any error in the admission of this evidence.\nThe sixth and last error was to the court charging the jury, that the judgment of John Erwin v. Woods’s executors was valid, and the execution under it regular. That the sheriff’s sale to Fetter-man and Burke was sufficiently established, and the irregularities in the endorsements, and dates on the petition to the court for leave for Lecky, the then sheriff, to execute a deed to the purchasers, and the want of conformity in the docket entries, did not invalidate the sale, or the deed made under it, but the sheriff’s deed was good and valid, and passed the title of John Woods, deceased, to the purchasers.\nUnder the evidence, I think there is no error in this instruction. It is necessary for a judge, and it is his duty, in cases like the present, to be decided in his instructions. The frequent changes of the clerks of our courts, as well under the constitution of 1190 as under the reformed constitution, as it is called, often bring careless and incompetent men into office. Let it be established that slight irregularities, which ought to be objected to, if at all, at the acknowledgment of the sheriff’s deed, will vitiate a sale, but few sheriffs’ sales will stand such a test. If the loss of writs would destroy a sale, no man of prudence would bid at a sheriff’s sale. The law is not so. I think the direction of the court to the jury in this-ease was strictly proper.\nJudgment affirmed.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Woods, for plaintiff in error.",
      "Williams and Kuhn, contrü."
    ],
    "corrections": "",
    "head_matter": "Woods v. Halsey.\nWhere a venditioni exponas is lost, and there is proof from the docket entries and aliunde that several lots, as numbered on a plan, -were sold under it, the deed maybe used as evidence to identify the lots sold to particular individuals.\nIt is immaterial that the wrong ycai* is endorsed on a petition that a sheriff may acknowledge a deed made by his predecessor, where entries on the docket and the recitals in the deed correspond and are regular.\nIt is immaterial that there is no description of the property sold in such petition, except the name of the former owner*.\nIn error from the District Court of Allegheny.\nThe defendants held, under a sheriff’s deed, several lots in the Reserve Tract, near Pittsburgh, designated by numbers. The writs of venditioni exponas were lost, and the court permitted the de*: fendants to prove, by the then deputy-sheriff and the dockets of the court, a sale by the sheriff. And they -also permitted them to identify the tracts by the deed. The defendants then offered the sheriff’s deed, acknowledged by the successor of the sheriff who had made the sale. They also showed a petition, stating that “ a sale of the property of John Woods, of, &c., was made, &c.” This was endorsed either in 1824 or 1834, either of which was incorrect; but the records showed that the order was made in 1826, when the deed was acknowledged, reciting the order as made in 1826.\nThe court said these irregularities did not vitiate the sale.\nWoods, for plaintiff in error.\nWilliams and Kuhn, contrü.\nSept. 25."
  },
  "file_name": "0144-01",
  "first_page_order": 144,
  "last_page_order": 147
}
