{
  "id": 960723,
  "name": "Dennison v. Leech",
  "name_abbreviation": "Dennison v. Leech",
  "decision_date": "1848-09-20",
  "docket_number": "",
  "first_page": "164",
  "last_page": "166",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 164"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Pick. 356",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "3 Wend. 356",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2144173
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/3/0356-01"
      ]
    },
    {
      "cite": "8 W. & S. 43",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483400
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0043-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 272,
    "char_count": 4258,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 2.234908157054325e-07,
      "percentile": 0.7794128151872947
    },
    "sha256": "b9bc09462d84f3330ae69c7f87a25cda6663db263c02019c3ae7872d41ee54fc",
    "simhash": "1:1b71d8a25168304c",
    "word_count": 754
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dennison v. Leech."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nWe are of opinion that the judgment by default cannot be supported, either under the act of 13th June, 1836, or the rule of court. The declaration was filed before judgment, and after the return-day of the writ; but to entitle a party to judgment by default under the act, he must file his declaration at the time prescribed, viz: before the return-day: Forman v. Schricon, 8 W. & S. 43. But it is said the judgment is regular under the 66th Rule of Court, which entitles a plaintiff to judgment in debt or assumpsit as for want of an appearance when he files with his prsecipe an affidavit stating the amount verily believed to be due, unless defendant shall file an affidavit of defence with his appearance. Perhaps we might agree with this view of the case, but for the fact that the plaintiffs filed a declaration, in which they demand less than the amount claimed in their affidavit, viz: four hundred and seventy-three cents, instead of four hundred and seventy-three dollars and seventy-four cents. It is well settled that a judgment rendered for a sum greater than the amount demanded in the declaration is erroneous. It is true the judgment may be sustained by remitting the excess, but I suppose the plaintiff will be unwilling to take a judgment on these terms. Since the rendition of the judgment the plaintiff has been permitted to amend, but the amendment will not have a retrospective effect, so as to validate a judgment which when taken was erroneous: Dox & Mercer v. Dey, 3 Wend. 356; 4 Pick. 356; Rowell v. Bruce, 5 N. Hamp. 381. The court, after overruling the motion to set aside the judgment, oponed it, and let the defendant into a defence. The cause was put to issue on the pleas of non assumpsit, non assumpsit infra sex annos, payment with leave, &c., and on the trial it was decided, that the burthen of proof was on the defendants, who then declined accepting the order opening the judgment, which was then set aside and the judgment reinstated. This latter order, it must be presumed, was made with the assent of all parties, for if not made with the defendants’ assent, they should have tendered a bill of exceptions, and if it did not meet the approbation of the plaintiff, they should have insisted on a verdict. It must therefore be considered an order made with the concurrence of all parties, by which each is remitted to his rights under the judgment by default. Whether this judgment is erroneous, is the only question; and that it was, will be seen by the preceding remarks. Although this view disposes of the whole case, it may not be amiss to express an opinion on the practice. The judgment was opened generally, and the defendants let into a defence without restriction. Under such an order, the judgment remains as a security for whatever may be found due; but in all other respects the trial must be had as if no judgment had been entered. The court may open the judgment on terms, and perhaps they ought to have done so; but having thought proper to adopt a different course by opening a judgment without conditions, the consequence is, the burthen of proof on the pleadings is on the plaintiffs and not the defendants.\nJudgment reversed, record remitted, and procedendo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "II. W. Williams, for plaintiff in error.",
      "Hamilton, contrá."
    ],
    "corrections": "",
    "head_matter": "Dennison v. Leech.\nA judgment for a greater sum than is declared for, is erroneous.\nAnd where a judgment is properly taken by default, under a rule of court or an affidavit of the amount due, and a narr. is filed for a less amount, a subsequent amendment of the narr. will not cure .the error.\nWhere a judgment is opened generally, the burden of proof is as in other cases.\nIn error from the District Court of Allegheny.\nThe plaintiff filed an affidavit of the amount due, $473.75, and filed a narr. after the return-day, and took judgment. The amount laid in the narr. was four hundred and seventy-three cents. This was amended so as to read $473.73.\nOn affidavit the judgment was opened, and the defendant let into a defence as to so much as was not admitted to be due. On the trial, the court considered the burden of proof was on the defendants; on which they declined • accepting the order opening the judgment, and it was reinstated by the court.\nII. W. Williams, for plaintiff in error.\nHamilton, contrá.\nSept. 20."
  },
  "file_name": "0164-01",
  "first_page_order": 164,
  "last_page_order": 166
}
