{
  "id": 960731,
  "name": "Elmes v. Elmes",
  "name_abbreviation": "Elmes v. Elmes",
  "decision_date": "1848-09-22",
  "docket_number": "",
  "first_page": "166",
  "last_page": "168",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 557",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853564
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/2/0557-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 402,
    "char_count": 6233,
    "ocr_confidence": 0.401,
    "pagerank": {
      "raw": 3.84848665009138e-07,
      "percentile": 0.8995136395982932
    },
    "sha256": "8de5ff217024e7368ae06d6d2b4af0a9a23cf9d71b9f62db025e6b1f0f7f40d8",
    "simhash": "1:550760f565ab9b48",
    "word_count": 1083
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Elmes v. Elmes."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\n(after stating the case.) — We do not regard these depositions as any part of the record. The statute declares that appeals shall be conducted in the usual manner; meaning, I presume, in the same manner that other appeals from the Common Pleas are prosecuted. In Dyott’s Appeal, 2 W. & S. 557, the court ruled that in the settlement of the accounts of assignees, the Supreme Court shall not go beyond the exceptions made before the auditors or in the court below. And even on an appeal from the Orphans’ Court, in which case the proceedings are de novo here, this court refused a rule to take depositions for the purpose of supplying matters not appearing in the court below, declaring at the same time, that if after hearing the case, they should be of opinion that justice and equity required it, they would allow the depositions to be taken. But in this case, justice and equity do not require that this court should grant leave to take depositions, or consider those irregularly taken, and not before the court below. This court is essentially a tribunal for the correction of errors of courts below, even where the case is brought here by appeal. It would be an intolerable hardship on suitors, if one party was permitted to fold his arms and stand by, whilst the court below proceeded to decree upon testimony regularly taken according to the statute, and then, following the bent of his inclinations, at the last hour bring the case here to produce a different decree on testimony which he wilfully withheld from the court below. The cause would not be thus equally balanced, nor the scales of justice held even. As to one party, we should be a court of error, as to the other, a court of original jurisdiction. What effect this testimony of the respondent, taken after the function of the court below was ended by a final decree, would be entitled- to, if any, I express no opinion, as it is not before this court. On the testimony before the Common Pleas, the decree made by that court is sustained. It is unnecessary to recapitulate that testimony, as it is on the record. To render the condition of a wife intolerable, and her life burdensome, it is not necessary that .there should be blows, or cruel and barbarous infliction of batteries that endanger her life. There may, without that, be such indignities to her person as to render her life a burden. The husband is bound to the observance of duty to his wife; and as marriage is founded on the original constitution of the sexes, and dignified by strong and peculiar sentiments of affection, delicacy, and honour, all treatment which violates these principles, habitually and constantly, and proceeds avowedly from hatred, revenge, and spite, and which renders even the hours devoted to repose, hours of weeping and distress, must render a woman’s condition intolerable, and her life burdensome. Yet all these, and more,, were present at this ill-fated marriage, to induce the libellant to seek peace in the dissolution of a contract which the respondent admitted was entered into on his part to revenge former slights or rejections of his suit. It would require a strong case of error or mistake in the court below to induce this court under the circumstances to reverse the decree. That decree authorized the libellant in its terms, “to resume all the rights of a single woman the same as if no. such marriage had ever existed between the said parties, and all the duties of the marriage state are hereby henceforth dissolved.” About ten months after this decree, the libellant being a young woman, entered again into the marriage state, in the same vicinity where the respondent resided. He had taken no appeal, — it is probable that the second contracting parties did not know that an appeal was allowed by law. He made no objection to the courtship, did not forbid the banns, and the nuptial sheets of the second marriage had the holy benediction. From this union, in due time, a child has sprung, which we are asked to sever from its natural allegiance, and transfer it to a man whom it can never call father without imputing shame and crime to its mother. How many hearts are we asked to crush in order to gratify the obstinate wilfulness of the respondent! Is it not more just that he should endure the consequence of that wilfulness, even if it be pain, than that innocent hearts should suffer in long time to come ? But who can say that it is affection on his part, new-born, and springing from oblivion, that now prompts him to demand this woman and child as his, and take them from another ? Would it not rather appear to be a disposition to accomplish his original purpose, fully set forth in the testimony, and gratify hatred and revenge ?\nUnder all the circumstances of this case, we affirm the decree of the Court of Common Pleas.\nDecree affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Dunlop, for appellant.",
      "McCandless and McClure, contra."
    ],
    "corrections": "",
    "head_matter": "Elmes v. Elmes.\nAfter a decree for a divorce, depositions taken on the part of the respondent in the court below, cannot he read on hearing of the appeal.\nAppeal from the Common Pleas of Allegheny.\nThe facts presented by the record were: that a libel for divorce was filed by the wife of the appellant, a subpoena served, and a decree made on the 9th February, 1847. The evidence was, that the parties cohabited about a week after the marriage, during which time the husband treated the wife with great harshness, exhibited a cruel temper towards her, declared his hatred of her, and caused her to pass the night in weeping. That he never supplied her with money, and left the town, carrying his effects with him. It was further stated that her health had been destroyed in consequence of his unkindness.\nOn the 9th February, 1848, the respondent appealed, and took depositions under a rule entered in the court below. These depositions contradicted the allegations of the libellant’s witnesses, one of whom was examined, and retracted or denied her former assertions.\nIt was stated in the opinion of this court, though the fact did not appear on the record, that the wife after her divorce contracted a second marriage with the knowledge, and without objection by the respondent, and that she had subsequently borne a child.\nDunlop, for appellant.\nMcCandless and McClure, contra.\nSept. 22."
  },
  "file_name": "0166-01",
  "first_page_order": 166,
  "last_page_order": 168
}
