{
  "id": 960670,
  "name": "Overseers v. Kline",
  "name_abbreviation": "Overseers v. Kline",
  "decision_date": "1848-09-16",
  "docket_number": "",
  "first_page": "217",
  "last_page": "219",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 217"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Penn. Rep. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 357",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478506
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0357-01"
      ]
    },
    {
      "cite": "3 Penn. Rep. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 329,
    "char_count": 5056,
    "ocr_confidence": 0.393,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03381162376648214
    },
    "sha256": "9a0457d1c90f3ec38f7d09aff5ed646ea1c3b20f41cb35fb205f9fe4c7672b12",
    "simhash": "1:deeb83128e486ce3",
    "word_count": 923
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Overseers v. Kline."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe first point, viz: whether the plaintiffs were entitled to recover the cost and maintenance of the negro, Sylph, from the time that she became a charge to the township until the commencement of this suit, is virtually decided in favour of the plaintiffs, in Overseers of Ferguson v. Overseers of Buffaloe, 6 S. & R. 104. The only difference is, that one was a contest between two townships; the other, between the township and the master, de facto. The principle on which the case turns, applies to this case. A slave, as is there ruled, who has been so defectively registered under the act of the 1st March, 1180, as to be entitled to his freedom, but who nevertheless has continued, until an advanced age, a slave defacto, has a settlement in the township in which his master resides, which is bound to maintain him until the master can be compelled to talce the burden on himself. It is, it is true, not strictly decided, but assumed, that the master is ultimately liable for the maintenance of the slave, on the impregnable ground, that if the slave continued with his master, whether ignorantly or voluntarily, until he became unable to make provision for his old age, it would be inhuman to permit the master to deny the legality of the servitude, and thus get rid of the duties he would else have to fulfil. The master would be estopped from controverting the legality of the servitude.\nBut while we differ from the court on that point, we agree that the plaintiff has no right to recover, on a quantum meruit, compensation for the services of Sylph, during the time she was held in servitude by the defendant. This point is also ruled in Urie v. Johnston, 3 Penn. Rep. 212, and in Alfred v. Fitz James, 3 Esp. 3. There is no difference between the case of Urie v. John ston and this, except that in one case the slave was registered; in the other he was not. But in neither case is it absolutely void; for, in The Overseers of Ferguson Township v. The Overseers of Buffaloe Township, Judge Gribson remarks, that the act of 1780 does not, in express terms, render the servitude of a.n unrecorded negro void. Sylph was at least held by a claim of right. There is not the slightest reason to believe that the defendant knew that she was entitled to her liberty, in consequence of the omission to register her name. That was as well known to Sylph as to him. The case of Swires v. Parsons, 5 W. & S. 357, has a direct bearing on this point. The implication of a promise to pay for her work and labour, is rebutted by proof of circumstances, showing such a relation between the parties as repels the idea of contract. If it appeared in evidence, that the defendant knew of the non-registry of Sylph, that she was entitled to her liberty, and fraudulently concealed that fact from her, a different ease would be presented. Or if he had compelled her (taking advantage of her ignorance) to serve him, it would be another matter. She might waive the tort, and recover on a quantum meruit perhaps. But this is not pretended. The probability is, that the defendant, who obtained title to her services by his intermarriage with Mrs. Brawdy, who purchased her for a fair price, honestly believed her to be a slave; and there is nothing to affect his conscience, or to make it inequitable or unjust to withhold from her wages for the time she remained voluntarily his servant. Had he known the true state of the case, non constat that he would not have dispensed with her services altogether.\nTaking this view of the case, which makes it necessary to remand the record, it is right to notice the objection to the form of the action. It seems to me suit may be sustained under the 10th section of the act of 9th March, 1771, 1 Smith’s Laws, 338, which declares overseers of the poor, of the respective townships, to' be bodies corporate, and enables them to sue and be sued. This act is not expressly repealed, and may well stand with the act of the 16th June, 1836.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Dunlop, for plaintiff in error.",
      "Hampden, contó."
    ],
    "corrections": "",
    "head_matter": "Overseers v. Kline.\nOne who has used the services of a negro as a reputed slave is liable to the township for her support, when she becomes chargeable as a pauper.\nBut he is not liable for the value of the services of the negro.\nThe overseers of the poor may sue in that name.\nIn error from the District Court of Allegheny.\nThe overseers of the poor of Baldwin township brought an action against Kline, to recover the cost of the maintenance of a negro who had been held by him as a slave, and also to recover the value of her services while so held. It was in proof that the negro had been bought and sold as a slave, and reputed as such for fifty-six years, and had lived with defendant for many years. The court instructed the jury, that as there was no evidence that the negro was lawfully a slave of defendant, he was not liable, under the act of Assembly, for her maintenance; nor was he liable for the value of her services, under Urie v. Johnston, 3 Penn. Rep. 212.\nDunlop, for plaintiff in error.\nHampden, contó.\nSept. 16."
  },
  "file_name": "0217-02",
  "first_page_order": 217,
  "last_page_order": 219
}
