{
  "id": 960729,
  "name": "Welty v. Ruffner",
  "name_abbreviation": "Welty v. Ruffner",
  "decision_date": "1848-10-19",
  "docket_number": "",
  "first_page": "224",
  "last_page": "226",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 224"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 318,
    "char_count": 4986,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 8.446499542850452e-08,
      "percentile": 0.4847780700728112
    },
    "sha256": "2a458db5de43170f77829041fedba05ccfba729c78d0e96909199ad1e4a1ff0f",
    "simhash": "1:37810c0b8c1b284b",
    "word_count": 893
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Welty v. Ruffner."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThis ejectment is brought to recover the share of Mary Ilanlin, one of the children of George Ruffner, an intestate, whose land was parted in the Orphans’ Court, on the ground that the plaintiff was not served with notice of the rule to show cause why the estate rejected by the children, at the valuation, should not be sold. Mary had not parted with her share when the partition was commenced, but she and her husband sold it to Layton and Hughes, subsequently to the valuation, but before service of the rule to come in and elect; and they in turn sold it to the plaintiff, before the rule to., show cause was served. The conveyance to them was recorded in due time; but their conveyance to the plaintiff has not been recorded at all. The, objection is, that these notices Avere served on Mary, Avith the other children, and not on the plaintiff or his vendors. A petitioner for partition must state the names of the heirs as the groundwork of the proceeding; but it would'be most unreasonable to make him follow the ownership through every transfer, during the pendency of it. Unless the deeds were recorded, he would be unable to do so; and yet they are recorded for the protection only of purchasers against secret conveyances in pais; not to affect a purchaser under the decree of a court of record, with notice of an irregularity in the proceedings, traced from a source so remote. The presumption is in-favour of regularity, if the contrary is not self-apparent; and a purchaser under proceedings regular on the face of them, may rely on it. But the plaintiff did not even record his deed; and whatever plausibility there would have been in an objection urged by Layton and Hughes, he must be silent. But even -they would have had no case. The vendee of a child’s share takes an interest in an estate Avhich he knows Avill be parted in a short time; and if he does not choose to rely on his own vigilance, he must stipulate for a communication of the notice necessary to be given to his vendor; and should he omit to do so, still lis pendens is as near to actual notice as the registry of a deed: and perhaps there never was a case in Avhich the representative of a child’s share Avas unapprised by it of a proceeding like the present. It may be affirmed, therefore, that neither injustice nor inconvenience will be felt, from the principle. There is, however, another, which is equally decisive. Even if the supposed irregularity would be fatal to the sale on- appeal, it would not affect the validity of- it in a collateral action. The Orphans’ Court is a court of record; and it has all the qualities incidental to such a tribunal: consequently, the principle just stated is applicable to its decrees in all its force. Painter v. Henderson, 7 Barr, 48, is in substance this very case; and there it was held that the decree of the Orphans’ Court in partition, assigning the estate to the widow instead of the children, Avas not to be examined collaterally. And even a reversal of a decree on appeal, would not avoid a sale under it. The 49th section of the act of 1832 provides, “ that no reversal of any decree or proceedings of the Orphans’ Court, for the sale of real estate, shall have the effect of divesting any estate or interest acquired under such decree or proceedings, by persons not party thereto, when the Orphans’ Court has jurisdiction of the cause” — a provision which fits the case before us; for it would be strange if a party who could not affect the sale by appeal, might do it collaterally. He must look to the purchase-money, and follow it into the hands that have received it mala fide.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "jKuhns, for plaintiff in error.",
      "Laws, contrá."
    ],
    "corrections": "",
    "head_matter": "Welty v. Ruffner.\nIt seems that service of rules to accept lands appraised in partition in the Or- ' phans’ Court, or to show cause why they should not be sold, is properly made on the parties in interest at the commencement of the proceedings, and their subsequent vendees need not be followed. But the sale cannot be avoided collaterally for such a defect, if it be one.\nIn error from the Common Pleas of Westmoreland.\nRuffner dying, his heirs proceeded, in the Orphans’ Court, to have partition of his lands. After the date of the inquest, one of the heirs conveyed to Layton and Hughes, whose deed was recorded before the confirmation. Personal service of the rule to accept or refuse, was ordered and made upon the heir who had conveyed. The plaintiff purchased from Layton and Hughes by an unrecorded deed, before the rule to show cause why the land should not be sold was granted. Personal service was ordered and made of this rule upon the parties to the record. A sale was made and confirmed, and the heir who had conveyed received a share of the proceeds. The plaintiff then brought ejectment for his share of the land, alleging the sale was defective for want of personal service of the notices; but,\nWhite, P. J., told the jury he could not recover on that ground.\njKuhns, for plaintiff in error.\nLaws, contrá.\nOct. 19."
  },
  "file_name": "0224-01",
  "first_page_order": 224,
  "last_page_order": 226
}
