{
  "id": 960768,
  "name": "Calhoun v. Cook",
  "name_abbreviation": "Calhoun v. Cook",
  "decision_date": "1848-10-23",
  "docket_number": "",
  "first_page": "226",
  "last_page": "229",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 226"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 W. & S. 315",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0315-01"
      ]
    },
    {
      "cite": "7 W. & S. 154",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481805
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0154-01"
      ]
    },
    {
      "cite": "3 Watts, 280",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841244
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0280-01"
      ]
    },
    {
      "cite": "7 Watts, 581",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "10 W. 190",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "2 W. & S. 299",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts, 377",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "1 Dall. 67",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 493,
    "char_count": 8430,
    "ocr_confidence": 0.393,
    "pagerank": {
      "raw": 2.524912328142843e-07,
      "percentile": 0.811914130901068
    },
    "sha256": "e1bb99752efaa31b6405df74a616622f1fa63877b910a4213b25602cd796c983",
    "simhash": "1:0fc42e2d29d3ba25",
    "word_count": 1507
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Calhoun v. Cook."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe devise to Edward, the child of an illegitimate son of the testator, gave him an estate for life in two-thirds of the plantation occupied by his father, which was spent at his death, and the reversion of the fee descended from the testator to the plaintiff, his only legitimate child. The implied devise to the mother, gave her the other third for life; and, from the death of Edward, she and the plaintiff were tenants in common. Thenceforth till her death — a period of thirty-two years — she was in the exclusive perception of the profits; and whether adversely to the plaintiff’s title, is the question presented by the facts and circumstances. In our own court, the leading case for the leading principle is, Morris v. Vanderen, 1 Dall. 67; in which an exclusive perception of profits, without other proof of adverse possession, was not allowed to constitute an ouster of a co-tenant. As to badges of adverse possession, the decisions are not entirely consistent. Frederick v. Gray, 10 S. & R. 182, is the leading case for that; and it was laid down by the Chief Justice, that the taking of the whole profits must be under a claim of exclusive right, signified by treating the land as if it were the exclusive property of the tenant in actual possession — a criterion recognised in Mehaffy v. Dobbs, 9 Watts, 377, in which a separate and independent possession of a part of the land was inferred from an actual line of demarkation set up by one of the children. The acquiescence in it by the rest of the family, who tilled the residue of the farm in conformity to it, was thought to be an explicit acknowledgment of ouster. The doubt expressed about that case, in Bolton v. Hamilton, 2 W. & S. 299, was properly disposed of by saying, with truth, that the intention was to bring the decision exactly to the line of Frederick v. Gray, with which the dictum in Hart v. Gregg, 10 W. 190, that entire perception of the profits, under a claim ■ of exclusive right, raises no presumption of ouster, does not exactly coincide. Frederick v. Gray is, therefore, still the standard case. But the possession of a co-tenant may be impressed by the same circumstances that would impress the possession of any one else; and we are to inquire whether the mother’s possession in this instance was, according to the accurate definition of adverse possession by Mr. Justice Duncan, in Hawk v. Senseman, 6 S. & R. 21, “ actual, continued, visible, notorious, distinct, and hostile.” At the death of Edward, his sisters, believing his estate to be a fee, filed their petition in the Orphans’ Court, for an inquest to make partition of it; which was successfully-resisted by the mother, on the mistaken ground that she herself was the heir of her son. Her interposition was certainly a claim of right, and sufficient, in the first instance, to make her perception of the profits exclusive, and the possession hostile to the plaintiff and every one else. But, as hostility must be continuous as well as possession, the course of the statute is arrested by an acknowledgment of the antagonist title. There was, perhaps, no absolute acknowledgment of the plaintiff’s title; but there was enough in the case to show that she was ready to submit to it, if it should turn out to be the better one, as she thought it would; and that she did not mean to hold in hostility to it in the mean time. She was in doubt about the right, but certainly evinced no determination to set up her own title against it. To Barnets, the. defendant’s witness, she said the property would go to the children of her first marriage, at her death; that she had claimed it as the heir of her son, and that she had gone into possession of it, as she had supposed, under a judgment of the court. Nothing in this like defiance. She was in doubt as to the right, but evinced no disposition to set up her own title in opposition to it. To her tenant, McClean, she said the property would go back to the plaintiff, at her death, and that her daughters would not get a foot of it, for it would go back to “ Jimmy Cook;” and she repeated pretty much the same thing to Blackburn and Brown. These declarations are direct evidence of the yielding and peaceful character of her possession, and of her own opinion of it. Now, if she did not intend to hold in hostility, it is settled by Criswell v. Altemus, 7 Watts, 581, and Sailor v. Hertzogg, 2 Barr, 182, that her possession was not adverse. She had a mistaken notion that she was entitled to the whole during her life, which seems to have been equally shared by the plaintiff; for, had he known of his right, he would scarce have lived so long in the neighbourhood of the property without asserting it. But possession taken in mutual mistake of right was held, in Comegys v. Carley, 3 Watts, 280, not to be adverse. For the same reason, perhaps, it was said, in Gray v. McCreary, 4 Yeat. 494, that the doctrine of adverse possession is not applicable to questions of boundary with its usual force. For want of adverse intention, it was held also, in Buckholder v. Sigler, 7 W. & S. 154, that the title of a party who, having purchased a small piece of ground to overflow it, let it remain twenty-one years within the vendor’s enclosure, but unaffected by any positive act of adverse possession, was not barred. It was, indeed, held, in Leeds v. Bender, 6 W. & S. 315, that tbe statute is a bar to a title not known or beard of by tbe oecup^t; but tbe reason is, that as be cannot elect to bold in subservience to a title of wbicb be is ignorant, be can do no act to show a qualification of bis possession in regard to it; and, not suspecting tbe existence of an adverse claim, be bolds for bimself against all tbe world. But when be is apprised of sucb a claim, be may show, by bis declarations or bis acts, that be does not seek to oppose it. No intention to oppose tbe plaintiff’s title was evinced in tbis case, and it stands clear of tbe statute.\nTbe questions of evidence are thus become, unimportant; but it is proper to say that tbe rejection of tbe proceedings in tbe Orphans’ Court, as a foundation for proof that tbe mother bad set.up a claim to tbe fee, was immaterial, because tbe defendant was allowed to introduce bis evidence of tbe fact without it. Tbe record of the decree of sale for payment of tbe son’s debts was no better. Tbe petition for tbe sale was the act of tbe administrator, wbicb involved no assent of tbe mother; and, having no bearing on her subsequent intention, it was properly excluded.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Cowan, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Calhoun v. Cook.\nThe mother of a child to whom land was devised for life, subject to her life-estate in one-third, continued in the exclusive possession of the whole tract for thirty-two years after her son’s death, claiming title as his heir, and paying the taxes, hut acknowledging the reversionary interest to he in the heir of the testator: such declarations are admissible, and sufficient to rebut the inference of her holding adversely to him.\nDevise of a plantation subj ect to the life-estate of the devisee’s mother in one-third, passes hut a life-estate.\nIn error from tbe Common Pleas of Westmoreland.\nIn 1808, Cook devised “ unto my grandson, Edward Cook, the plantation on which his father lived, and $150, subject to his mother’s dower, or one-third during her natural life.” The devisee was a child of an illegitimate son of the testator* and died in 1813. His mother, the devisee for life as to one-third, was then in the occupancy of the whole plantation, and continued such occupancy until her death, in 1845. During this period, she and her husband paid the taxes. It was proved that she entered, claiming to be heir of her son, and that she successfully resisted proceedings in partition by the brothers and sisters of her son on that ground. But it was proved that she repeatedly admitted she had but a life-estate, and that, on her death, the land would go back to plaintiff, the heir of the testator; and that she refused to permit timber to be cut and improvements to be made for that reason.\nBurrell, P. J., instructed the jury they might find, from this evidence, that an intention to hold the two-thirds adversely to the heir of the testator, was wanting.\nThe court also rejected certain records; but the matters to be inferred from them were proved by parol.\nThese, and the charge, were the errors assigned.\nCowan, for plaintiff in error.\nOct. 23."
  },
  "file_name": "0226-01",
  "first_page_order": 226,
  "last_page_order": 229
}
