{
  "id": 960762,
  "name": "Altemus v. Trimble",
  "name_abbreviation": "Altemus v. Trimble",
  "decision_date": "1848-10-23",
  "docket_number": "",
  "first_page": "232",
  "last_page": "234",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 232"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 288,
    "char_count": 4135,
    "ocr_confidence": 0.375,
    "pagerank": {
      "raw": 7.796484210511942e-08,
      "percentile": 0.45698861207738367
    },
    "sha256": "1372df9648141e0125ea5003a4374ab186643cf5c4853a90cf965843305652a1",
    "simhash": "1:c5672ef2ecd57a3e",
    "word_count": 719
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Altemus v. Trimble."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\n(after stating the evidence and charge.)— The learned court thus throws back the adverse possession of the defendant and the operation of the. statute to the time of marking a few trees, without authority of law, within the plaintiff’s lines. Thus, before a stone is rolled from its bed, or bush grubbed from its place, or a tree felled to the earth by the defendant on the plaintiff’s land, so as to give him any notice, the statute is made to run against him. The plaintiff, if he traversed his land occasionally, and perceived these marks, whether they were two or a dozen, may have supposed that they were made by a hunter of deer, or to designate a path. He could see no improvement or actual occupancy within his lines: upon whom, then, would hé make his entry ? or against whom would he bring his ejectment ? The statute of limitations was not made to steal people’s land from them, but for the quieting of estates and the greater security of real property. It imposed a forfeiture upon those who permitted an estate to grow up under their eye and knowledge, and become permanent by an actual, notorious, adverse possession, for twenty-one years. But an alleged possession or claim, which was neither notorious, palpable, nor visible within the plaintiff’s lines, never was intended to work a divestiture of title. The seisin or possession of the plaintiff was not ousted or removed by making these marks, unauthorized by law, whether they were few or many, within the plaintiff’s lines, unaccompanied with any actual occupancy by clearing, grubbing, or fencing within those lines, so as to give him warning of danger.\nThe court carried the statute far, very far, and beyond the limits of a just regard to the security of estates and the rights of the owner of a legal title from the commonwealth, on whose faith and solemn deed he relies.\nIt is not necessary to notice the other error assigned, as to the observations of the court upon the entry of Wilson by permission of Altemus, because the point does not appear to have been made in the court below; and the recovery in ejectment alluded to in the testimony, the issuing of execution, &c., &e., and the acts of the sheriff, ought to be set out in order to enable the court to give a satisfactory opinion on the subject. If it should hereafter be necessary on a new trial, the plaintiff had better be more explicit in his testimony.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Drum, for. plaintiff in error.",
      "Banlcs, contrff."
    ],
    "corrections": "",
    "head_matter": "Altemus v. Trimble.\nA settler wlio has marked the boundaries of his claim by an unofficial survey, including land within the bounds of warranted and surveyed land, has not such adverse possession of the interference by reason of thus marking the lines that the statute of limitations will commence running in his favour from that time, though he resided within the lines of his claim, and subsequently cleared over the line of the warranted tract.\nIn error from the Common Pleas of Indiana.\nThe plaintiff in this ejectment had the legal title to the land in dispute, under a warrant and subsequent patent. The defendant was a settler on adjoining land in 1819, when he marked the lines of his claim and had it surveyed. In 1820, he cleared over the lines of plaintiff’s tract, and occupied the whole until 1840, when the plaintiff’s tenant entered and occupied the whole of his tract.\nBurrell, P. J., instructed the jury, if Trimble, an actual settler upon adjoining lands, by unofficial survey had his boundaries designated by marks upon the ground, including a portion of the land within the plaintiff’s survey, he must be considered as in the actual possession according to his designated lines; and if he aftei*wards enclosed and cultivated a portion of the interference, and occupied it in the same manner as the other land within his lines, and his actual possession was not interrupted for the period of twenty-one years from the time he so designated his boundaries, by an entry of the plaintiff, or any one under him, the defendant would be protected from a recovery in this action by the statute of ■ limitations.\nDrum, for. plaintiff in error.\nBanlcs, contrff.\nOct 23."
  },
  "file_name": "0232-01",
  "first_page_order": 232,
  "last_page_order": 234
}
