{
  "id": 960787,
  "name": "Bash v. Bash",
  "name_abbreviation": "Bash v. Bash",
  "decision_date": "1848-11-10",
  "docket_number": "",
  "first_page": "260",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 260"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 617,
    "char_count": 13950,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 7.926179549190291e-07,
      "percentile": 0.9730874271048234
    },
    "sha256": "24d6297cf6f20b0a991c9c73e9434cd4a723945b004578105df88be7e0a8c00d",
    "simhash": "1:b905fa261507f0ca",
    "word_count": 2525
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bash v. Bash."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nA majority of us concur that there is error in the instruction on the defendant’s second and seventh points. It is settled by the decisions quoted, that a contract for testamentary compensation of work done for a father by a son after his majority, can be proved only by direct and positive evidence of it; yet for “direct and positive,” the judge substituted in his charge, “ clear and satisfactory,” and thus put such a contract, as to proof of it, on the footing of a contract between strangers unaffected by any personal relation. The course of this court has been to hold a tight rein over it by making the quality, if not the sum of the proof, a subject of inspection and governance by the court, and by holding juries strictly to the rule prescribed, instead of suffering them to be led away by considerations of hardship or paternal injustice. Every sane man must be allowed to make his own contract as well as his own will,' and to prevent jurors from making it for him according to their peculiar notions of fitness and propriety, we have held that the evidence of a contract to compensate the services of a child, must be positive and direct. But evidence, clear and satisfactory in the estimation of a jury, may be neither. It may be no more than presumptive and inferential; and if that were sufficient, it would be easy to see how every case of the sort would go. To an unpractised eye, loose and inconsiderate expressions, such as make up the mass of the evidence in this case, and presumptions or probabilities resting on circumstances, may seem perfectly clear and satisfactory; but they constitute not the proofs by which such a contract is to be established in conformity to the judgments of this court. In the case before us, there was scarce a particle of any other evidence, and the relaxation of the rule by the judge, had an immediate tendency to give the conversations of the father with strangers a controlling influence. Bair, the only witness who spoke of any communication between the parties, face to face, or apart, testified that the father told Henry, who was complaining of the hardness of the work, not to be discouraged, but to stay with him, for he should be paid for all his hard work — that he would leave' him the farm. No other witness spoke of having been present at the making of a contract between them; nor did any one else speak of a contract at all, except Auckerman, who testified that the father had said to him in the absence of the son, “ I have made a contract with Henry, after my death he shall have all that I own, if Henry lives longer than I live.” If the case stood on this declaration alone, it would scarce be held a legal foundation for a recovery; for what the father supposed to be a contract, may have.been a naked promise without condition or terms, and without these, the evidence of a contract imposing a legal obligation, would be neither positive nor direct. The question of proof must therefore depend on the testimony of Bair, corroborated by this and other parts of the evidence; and it .is proper to say that neither to my brother Rogers, nor to myself, does it appear sufficient to support the action, for though he spoke of terms and conditions, the promise seems to have been so commonplace, so like a transient and casual expression of present intention, and so unlike a deliberate and direct proposal to incur an obligation, as to be without the solemnity of a contract, or any one quality of the aggregatio mentium which is necessary to constitute one. It does not appear that Henry assented to the proposal, or remained with his father on the. foot of it. But as we happen to stand equally divided as to that ,I intimate no opinion of the court in respect to it. The other witnesses spoke of loose and indeterminate declarations of the father, that he had given Henry .the place, that he should have all he possessed; and more of the sort, which, though competent for the purpose of corroborating the direct evidence, was barely so, and worthless for everything else. But leaving the father’s promise to the jury on the testimony of Bair, thus corroborated, the plaintiff’s case ought not to have been assisted by a direction that the proof of it need not be positive and direct.\nThe decision on the other points is free from error. At the death of the father intestate, the plaintiff resisted a petition for partition in the Orphans’ Court, insisting that he was entitled to have the land; and for that purpose, procured a collateral issue to try whether the father had died seised, which he withdrew, and took a child’s share, under the partition: and a prayer for instruction that he was estopped by these facts from recovering at law, made the defendants’ fifth point. But he might go either for the land or for a breach of the contract; and the inception of a remedy for the former would not preclude him, having found that he could not maintain it, from resorting to a remedy for the latter. No case shows that a mistake in choosing the forum or the form of the proceeding, can prejudice the party in any other proceeding. Persistance in opposition to the partition, would have been inconsistent with an action for a breach of the contract; but confirmation of it was directly the reverse. The plaintiff took no more by his acceptance of a child’s share, than what he was entitled to at all events; and whether he took it as a child or as the equitable owner of the whole, cannot prejudice his right. Had the issue been tried and found against him, as it must have been by force of the statute of frauds, the consequences would have been the same; for nothing is more usual than to dismiss a bill for specific relief, expressly leaving the complainant to his action at law; and the abandonment of a proceeding in the Orphans’ Court, in the nature of a bill for an injunction, can have no greater effect. No more can be said than that, assuming the value of the land to be the standard of the damages, what he received by the partition ought to be deducted; for it would be unjust to give him the whole and a child’s share in addition'to it.\nThe defendant’s sixth, eighth, and eleventh points seem to have been answered in their favour, so far as they ought not to have been answered against them. They prayed instruction, in the first place, that “ if the plaintiff failed to maintain his several counts, upon a special contract with the intestate, he cannot, under the circumstances proved, recover on the indebitatus for work or labour, either on an express or implied contract on the part of the father to pay him a reasonable compensation therefor, during the period when he resided with him; the law implying no contract, and no evidence being given to show the extent, duration, or value of the services.” True, the law implies no promise in favour of a son who continues to serve his father, in order to support a general count; but it is certain that such a count may be supported by an express promise to pay, according to the value, without any express assessment of it beforehand. The quantum meruit is determinable in the case of a son, as it is determinable in the case of a stranger. The contract is not incomplete for want of such assessment; and if the plaintiff did not show the extent, duration, and value, by proof, the defect went, not to the action, but to the amount to\nbe recovered; for if tlie contract were broken at all, he would bo entitled to at least nominal damages. The judge assumed that there was evidence to show that Henry had remained with, and laboured for his father; so that, if there was to be no stipulated reward, it was to be the value of a labouring hand, which the jury could estimate. But if the promise was to give the land by will, the value of it at the time of the death would be the proper measure; as was held at this term, in Jack’s Executors v. McKee. Subject to the law of the second and seventh points, therefore, the judge w’as right in charging that “ if the plaintiff had been induced to remain at home, labouring on the farm, by request of his father, and on his express promise to pay the plaintiff for all the work he should do by a provision in his will, there might be a recovery for the services,” not including those rendered in making improvements for his own convenience, or without the father’s particular request. He was right, also, in charging, that as a right of action accrued only at the death of the father, the statute of limitations began to run from that time.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Oowan and T. Williams, for plaintiff in error.",
      "Foster, contó."
    ],
    "corrections": "",
    "head_matter": "Bash v. Bash.\nTo entitle a son to recover for the breach of a contract by the father that if the son wolcl continue to live with, and work for him, he would leave Mm his farm, the evidence of the contract must be direct and positive; and it is error to instruct the jury that instead of that it is sufficient if it is clear and satisfactory.\nWhere the only evidence of an express contract was that the father had on one occasion told the son “not to be discouraged, you shall be paid for all your hard work: X will leave you this place,” and there was evidence of subsequent declarations by the father that he had made a contract with Ms son to leave him the farm, and that he would leave him the farm, and the son continued to live with, and work for him : this is not such evidence of a contract to devise, as will entitle the son to recover for a breach. — Per Gibson, O. X, and Rogers, X\nThe value of the land agreed to be given is the measure of damages for the breach of such an agreement.\nWithdrawing objections made to a partition on the allegation of ownership of the land, and receiving a shai’e of that and of the personal estate, will not debar the son from suing on Ms contract express or implied.\nWant of evidence of the value of services does not preclude a recovery on a quantum meruit, for the plaintiff is entitled to at least nominal damages.\nThe statute of limitations does not begin to run against an agreement to devise, until the death of the promisor.\nIn error from tke Common Pleas of Westmoreland.\nThe plaintiff in this action declared specially on a contract with his father, the defendant’s intestate, whereby he agreed, in 1823, that if the plaintiff would continue to live with him, work on his farm, make improvements, &c., he would leave plaintiff the farm, stock, grain, &c. The common counts were added.\nThe main questions were, whether the evidence was such \"as authorized the charge of the court on the subject of the contract; and whether the charge was correct as to the nature of the evidence required to prove the contract.\nA witness for the plaintiff proved, that when they were at work on the farm, in 1821, plaintiff said, “We have more hard work than we are able to get through with.” His father replied, “ Don’t be discouraged; you shall be paid for all the hard work .you do for me; I will leave you this place; I hope you will live to see the day you will enjoy it.” A number of witnesses proved declarations by the father, at various times, in the absence of plaintiff, that he would leave him his farm. Some of them proved his declarations that he had given plaintiff the farm, except a small portion that was to be his at his father’s death; and others, that he had given him the whole. . One proved that he had said, “I have made a contract with (plaintiff) which shall stand till death takes place between me and (plaintiff). After my death, he shall have all what I own, if (plaintiff) lives longer than I live.” There was evidence the plaintiff had continued to live with his father and work for him until his death.\nThe real estate was valued at '$3,687, and the personal estate at $3,521. After the death of the father, proceedings in partition were instituted by his children, which were resisted by plaintiff claiming to be the owner of the land. An issue was directed to try this right, but it was withdrawn by consent, and the proceedings confirmed, and one share allotted to and accepted by the plaintiff, who also received portions of the personalty.\nThe answers of the court (Knox, P. J.), which were to the points assigned for error, were: — 2d. To entitle plaintiff to recover on such a contract with his father as was specially laid, would require stronger and more distinct proof than in the case of a stranger. Answer: — “We cannot say the evidence must be stronger and more distinct to establish a contract between a father and son, than between strangersthough there may be circumstances, such as possession of the land, which would, tend to establish it in one case, and not in the other.\n5th. That if the plaintiff had succeeded in making out such a contract as a court of equity would enforce, his withdrawal of the feigned issue and acquiescence in the partition and distribution of the personalty would not amount to a waiver of his rights, nor estop him from a recovery for a breach.\n6th, 8th, 11th. If the special count was not proved, there could be no recovery on the common counts, because there was no evidence of the value of the services, and the law did not imply a contract in such case; and if plaintiff relied on the common counts, they -were barred by the statute of limitations. Answer: — He could recover the value of his labour, if induced to remain and work for the father, under a promise to be compensated in his will, which was not complied with.\n7th. If the son relied on the bounty of his father, and there was no direct or positive evidence of a contract on which the services were rendered, he could not recover. Answer.: — This is correct, substituting the words “ clear and satisfactory” for “ direct and positive.”\n10th. That the measure of damages was the injury sustained,not the value of the land. Answer: — The measure would be the value of the land, if the contract was thus proved.\nOowan and T. Williams, for plaintiff in error.\nFoster, contó.\nNov. 10."
  },
  "file_name": "0260-01",
  "first_page_order": 260,
  "last_page_order": 265
}
