{
  "id": 960802,
  "name": "Moorehead v. McKinney",
  "name_abbreviation": "Moorehead v. McKinney",
  "decision_date": "1848-10-16",
  "docket_number": "",
  "first_page": "265",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 265"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 243,
    "char_count": 3366,
    "ocr_confidence": 0.398,
    "pagerank": {
      "raw": 8.216439141475213e-08,
      "percentile": 0.476800577948753
    },
    "sha256": "67c163289876e81c0be504521d811980114bdbb437d498eda93cf3513c4e273a",
    "simhash": "1:e5ed98b11e2d5e88",
    "word_count": 605
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Moorehead v. McKinney."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nWe agree with the views expressed in the charge, and affirm the judgment for the reasons there given. The judgment, although no lien on after acquired property, and therefore not embraced in the exception, is nevertheless a debt, and as such comes within the words as well as the spirit of the 24th section of the act of the 24th February, 1834. This act continues the lien of the debts of decedents against the real estate five years only, unless on conditions, with which the creditor has failed to comply.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Oowan, for plaintiff in error.",
      "Foster, contrh."
    ],
    "corrections": "",
    "head_matter": "Moorehead v. McKinney.\nWliere judgment was recovered against one wlio afterwards purchased real estate and died, the land is discharged from the judgment in the hands of the widow and heirs, by a failure to revive it against them within five years from the death of the defendant: for the judgment was not a lien on after acquired real estate during the life of the owner, and at his death became a lien as a debt merely.\nIn error from the Common Pleas of Westmoreland.\nIn 1834, judgment -was entered against Johnston. In 1839, Johnston purchased certain lands, of which he died seised in 1840. In 184G, a scire facias to revive the judgment issued against his administrator, widow, and heirs.\nKnox, P. J., instructed the jury: “Is the lien thus obtained indefinite in its character so far as heirs and devisees are concerned ? We think not. The policy of Pennsylvania, as indicated by the acts of 1797, 1798, and 1834, and the several decisions of the Supreme Court thereon, is to limit the time of liens upon lands, as well in the hands of heirs and devisees as bond fide purchasers; and the time now fixed is five years. Where no act is done evincing an intention on the part of the creditor to pursue the lands within five years, it is fair to presume that he looks to other means to realize his debt, and if he fails to collect from the personal estate, and it is lost, he may charge it to his own supineness, and not to the law, which provides ample redress for every vigilant suitor.\n“Had this been an ordinary debt not of record, the above construction would be in the very letter of the 24th section of the act of 24th February, 1834. Did this act leave debts of record not secured by being liens upon real estate without limit ? The 25th section of the act of 1834, provides for judgments which were liens at the time of the death of the debtor, and even these must be revived within five years, to continue the lien as against a bond fide purchaser, mortgage or other judgment-creditor of such decedent. The 24th section of the act of 1834, does not, by its terms, require the heirs to be made parties to an action brought for the recovery of a debt not secured by mortgage or judgment, the language being in the alternative: heirs, executors, or administrators. And yet in Benner v. Phillips it is decided that unless the heii’S be made parties within five years from the rendition of judgment against the executors or administrators, the real estate in their hands is relieved. In the ease before us no act having been done either as against the personal representatives or the heirs of the decedent within five years from his death, we are of opinion that the lien of the judgment is lost, and that your verdict should be in favour of the widow and heirs.”\nOowan, for plaintiff in error.\nFoster, contrh.\nOct. 16."
  },
  "file_name": "0265-01",
  "first_page_order": 265,
  "last_page_order": 266
}
