{
  "id": 960763,
  "name": "Williams's Appeal",
  "name_abbreviation": "Williams's Appeal",
  "decision_date": "1848-10-28",
  "docket_number": "",
  "first_page": "267",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 267"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "23 Pick. 465",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2044333
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/40/0465-01"
      ]
    },
    {
      "cite": "12 Pick. 388",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2060272
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/29/0393-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 515,
    "char_count": 9696,
    "ocr_confidence": 0.38,
    "pagerank": {
      "raw": 1.809888232408377e-07,
      "percentile": 0.717627938926169
    },
    "sha256": "2163ea4c68833d76fdd33edeeb505154a56e05f457c51c8e6a767a71a6474007",
    "simhash": "1:faab2ca644a6a1d9",
    "word_count": 1708
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Williams’s Appeal."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nNothing in the law is surer than that a sheriff who undertakes of his own authority, merely, to distribute money levied under several executions before the return-day of the writs, does so at his own risk: Wortman v. Conyngham, 1 Pet. C. C. R. 243. The command of his writ .is, not to pay to the plaintiffs, but to bring the money into court on the return-day. I am aware that in practice the sheriff usually assumes the responsibility of disbursing the fund raised by execution, without the intervention of the court; and where there are no conflicting pretensions to it, it is very well. Perhaps it is his duty to do so, ’ and thus avoid the expense and delay incident to a payment into court. But this will not excuse him if he commit a blunder, though ever so unintentional. As is said by Holroyd, J., in Warmoll v. Young, 5 B. & C. 660, “it is the duty of the sheriff to retain the money in his hands, in order to allow parties to apply to the court to set aside an execution which may be sued out for fraudulent purposes) and if the sheriff were not bound to retain the money, it might, in many instances, be mischievous.” In the same case, Abbott, C. J., said, if it appears the sheriff or his officer lends his aid to one party, and withholds it from another, he must stand or fall by the eventual rights of the party he preferred; and Bayley, J., added, “here there was a fraudulent judgment and execution, and an honest judgment and execution. The sheriff was not bound to try the question of fraud, or to decide which of the two creditors should have the preference; but he ought to have stood indifferent between the parties, and not to have lent himself to either.” This is but an echo of all the cases that treat of this subject; and the result is, that where a sheriff has in his hands at the same time several executions against the same defendant, he cannot without peril pay to any of the plaintiffs before the return-day ; and perhaps some days after, except upon notice to, and with the assent of the others. The junior execution-creditor is entitled to this time to contest the right of the senior to the fund, and the sheriff cannot deprive him of it, by preferring his antagonist. Indeed, the determinations show very strongly, that when the officer has notice that the prior execution will be contested, he cannot safely discharge it, even after the return-day. In the English case last cited, the sheriff was sued for a false return of the younger fieri facias; having, under the stringency of a six-day rule to return the first fieri facias, discharged it by an application of the proceeds of the defendant’s goods, after notice from the subsequent execution-creditor, that the judgment of the first would be impeached as fraudulent. One of the judges at first doubted whether the then plaintiffs ought not, in pursuance of their notice to the sheriff, to have applied to the court within the first six days of the term, to set aside the first execution, and for payment of the money to them. But a recovery rvas allowed against the sheriff, on the ground that he ought to have given notice of the six-day rule to the younger creditors, when they might have taken steps to contest the first execution; that not having done so, he had thereby lent himself to the plaintiff in the older process, and must stand or fall by his rights. Fairfield v. Baldwin, 12 Pick. 388, and Suydam v. Huggeford, 23 Pick. 465, were determined on the .same principle. In each of them there were rival attachments laid upon the personal property of the defendant. The posterior attaching creditor gave notice to the sheriff that the right of the prior claimant would be disputed, notwithstanding which the officer, after the return-day of his process, chose to pay under the first attachment. This was afterwards declared void for irregularity, and the sheriff was compelled to repay to the subsequent attachments, the amount levied. I will mention but one other case, which, however, is strongly illustrative of the rights of the junior execution. It is Saunters v. Bridges, 3 B. & Ald. 95. There the first execution was set aside afteh the return-day, on the application of the defendant, and, by the direction of the court, the money made under it was refunded to the defendant. But as the sheriff had neglected to inform the court that he held a second execution, he was adjudged to be liable to the latter plaintiff, who, by the avoidance of the elder writ, became entitled to the avails of the défendant’s property.\nWith us an easy mode is provided by which to escape these dangers and difficulties. If the officer wishes not to encounter the responsibility of voluntary action, he may crave permission to pay the money into court, or, what is a very common practice, by refusing to pay over to the plaintiffs in the execution, drive them to a similar application. In either case, the dispute in relation to the subject of the writs is thus put in a position for adjudication under the provisions of the act of 1836, relating to executions.\nBut in the present instance, the sheriff has not even the insufficient apology of the payment of money to Haughey & Frew, before the return-day of their writ, and in satisfaction of it. He simply permitted their agent to purchase of the goods levied, to the amount of $466.66. This was on the 22d of October. On the 23d, their fieri facias was set aside for irregularity, being returnable on the 25th. The return made of it by the sheriff, shows that he was then aware of its avoidance by the court. What was his duty under these circumstances ? Clearly, unless estopped by some precipitate agreement, to call upon the plaintiffs in that execution for payment of the goods purchased by them, as he would call on any other purchaser, a stranger to the process in his hands. Instead of doing so, he lends himself to their interest, by making return that of the debt and interest indorsed on their writ, he had made $466.66, “by sale and delivery of the defendant’s goods to the agent of the plaintiff, on the 22d day of October, 184T, and that the writ was afterwards set aside by the court.” To the same effect is so much of the special return as relates to this execution. These returns are sanctioned by the decree of the Common Pleas, for it directs that the sheriff' be credited with the value of the goods thus appropriated. At whose instance this decree was made, is not apparent from the record; but it is clearly erroneous, under the principles already indicated. There are no equities between contending execution-creditors. Each stands upon his legal rights; and those of Haughey & Frew were subverted by the legal extinction of their execution. They -were thus thrust out of the contest before the sheriff could, legitimately, recognise their hold upon the fund. Indeed, the correctness of the decree in this particular, was scarcely asserted on the argument; but the counsel of Haughey & Frew insist that the appellant’s remedy is against the sheriff for a misappropriation. And so, perhaps, it is; but they are entitled to this remedy untrammelled by an erroneous decree interposed between them and the officer. It is in vain to say that in regard to the sum in dispute, no decree was made. The court below undertook to adjudicate the whole sum made, although a portion of it had before been applied in prejudice of the rights of the other creditors.\nBut another objection lies to this decree. The fund, which was the subject of it, was not, as it ought to have been, in actual possession of the court at the time of decree made. The practice of making orders for the distribution of money not ¡oaid in, is erroneous, and ought not to be pursued, except where sanctioned by act of Assembly. What gives the court authority is a grasp upon the proceeds of the sale. Without this, they are powerless for its distribution, and much less so, to determine conflicting rights in a summary way. In England it is never done, I believe, and with us it is properly regulated by statute. The present is an instance of the inconvenience of a contrary practice. It exhibits an attempt to invoke the aid of judicial conclusion for the summary protection of an act in pais, involving not only the right of an asserted creditor, but the impeached conduct of the sheriff. This cannot be done.\nDecree reversed, and record to be remitted.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Qowan, for appellant."
    ],
    "corrections": "",
    "head_matter": "Williams’s Appeal.\nIf a sheriff pay money raised under a fi. fa. to the plaintiff in the execution before the return-day, or permit him to purchase the goods, and the writ is set aside by the court, he is liable to subsequent execution-creditors. And a decree of the court sanctioning the payment where the money has not been paid into court, will not protect him.\nFrom the Common Pleas of Westmoreland.\nOn the 4th of October, a test, fieri facias from Allegheny county, against Gilmore & Hunt, was left with the sheriff by Haughey & Frew. On the 7th, Williams et al. issued z, fieri facias against the same defendants, which was left with the sheriff. He returned that he had levied on certain goods and applied part of the proceeds to prior executions, and had appropriated out of the proceeds a certain sum by goods sold to the execution' of Haughey & Frew; and that there remained a balance in his hands, which he had ready in court.\nOn the 3d of December, the court distributed this balance, after deducting, upon their decree, the amounts thus paid away by the sheriff.\nOn the 23d of October, and before the return-day, the test, fieri facias of Haughey & Frew had been set aside by the court from which it issued.\nFrom the decree of distribution Williams appealed.\nQowan, for appellant.\nOct. 28."
  },
  "file_name": "0267-01",
  "first_page_order": 267,
  "last_page_order": 270
}
