{
  "id": 960643,
  "name": "Townsen v. Wilson",
  "name_abbreviation": "Townsen v. Wilson",
  "decision_date": "1848-10-23",
  "docket_number": "",
  "first_page": "270",
  "last_page": "272",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 270"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 262,
    "char_count": 3546,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 2.443060953598734e-07,
      "percentile": 0.8032412314385896
    },
    "sha256": "212206ae47fb0b96eb061f924289763ddf7738651faadaa20b6c9903f2a3abd8",
    "simhash": "1:31ce10acccca7e27",
    "word_count": 618
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Townsen v. Wilson."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe plaintiff showed title in John Pickering and the commissioners of Jefferson county, and then gave in evidence the article of agreement of — day of June, 1830, between John Pickering and the commissioners of Jefferson county with Townsen, for the lot in question, being No. 21, in the town of Brookville, with a receipt thereon for the hand-money, being the one-fourth of the amount, dated the 20th June, 1830. The residue was to be paid in two equal payments, on the 1st April, 1831, and the 1st April, 1832. .\nThe defendant claimed the lot under a commissioner’s title, and gave in evidence the assessment of Bose township, for 1831, of the lot in the name of Bobert Townsen, and the assessment of the supervisors of road-taxes, for the same year, and the treasurer’s sale-book for 1832. The county- assessment was objected to, because it was not signed by the assistant assessor, and did not say dollars before the figures, in the valuation column. The assessment of road-taxes was also objected to, because they did not put their title of supervisors to their names. This forms the first and second bills of the plaintiff, the court having overruled the exceptions to both assessments. I shall only say, these objections would have been valid prior to the act of 1815; but the 4th section of that act (Dunlop, 260-1) declares “that no alleged irregularity in the assessment or in the process or otherwise, shall be construed or taken to affect the title of the purchaser; but the same shall be declared good and legal10 Watts, 208. The next exception was to the offer of the “ treasurer’s deed, as recorded in the treasurer’s office of Jefferson county, offered to be read from the record.” This the court admitted; and in this decision of the court there was manifest error. We are not aware of any law which authorizes the recording of the treasurer’s deeds in the treasurer’s office; nor could such deed be recorded before the passage of the act of the 14th March, 1846: Dunlop, 956, Pamph. Laws, 124. To make a copy of a treasurer’s deed evidence, it must have been recorded in the recorder’s office of the proper county since the passage of that act. The last error assigned will be remarked upon, as the cause goes back for trial, though it is not strictly in order. But the question has been fully argued here, viz: “ that the court, in charging the jury that the plaintiff was not entitled to recover, and that the lot passed by a sale for taxes, notwithstanding the legal title remained in the county and Pickering.” The lot was sold to Townsen, in 1830; the taxes for which it was sold were assessed in 1831. The moment the lot was sold by Pickering and the county, it became by law liable to be taxed as the property of the purchaser. The only claim Pickering and the county had upon the lot, was for the balance of purchase-money. The act of 1804 (Dunlop, 175) made all unseated lands held by individuals, companies, bodies corporate, either by improvement, warrant, patent, or othenvise, liable to taxation.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Burnside, J."
      }
    ],
    "attorneys": [
      "Archers, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Townsen v. Wilson.\nTie omission from the assessment of the signature of the assessor, &c., will not invalidate a treasurer’s sale. «\nA copy of a treasurer’s deed from the registry in the treasurer’s office is not evidence.\nThe title of a vendee of the county under articles may he assessed and sold for taxes.\nIn error from the Common Pleas of Jefferson.\nThe facts sufficiently appear Jn the opinion of this court.\nArchers, for plaintiff in error.\nOct 23."
  },
  "file_name": "0270-01",
  "first_page_order": 270,
  "last_page_order": 272
}
