{
  "id": 960767,
  "name": "Beeson v. Beeson",
  "name_abbreviation": "Beeson v. Beeson",
  "decision_date": "1848-12-11",
  "docket_number": "",
  "first_page": "279",
  "last_page": "302",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 279"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Pick. 89",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2060367
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/29/0090-01"
      ]
    },
    {
      "cite": "11 Wheat. 280",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1428682
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/24/0280-01"
      ]
    },
    {
      "cite": "1 R. 171",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "8 W. 280",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "2 R. 392",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": 0
    },
    {
      "cite": "2 Y. 117",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812557
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0117-01"
      ]
    },
    {
      "cite": "7 W. & S. 244",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481838
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0244-01"
      ]
    },
    {
      "cite": "2 W. 106",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "4 W. & S. 196",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856404
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0196-01"
      ]
    },
    {
      "cite": "4 W. 424",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "1 Binn. 488",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787900
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/1/0488-01"
      ]
    },
    {
      "cite": "2 Johns. Ch. Rep. 252",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    },
    {
      "cite": "6 W. & S. 21",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. 414",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. & S. 152",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481843
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/7/0152-01"
      ]
    },
    {
      "cite": "2 Low, 289",
      "category": "reporters:federal",
      "reporter": "Low.",
      "pin_cites": [
        {
          "page": "299"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "4 Howard, 553",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "1 Y. 307",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774458
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/1/0306-01"
      ]
    },
    {
      "cite": "5 W. 303",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. 474",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "7 W. 387",
      "category": "reporters:state",
      "reporter": "W.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "6 W. 148",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "3 W. 490",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "2 W. 383",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 2107,
    "char_count": 62028,
    "ocr_confidence": 0.388,
    "pagerank": {
      "raw": 8.167405427196552e-07,
      "percentile": 0.9745344226632517
    },
    "sha256": "ed18df21cf2ac37e61e3a262484320e752ba7a61b8e1cd205b6b1809a28652de",
    "simhash": "1:ae5181214e27e2cd",
    "word_count": 10848
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beeson v. Beeson."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nSubject to certain subordinate questions of evidence, the plaintiff presents his case here, as it was presented below, in three principal aspects. First, upon the hypothesis of actual fraud, intended and perpetrated by the acting executor and purchaser. Second, upon the ground of constructive fraud, springing, by the operation of the equitable rule, from the purchase made by one of the trustees of the trust property. And, third, upon the question whether there was such a confirmation of the sale as operates to withdraw it from the equitable right of the cestui que trust, to avoid it, upon certain conditions ?\nIn connexion with the second of these points, the court below laid it down as a rule of universal application, that where a trustee, or one connected with or having any control over the trust property, becomes the purchaser of it, it is in the option of the cestui que trust to treat the purchase as a nullity, though conceded to have been fairly made and for a full price; but that such a sale is not void, but voidable only, the legal title passing to the purchaser until the sale be set aside by a competent tribunal, which will only be done on the terms of reimbursing the purchasing trustee his outlays of purchase-money, and for substantial and valuable improvements. In the application of this rule to the case in hand, the jury were told, that though they should disbelieve the presence of actual fraud, the sale to the defendant was inefficacious as against the plaintiff, unless, indeed, the latter had subsequently ratified it by unequivocal acts.' Of this instruction the defendant complains, because, as he insists, the sale having been actually made and returned by Richard Beeson, as acting executor, without the active participation, as vendors, of the other executors, they are to be regarded as merely strangers in the transaction, and consequently free to become purchasers. The basis of this argument is, that as one of several executors may be legally directed by the Orphans’ Court to sell the lands of a decedent for payment of debts (Bickle v. Bickle, 3 S. & R. 234), in the execution of which he is regarded as the agent of the law, appointed for a special purpose, independently of the duties proper to the office of executor (Myers v. Hodges, 2 W. 383; Bashore v. Whisler, 3 W. 490; Miles v. Diven, 6 W. 148), the order granted for the sale of the land in question must be taken as conferring a power only on Richard Beeson, who, in fact, alone asked for it, and singly gave bond to secure its faithful execution. But, in addition to the answer returned to this by the District Court, that the petition, though signed by one, is in the name of ajl of the executors, and the orde¿ granted to all, that the defendant appears to have acted in reference to this fact, by the employment of Pinnock to make the purchase; and, subsequently, by joining with the other executors in the execution and delivery of the deed of conveyance, it may be remarked that though, at common law, an administrator has ¿to do but with the personal estate of the decedent, by our system he is made a trustee of the realty regarded as assets, and, for certain purposes, becomes actively so, whenever it is necessary to subject freehold estates to a course of administration in payment of debts: Carter v. Trueman, 7 Barr, 315; Rogers v. Rogers, 1 Hopk. 525: he is consequently charged with duties in respect of it. By force of the 20th section of the act of February, 1834, one of these duties is to apply to the proper Orphans’ Court for an order to sell the real estate, whenever it satisfactorily appears to him that the personal estate of his decedent is insufficient to pay all the just debts; and consequent upon this is the obligation to take care that the land, when exposed to sale, shall bring the highest price reasonably procurable for it, or, at least, to preserve a position which will enable\nMm to do so. TMs brings Mm directly within the reason of a policy which, looking to a possible clashing of interests, prohibits him to become an unconditional purchaser. The operation of the prohibition is not confined to those who are personally active in effecting a sale. It extends to all upon whom the act of a party or of the law casts a fiduciary relation to the subject of the trust, and which they are not permitted to shake off at pleasure, to assume, it may be, an attitude hostile to the persons beneficially interested : 3Sug. Yend. (236), 6 Am. ed. 158; Ex parte James, 8 Yes. 352. It embraces all who, being employed or concerned in the affairs of another, have thus enjoyed a means of information that might be employed in destruction of the interests they are bound to promote, were the agent at liberty to convert himself into an owner against the consent of the principal. The circle of the rule is therefore extended to include special agents (York Buildings Co. v. Mackenzie, 8 Bro. P. C. 42; Bankin v. Porter, 7 W. 387; Bartholemew i>. Leech, 7 W. 474), commissioners of bankrupts {Ex parte Bennett, 10 Yes. 381), assignees of bankrupts [Ex parte Beynolds, 5 Yes. 707; Ex parte Lewis, 1 Grlyn. & Jame. 69), solicitors of the commission (Owen v. Foulkes, 6 Yes. 630, n.; Ex parte James, 8 Yes. 337), auctioneers, creditors who have been consulted as to the mode of sale (Ex parte Hughes, 6 Yes. 617; Coles v. Trecothick, 9 Yes. 234), attorneys and solicitors (Leiscnring v. Black, 5 W. 303), and others holding similar relations of confidence. The disqualification is said to rest in no other, than that principle which dictates that a person cannot be both judge and party. He that is intrusted with the interest of others, cannot be allowed to make the business an object of interest to himself; because, from the frailty of nature, one who has the power, will be too readily seized with the inclination to use the opportunity for serving Ms own interest at the expense of those for whom he is intrusted. These were the observations of the very able counsel who argued for the appellants in York Buildings Co. v. Mackenzie, and seem to have been adopted by the House of Lords, in avoidance of a purchase made by the agent of the inferior court, whose business it was to ascertain and report' the “ upset” price of the estate, although it was conceded there was no unfairness in the transaction. The principle was carried very far by Lord King, in Keech v. Sanford, 3 Eq. Ca. Ab. 741. There, the lease of the profits of a market had been devised to a trustee, in trust for an infant; before the expiration of the term, the trustee applied to the lessor for a renewal for the infant’s benefit, which he refused, because he could not distrain, but must rest singly on a covenant that the infant ivas incompetent to make. The trustee then took a lease to himself. But the Chancellor decreed it should be assigned to the infant, and the trustee to account for the rents and profits since the renewal. He said he must consider it a trust for the infant; “ for if the trustee, on a refusal to renew, might have a lease to himself, few estates would be renewed to cestuis que trust.” The rule, which stands more in general principle, than upon the particulars of any individual case, was held in Rogers v. Rogers, 1 Hopk. 525, to cover a purchase made by an executor of the real estate of his testator sold under a judgment, on failure of the personal fund, though the executor was not constituted a trustee of the realty by the will. Notwithstanding this fact, Sandford, Chancellor, declared that, inasmuch as by the law of New York it was the duty of the executor to apply to the surrogate for an order to sell the land of the decedent for payment of the debts, he could not, by neglecting to do so, invest himself'with the right to become a purchaser, for to permit this would be to tempt his fidelity, and to interfere with the discharge of his duty to preserve the interests of those whose rights are intrusted to his care. The present is within the spirit of these cases, and seems to me to be especially embraced by the doctrine of the last. As already seen by our statute law, a duty is devolved on the personal representative of a deceased debtor on failure of personal assets, which connects him with the land devised or descended, by a fiduciary tie, clothing him with the character of trustee in relation to it. His general connexion with the estate puts him in a position to become acquainted with facts which he ought to influence and direct for the benefit of creditors, heirs, and devisees, and though this cannot be shown in the particular case, the law avoids the possible abuse of such information by disabling the executor to acquire an indefeasible interest by his bid. I am fully aware of the cases of Mackintosh v. Barber, 1 Bing. 51, in which a renouncing executor was held bound by his purchase at a sale made by the acting executors, and of Eichelberger v. Barnitz, decided at Nisi Prius, 1 Y. 307, where, on a sale by two executors, a stranger purchased for one of them at a full price, and it was determined this did not avoid the sale, though it would have been otherwise had the sale been by one only and a purchase for him. But the first of these determinations was ruled on the ground that the purchaser, by his renunciation, had ceased to be executor; and besides, the sale was not impeached by a cestui que trust. Of the second, it is sufficient to say it is scarcely to be reconciled with the governing doctrine, as that has been more distinctly developed by modern adjudications. The very point is put, in Case v. Abel, 1 Paige, 397, where it is said, one executor or trustee can malee no valid agreement to purchase or take the trust property at a fixed valuation from his co-executor or trustee,, without being liable for the profits, if any are made.\nBut the plaintiff also complains of this part of the charge. Losing sight of the established distinction between actual fraud, which infects the act with radical nullity, and the constructive fraud, implied from the more fact of purchase by a curator or trustee, where the taint is latent until the virus is stirred to activity by positive objection; he insists the court should have declared the sale to the defendant absolutely void, and asserted the plaintiff’s right to recover unconditionally. This pretension is founded on the case of Michoud v. Girod, 4 Howard, 553, which his counsel seem to think goes the whole length of establishing the doctrine they contend for. But this, I conceive', is an error. It is true that some of the language of the learned judge who delivered the opinion of the court, abstracted from the facts of the case and its actual determination, would seem to indicate his inclination to hold a purchase by a trustee, under any circumstances, as utterly and entirely void. But the decree pronounced, properly understood, is in accordance with the almost unbroken current of decision on this subject, to which I shall presently advert; for though it charges the estate of the purchasing trustee with the full value of the trust property, and directs an account of rents and profits received, it allows him full credit for all the substantial improvements made, and proper outlays incurred, while the property remained in his hands. In these cases, as is justly observed by Story, in his Treatise on Equity, § 308, there is often to be found some intermixture of deceit, imposition, overreaching, unconscionable advantage, or other mark of direct and positive fraud; and it is pretty apparent there was so much of this present in Michoud v. Girod, as to give room for the strong remarks made from the bench. But the conclusion arrived at is by no means inconsistent with the doctrine stated by Lord Alvanloy, in Campbell v.Walker, 5 Ves. 678. that “ there is no rule a trustee cannot be a purchaser; but, however fair the transaction, it must be subject to an option in the cestui que trust, if he comes in a reasonable time, to have a re-sale.” Such a purchase, simply considered, is malum prohibitum and not malum in se, and is, therefore, capable of ratification. But though this be so, it is not sufficient to show that no advantage has been taken by the trustee; for the beneficiary may set it aside at his option: Cane v. Lord Allen, 2 Low, 289, 299; 1 Story’s Eq. § 312. The trustee purchases subject to that equity. He buys with that clog. But if the estate be again ordered for sale, it will be at the price the trustee gave, together with the amount of his bond fide and substantial improvements (Ex parte Hughes, 6 Ves. 617; Ex parte Bennett, 10 Ves. 381); or if the cestui que trust require a re-conveyance of the estate, he must repay the original price, and all sums laid out for its permanent benefit and improvement, with interest, deducting the yearly value and interest: York Buildings Co. v. Mackenzie, 3 Sug. on Vend. 160-1, 6th Am. ed. The principles upon which the cases proceed are very clearly stated by the Chancellor in Rogers v. Rogers, supra. “ A trustee,” says he, “ can gain no advantage to himself to the detriment of those for whom he holds in trust. The most frequent application of this doctrine is to cases in which the trustee purchases the subjepffof the trust. The object is to secure fidelity on the part of the trustee, and to preserve the interests of those whose rights are intrusted to his care. To effect these objects, equity does not inquire for fraud on the part of a trustee who attempts to purchase, but it removes temptation, by declaring him incapable of making a purchase, which will bind those for whom he is interested, and gives them the option to vacate or affirm the purchase.” He adds, “ they have no interest to vacate the purchase where the subject has been sold for its full value.” To the same effect is Den v. Wright, 2 Hals. Rep. 175, where it was ruled that a deed made by an executor with power to sell to a third person to enable him to re-convey to the executor, was not absolutely v»oid, but voidable only by the cestui que trust or his heirs.\nThe distinction between positive fraud, which by way of punishment deprives the purchaser of the land bought, without remuneration, and the effect attributed by policy to .’legal fraud, which works a divestiture on condition of repayment, is recognised by our own cases of Chronister v. Bushey, 7 W. & S. 152; Rankin v. Porter, supra; McGinn v. Shaeffer, 7 W. 414; Fisk v. Sarber, 6 W. & S. 21; Painter v. Henderson, 7 Barr, 48; and Wallington’s Estate, 1 Ash. 307. In McGinn v. shaeffer. when speaking of analogous contracts of purchase with infants, the court say the purchaser “takes, liable to a disaffirmance by them on attaining age. He will thus stand as a trustee, and entitled to be reimbursed his advances and charges, not covered by the rents and profits. He cannot be treated as a trespasser; the contract was not absolutely void because the plaintiffs were infants; it was voidable at their option; and intervening- acts, fairly done, in pursuance of the contract, will be supported in equity, so far, at any rate, as they are for the benefit of the infants.” To these may bo added the leading case of Davoue v. Fanning, 2 Johns. Ch. Rep. 252; in which Chancellor Kent, with his usual industry and ability, has collected and collated most of the English and many of the American cases then decided; all of which harmonize on this subject. Indeed, courts of equity have not confined the doctrine of remuneration or lien for repairs and improvements to cases of agreement or purchase. It is of general application, and is extended to all cases where the party making the repairs and improvements has acted bond fide and innocently, and substantial benefit has been conferred on the owner; so that, ex equo et bono, he ought to pay. As where — and the illustration is directly apposite here — a party lawfully in possession, under a defective title, has made improvements, if relief be asked in equity by the true owner, he will be compelled to allow for the improvements: Story’s Eq. § 1237; Robinson v. Ridley, 6 Madd. 2; Attorney General v. Baliol College, 9 Mod. Rep. 411. Of this, Dilworth v. Sinderling, 1 Binn. 488, furnishes a signal instance. There, a trustee for infants, acting upon the mistaken notion that the cestuis que trust had abandoned their interest in the land, improved the estate by plain and necessary buildings, without consulting them. On their after-wards coming in and claiming the estate, it was determined the trustee was entitled to be reimbursed the cost of his improvements, with interest; though it would have been otherwise, had the building been improper, or had it appeared he intentionally deceived the owners as to the nature of their rights, or formed the design of making the estate his own, to their prejudice; for this would have been actual fraud, properly punishable by striking from his account the expenditure for the buildings.\nApart from any peculiar feature which may be thought to characterize the case, this cursory review of some of the authorities establishes the correctness of the views expressed by the court below, of the relative rights of these parties; and although, from our want of a court of ch^pcery, more inconvenience may be experienced in giving effect to the doctrine, and perhaps greater risk of wrong hazarded than in those communities where equity is administered by a separate jurisdiction, this affords no sufficient reason for repudiating principles founded in ordinary justice, and which long experience has shown to be usually productive of fair results. The cases of Riddle v. Murphy, 7 S. & R. 230, and Fetterman v. Murphy, 4 W. 424, cited on the argument as furnishing a different rule for the government of thg decision here, are not parallel. Both of these determinations proceed upon the ground of actual fraud perpetrated by the respective agents, and the facts of each show the fraud to have been very gross indeed.' In the first of them, the administrator purchased the land of his intestate, under a judgment confessed by himself,' though possessed of personal assets sufficient to discharge the debt. Such conduct was properly denounced by the present Chief Justice as highly fraudulent. After pointing out the iniquity of the claim, as for money paid in purchase of the land, when in fact the payment was but in discharge of the administrator’s duty, by an application of the personal fund in satisfaction of the judgment, the court said: — “ His claim for improvements stands on worse ground still. The entry of the administrator in the guise of a purchaser, was a fraud, and, therefore, no better than cm entry without even colour of title. And it would he monstrous to permit a wrong-doer to retain possession against the lawful owner, till he should be reimbursed for improvements that may have been even an injury to the inheritance.” But ours is the case of an order made by a competent tribunal for the payment of debts, because of the want of personal assets. To be sure, the plaintiff avers such crassa negligentia, on the part of the executors, in the non-collection of a certain chose in action, belonging to the estate of the testator, as in equity is considered as equivalent to fraud; but it will presently be shown this notion is groundless.\nAs for Fetterman v. Murphy; it was a case of pure fraud, committed by reviving a satisfied judgment, for the purpose of execution, and actually selling the estate of a decedent under it.\n\"Was there, then, actual fraud perpetrated by this purchaser, in the course of the transaction ? This proposition was submitted to and negatived by the jury; but the manner of its submission, perhaps, renders some examination of its merits necessary. «The plaintiff insists the inquiry admits of an affirmative answer; and, in proof of it, he points, first, to the omission to insert in the exhibit accompanying the petition for the order of sale, what is called the Mackey claim, as part of the assets of the testator’s estate; the asserted fraudulent suppression of these assets, and the assertion of the McNabb claim as a debt due generally from the estate. Second, the procurement of the order of the court to sell the most profitable part of the estate of the testator, and to, a much .larger amount than was requisite to pay the debts. And, third, the employment of Pennock as an intervening agent, and the return of his name to the Orphans’ Court, as the purchaser.\n1. The fact most prominently insisted on as manifesting the presence of fraud and corruption in the proceedings which led to the sale of the plaintiff’s property, is the suppression of the Mackey claim in the exhibit of Beeson’s estate, and, as connected with it, the asserted prior fraudulent neglect of the executors to collect and apply it in payment of the debts, in order, surreptitiously, to. procure a decree of sale of the realty. In answer to points embodying these supposed facts, the court, after referring to the possibility that this claim was embraced in the account previously settled by the acting executor, instructed the jury that, “ if the Mackey claim was a valid and subsisting debt, or one which might have been reasonably expected to have been made available to the estate, it was the duty of the executor to have made it known to the court, if he had not already done so; and if he wilfully withheld it, with a corrupt intent fraudulently to obtain an order of sale, which otherwise would not have been granted, it was a fraud upon the court, and would avoid the sale under an order so obtained, if the purchaser under such order was cognisant of, or in any way connected with the fraud, unless the party complaining of the fraud was a party to it. But the party alleging the fraud must prove it; and, in the absence of the account, you will determine whether there is any such evidence in the case as satisfies you of the alleged fraud. But if the claim in question was involved in doubt and uncertainty, and the executor, in the exercise of an honest discretion, believed that it could not be made available to the estate, there was no fraud in withholding it, even if it had not before been made known to the court; or if it should afterwards turn out that the executor was mistaken in his judgment upon the subject, and the debt should be collected.” And again: “ this claim, it appears by the evidence, was one of long standing, and one which had been long, in controversy. What its true condition was, you will determine from the evidence referred to. If it was wilfully withheld to obtain an order of sale, which would otherwise not have been granted, it is a fraud on the court, and a sale to a party cognisant of the fraud would be void. But if honestly, though mistakingly withheld, under the supposition that it was a lost debt, it is not fraudulent, and no such consequence would result from it. So if it was referred to in the account mentioned in the exhibit, it was all fair and honest, and would not affect the validity of the sale, whoever may have been the purchaser. But how did Jesse Beeson stand in regard to this matter ? He was one of the executors, and at this time under no disability. The presentation of the petition was as much his act as it was the act of Isaac Beeson. Both are chargeable with constructive knowledge of its contents; and being particeps criminis, it is not in his power to visit the consequence of his act on another. He cannot complain of actual fraud in this transaction, and in no event will it avoid the sale.” In answer to the supposed wilful neglect to bring into administration the debt due to Mackey’s estate, the court said, “if any such fact exists, Jesse Beeson is in equal default with the defendant, and cannot complain of his own wrongs.”\nOf the correctness of these answers, except so far as they impute to Jesse Beeson participation in knowledge and negligence, no question has been made; nor could there be with propriety. Are they open to animadversion in the particulars complained of?\nIt is very clear that in bringing about the sale, Richard Beeson was the actor, and indeed, I think, it is not to be disputed that he was the sole acting agent in the administration of Henry Beeson’s estate. Under the evidence, no knowledge of the contents of the petition to the Orphans’ Court can be attributed to Isaac, that is not equally attributable to Jesse Beeson, who was himself an executor, then labouring under no disability. As neither- of them signed the petition, nor, so far as the proofs go, even actually saw it, it would seem they are visitable with but constructive notice, but if with anything beyond this, it is imputable to each alike. Both being of equal authority and duty, it follows from this that if it was obligatory on Isaac to supply the omission Complained of, it was equally so on Jesse. Yet, in the face of this equality of obligation, the latter seeks to punish the former for an omission of duty, in respect of which they are in pari delicto, by compelling him to a forfeiture of the purchase-money of the land, of which the complainant has always enjoyed the benefit; and of the loss of the improvements, of which the complainant would reap the advantage. But this is the penalty attendant only on positive fraud, in which the complainant has not participated. If he has, it would be against a.ll equity to permit him to enrich himself through the medium of it. It follows that before the plaintiff can call for the infliction of this penalty in his favour, involving, as it does, a destruction of the sale to the defendant, he must show, by proof, the existence of a corrupt collusion between the purchaser and acting executor, of which he was not cognisant. But how can this he averred of an omission of which full knowledge is imputable to the plaintiff? The point is not, as was argued, whether Jesse, knowing of an intended fraud, was bound to communicate it to those contemplating its perpetration, but whether he can avail himself of his own neglect, to found an accusation of fraud, radically destructive of the sale, ab initio. This is the fair construction of the charge, taken as a whole. To escape from the conclusion to which it tends, the plaintiff is driven to the necessity of ascribing the fault of omission to Richard and Isaac, irrespective of his own default, and of finding in it proof of a conspiracy, of which I perceive no reliable evidence in the cause. Regarding the transaction as it was actually presented, freed of the colouring which undue suspicion would be apt to impose on it, I think the court was justified in saying that, in no event, could it avoid the sale.\nThe non-collection of the Mackey debt is open to the same course of remark. Indeed, it is easy to see why it was not considered an available fund in 1836, by any of the executors. It arose from Henry Beeson’s connexion, as executor, with the estate of Stephen Mackey, sen., deceased, several years before the death of the former. It seems to have been complicated with a variety of facts, and is said to have presented many difficulties. To enforce it, an ejectment was brought by Henry Beeson, in the year 1829, against Stephen Mackey, jun. In the year 1832, the plaintiff having died, Jesse Beeson, the present plaintiff, was substituted as heir at law, for the use of the executors. In the year 1886, the defendant died, and Christopher Brown took his place, and, in 1838, confesséd judgment. But the right of Brown to do this as to part of the land embraced in the action, was disputed in another action of ejectment brought by Stephen Mackey, jun., and other parties having an interest in the land, and a recovery was had by them. In the mean time, N. Ewing, Esq., having made some arrangement with Brown for the purchase of his interest in the land, in the year 1838, paid the money claimed to be due Beeson’s estate, to his executors. But before this, all was doubt and uncertainty. Mr. Ewing expressly says, the claim was not available as assets in 1836, and that he had no intention of paying it until a short time before payment was made, in pursuance of his arrangement with Brown. True, he adds that, though a subject attended with great difficulty, he, as counsel of Henry Beeson, thought the plaintiff had a right to recover, though he was not confident he would ever recover; but Mr. Austin, who was retained on the other side, was confident no recovery could be had. Austin testified that, if any one, Brown was the debtor, and that the action against Mackey was misconceived. He adds, the-subject is still in litigation. The evidence, of which this is a bare abstract, warrants the conclusion that the executors were in no such default as amounts to crassa negligentia, and it is manifest the payment made by Ewing was sudden and unexpected. Looking to the consequences that have attended the delay, it is to be regretted payment was not sooner made. Yet I have failed to perceive anything that tends to fasten . on the acting executor precipitancy or other misconduct in seeking payment of the balance found to 'be due to him and others. At the time of the application to the Orphans’ Court, it is certain the character and actual condition of the claim against Mackey offered no hope that it would speedily furnish means of payment, and therefore it afforded no ground to the other executors upon which to dispute Richard’s prayer for a sale of the realty. To impute to any of the executors, on this score, a settled design to work a fraud, or even such negligence as equity is apt to regard as fraudulent, involves a severity of construction too rigid for the ordinary measurement of men’s actions, erected on ground altogether too imaginary to base an accusation impeaching not only the official but the moral character of the actors. As illustrative of these views, the case of Stuck v. Mackey, 4 W. & S. 196, may be referred to as containing a statement of the Mackey controversy.\nThe designation of the. McNabb claim as a debt payable out of the general assets, has not been much insisted on as indicative of fraudulent design. The paper-books are very imperfect in showing the nature of this claim, but its history is exhibited by the cases of Beeson v. McNabb, 2 W. 106, and Same v. Same, 2 Barr, 422, from which it appears that, though partition of the real estate, late of Stigers, deceased, was commenced in the Orphans’ Court, it resulted in an amicable arrangement by his heirs, through which Henry Beeson became the purchaser of the house and lot in Union town, and, as such, assumed on himself personally, payment of Mrs. McNabb’s annuity during her life, and after her decease, of a principal sum to the heirs of the intestate. It was, therefore, properly included in the schedule of debts payable, generally, out of the assets of Henry Beeson’s estate.\n2. The second ground insisted on as showing, in connexion with the first, the presence of actual fraud, is thought to be discoverable in the order of the Orphans’ Court, decreeing a sale of the most productive portion of the decedent’s estate, and to a much larger amount than was necessary to discharge the debts due. Upon this point of the case, it is the just observation of the court below, that “ the petition of the executor was general, praying for the sale of the real estate, and it was for the court to designate the particular property to be sold, and the executor was in nowise answerable for the order unless it is shown that some unfair conduct was made use of in obtaining it.” This position is, certainly, undeniable. For the exercise of the peculiar jurisdiction intrusted to that tribunal, the parties who come before it are in no degree responsible, unless, by the wilful suppression of truth or the suggestion of falsehood, they intentionally mislead and deceive the court; and even then, it is only parties and privies to the fraud that are affected by it.\nThe quality of conclusiveness, first happily applied by McPherson v. Cunliff to decrees of Orphans’ Court, and since steadily adhered to, till finally sanctioned by statutory enactment, cures all omissions and mistakes in the progress of a cause, when it appears the action of the court is within the circle of its legitimate powers. The doctrine is, that “ where there is a direct sentence on the very point, such is to be received as conclusive evidence not to be impeached from within, but, like all other acts of the highest judicial authority, is impeachable from without. And though it is not permitted to show that the court was mistaken in the original action, it may be shown it was misled by some collusive act between the parties:” 11 S. & R. 437.\nIn the present instance, it must be confessed, the petition presented is very imperfect in not containing- the usual affidavits of the value of the several properties enumerated in it, and the action of the court upon it indicates a laxity of practice by no means commendable. But, in the absence of objection by the court, to accept the omission of valuation as evidence of fraud in the applicant, or to ascribe to it a vitiating effect, would be, not only to clothe it with a character and quality not necessarily belonging to it, but to establish a highly dangerous rule, probably condemnatory of many titles derived from similar defective sources. It is impossible, now, to ascertain the reasons which influenced the judges in their selection of the particular property directed to be converted. They may have rested on their personal knowledge, or they may have sought information from some other reliable source. At all events, we are bound to suppose they acted understandingly and after due deliberation; for the maxim is, everything is presumed, in the absence of positive negation, rite esse acta. Many reasons may have influenced the choice; and the allegation, or even demonstration, that it was disastrous to the interests of the now plaintiff, of that it produced a much larger sum than was required to discharge the debts, furnish no ground for an attempt to reform it, at the expense of the defendant. But, in addition, it' must not be forgotten, that when the sale was ordered, Jesse Beeson was legally competent to the protection of his own interests; .and that, even after the inquisition found against him, he must be esteemed adequate to the discharge of the duties of executor. As was ruled in Sill v. Knight, 7 W. & S. 244, the court does not adjudge a party found to be an habitual drunkard, to be destitute of capacity for every purpose, but only so far as to justify taking. his property out of his control, as a measure of precaution. As the statute regulating the subject does not warrant it, so there is no sentence of general disability. In that case, it was accordingly held the party might well execute a power to sell, given by a will. . But if we look beyond this legal conclusion, we find, in the testimony, evidence that it is in accordance with the actual fact. Eighteen months after the sale, we see Jesse, without any complaint of it or of the mode by which it had been effected, submitting to Mr. Dawson a draft of the deed of conveyance, with a view to the protection of his own interests in other lands not sold, and exhibiting, in respect of it, a degree of intelligent solicitude altogether incompatible with the notion of complete mental prostration. It'was, then, certainly as strongly incumbent on him as on Isaac, to suggest any objection existing against the sale of the farm. It is not pretended he was unacquainted with the application. Perhaps the explanation of his acquiescence is to be found in the testimony of Adam Lutz, to whom, in 1843, he gave as a reason for selecting the farm as the subject of sale, rather than the woodland, that the latter was profitable to him in connexion with the mill property, while the former was a source of expense. These facts may be properly adverted to as consistent with and strengthening the presumption of right action, though in the presence of actual fraud practised by Richard and Isaac, in procuring the salé, they would be of no avail as against Jesse. Admitting this, the plaintiff insists that the offered evidence, mentioned in the second and sixth bills of exception, tended to prove the existence of such fraud, and should, therefore, have been received.\nIt must be conceded, that in a case of this kind, evidence that would serve but to embarrass a jury, without affording any legitimate guide to sound conclusions, ought not to be heard. I know, where the question is of fraud (which may be shown by a thousand minute circumstances), how frequently difficult it is to discriminate between facts legitimate to establish it, and bare surmises, hatched by morbidly excited imaginations from unwarranted inferences. But surely it is not too much to say, that to impeach the solemn decree of a court of record, the facts offered should be precise, and tend to prove the allegation of corrupt practices. The offers here made, so far from partaking of this character, are conceived in terms so vague and general as to be objectionable on that score; and, if proved to the letter, would stop very far short of establishing fraud. The first of them is destitute of even an implied allegation of its existence; and the second, which was obviously intended to amend this defect, at the very uttermost suggests but a mistaken opinion. The first proposition is that, on the presentation of the petition, the judges expressed surprise that any necessity existed for the application, and that the difficulties felt were removed by some representations. What these difficulties were, or the representations that obviated them, is not intimated. The gist of the second offer is, that to an inquiry propounded by the court, whether a sale of part of the homestead would not be sufficient ? the acting executor answered in the negative. But this does not show a fraud perpetrated on the court, though it should be coupled with proof of other land sufficient to discharge the debts. If it be admitted the answer was erroneous, I see nothing to fasten upon it the character of a fraudulent falsehood. Aside from this, however, there is another decisive answer to the offered proof. Neither of the offers proposed to connect the purchaser with the imputed misrepresentation of the acting executor. This, in my opinion, was essential; for I cannot assent to the idea presented by the second of the plaintiff’s points, to the effect that if Richard entertained a fraudulent purpose, Isaac may be found cognisant of and a participator in it, simply from the fact of his purchase, “without other evidence of or connection'with the previous fraudulent acts.” To refute this notion, it is, I think, only necessary to remember, that its effect would be to visit the purchaser with a heavy pecuniary loss, by way of punishment, for an imaginary offence, resting in mere surmise. I agree there are cases in which a, third person may be presumed a participant in previous fraudulent acts perpetrated by others, from slight circumstances connecting him with them, if it be shown he became the recipient of all the benefits of the transaction; as in Bredin v. Bredin, 3 Barr, 82. But this is not one of that class. For anght that appears, Isaac was as wholly unconnected with what took place in court, on the presentation of the petition, as was Jesse; and there is no such subsequent benefit derived by him from the supposed deceit, as ought reasonably to entail upon him the consequences attendant upon guilty knowledge. Except that it is a purchase by a trustee, which may be perfectly honest, the case presents the ordinary' instance of a public sale for a fair price, unattended by any proof of malfeasance or misfeasance other than what may, on the same presumption, be attributed to the complaining trustee, the now plaintiff. Now, it never yet has been held, and I trust never will be, that the bare fact of one of several trustees being the successful bidder, exposes him to the gratuitous imputation of actual falsehood and moral fraud, practised by another, though that other be a co-trustee. The cestui que trust may avoid the sale, if he will, under the rule of policy that accounts it a constructive fraud; and where something beyond this is charged, the transaction should be subjected to the rigid and searching examination of a jealous eye. But there should be some proof of participation, other than the mere fact of purchase. A belief of it is not to be wantonly entertained, or upon strained presumptions. But, upon the legitimate proofs, the allegation of the' defendant’s turpitude was fairly submitted to the jury as a question of fact, and decided adversely to the plaintiff. This should put it to rest.\n3. It is said that the interposition of Pennock as a bidder, is, in itself, a fraud destructive of the sale. ' This proposition, embodied by the last point submitted by the plaintiff, is said to be based on an observation which fell from Mr. Justice Wayne, in Michoud v. Grirod, that a purchase- by a trustee or agent, per interpositam personam, carries fraud on the face of it. We'are aware that in this abstract proposition, the learned judge is sustained by high authority: 4 Yes. 411; 14 Yes. 504. But by this it was not intended to intimate that the employment of a third person fairly to bid for a trustee, is absolutely destructive of the purchase, ah initio, and as though it had never been. To this extent we cannot give it our assent. The books. are full of such instances, but I think no case can be found in which such a fact was allowed to work a distinction in the rule by which equity measures the validity and determines the binding efficacy of such purchases. We have seen that chancery does not denounce these transactions as morally wrong, but apart from express fraud will sustain them as vesting some, though a defeasible interest. If so, the substitution of a third party as a conduit for the transmission of title, would seem to he absolutely necessary. This necessity is noticed in Chronister v. Bushey, 7 W. & S. 152, where, after stating the general rule, that equity forbids a trustee to acquire an indefeasible estate, as against his cestui que trust, by purchase at his own sale; it is said, where he himself is a bidder, the contract is void, even at law, for want of parties, for an individual cannot contract for himself, or convey to himself, and where the legal objection is obviated by the interposition of an agent, equity allows the sale to be avoided at the election of the cestui que trust, who may set it aside without regard to its fairness. In Rham v. North, 2 Y. 117, it is observed, a trustee cannot convey to himself; a title can only be derived through a third person; and in Bruch v. Lantz, 2 R. 392, direct and indirect purchases by trustees are treated as standing on the same ground, both being voidable, but not void.\nIt is true that where recourse is had to such an intervention, by way of trick and artifice, for the purpose of deceiving and misleading those in interest, it may amount to positive fraud, absolutely destructive to the purchase. So, if employed to palm an instrument of falsehood on the court, to induce it to do'what otherwise it would not have done. But though, on the argument here, such a purpose was assumed to exist, or, at least, said to be deducible from the facts in proof, it was not so put in the court below, nor do we see anything in the evidence to warrant such a conclusion. The simple fact that Pennock was returned as buyer, admits of easy explanation, consistent with lona fides, from the necessity already stated. For this reason, the practice is probably not unusual whenever a purchase of this kind is made at an Orphans’ Court sale; nor is it perceived that this allows a larger latitude for malpractice than is afforded in the ordinary instance of unofficial sales by trustees to themselves, per interpositam personam. This, of itself, has never been thought to furnish an objection on the basis of actual fraud.\nThese objections being disposed of, a question is made, whether the standard of requital which ought to be made by the plaintiff to the defendant, on avoidance of the sale, was correctly ascertained by the court in its instructions to the jury. This is now of little or no consequence, since the verdict ascertains a ratification of the defendant’s purchase. But the exception taken to the charge, in this particular, is destitute of merit. It springs from the idea that, as Richard Beeson was not authorized to satisfy the judgments recovered against Jesse Beeson, and there is no sufficient evidence of recognition of these payments by Jesse, and as the principal sum due to the heirs of Stiger, at the death of‘Mrs. McNabb, did not come to Jesse’s hands, these several sums ought to be deducted from the amount of purchase-money paid by Isaac, in any statement made to ascertain the sum to be repaid him by Jesse. But, without attempting to determine whether Richard was vested with authority to pay the liens of record against Jesse, it is sufficient to say there was plenary proof for the jury that the propriety of these payments was recognised and assented to by Jesse’s committee, and afterwards by himself. For this, it is enough to refer to the receipt of Mr. Patterson to Richard Beeson, as acting executor, and the subsequent account of the committee;, settled on in 1841, and accepted by Jesse as correct after his restoration to competency. Indeed, it is difficult to perceive on what ground, consistent with common honesty, he could have refused, this concession.\nAs to the principal sum constituting what has been called Mr. McNabb’s claim: this was paid out of the purchase-money to Mr. Howell, representing the heirs of Stiger, by direction of the Orphans’ Court. Even holding Isaac Beeson liable for the due appropriation of the purchase-money by the acting executor, the decree is a sufficient protection until reversed on appeal.\nIf, then, the sale to the defendant was voidable merely, the next question presented is, are there any facts in the cause, showing such 'a subsequent confirmation of it by the plaintiff, as will bar his right to rescind it on terms of reimbursing the purchaser ? Though it is said that an act or contract radically null by force of positive law, or on principles of public policy and private morality, is incapable of confirmation, it is certain, merely voidable transactions admit of ratification, by various manifestations of acquiescence short of technical contract. Of this, our books furnish many instances, a few of which it may not be improper to refer to. The defective acknowledgment by a wife of the conveyance of her husband’s land, is cured by her joinder in an action.as .executrix to recover the purchase-money, and she will be thus barred of her dower: Share v. Anderson, 7 S. & R. 63. A consentable boundary-line fairly made by the guardian of an infant and an adult, binds the infant, if he acquiesces after attaining full age; Brown v. Caldwell, 10 S. & R. 114. The acceptance of a part of the purchase-money made by a sheriff’s sale of land, estops the party from disputing the validity of the sale: Strobel v. Smith, 8 W. 280; and the same effect was ascribed in Adlum v. Yard, 1 R. 171, to the acceptance by a creditor of a dividend declared under a void deed of assignment. An erroneous adjudication by the Orphans’ Court of the lands of a decedent to his widow, is validated by an action brought by the collateral heirs on the covenant of the widow to pay the purchase-money : Painter v. Henderson, 7 Barr, 48; and a ward, whose land was irregularly sold by his guardian, bars his right to contest the purchaser’s title, by acceptance of the purchase-money after arriving at manhood: Wilson v. Bigger, 7 W. & S. Ill, 123. It is true, that to work a confirmation, the act relied on as a tacit ratification must be done with knowledge of the existing objection. The party need not, it is said, be cognisant of all the circumstances attending the transaction, but he must be aware that the act he is performing, will have the effect of tacitly ratifying an impeachable thing; and some of the authorities say, it must not be susceptible of any other interpretation: Story’s Eq. § 307; Murray v. Palmer, 2 Scho. & Lef. 486; Revas’ Heirs v. Bernard, 13 Louis. R. 175; Copeland v. Mickie, 17 Ib. 293; Perrin, Traite des Nullités, 350; Hays v. Heidelberg, decided at the present sittings. In the case in hand, it is not to be doubted that Jesse Beeson was aware of the sale of his land, and cognisant of the circumstances which preceded it. Did he know that one of his co-executors was the actual purchaser ? There is proof tending to show that he did; and if so, there was, under the principles I have stated, and in accordance with them, ample evidence of such acts, as would fully justify a jury in finding a confirmation by him. These were briefly enumerated by the learned judge before whom the cause was tried, and need not be repeated here. After adverting to these facts, the question of ratification was fairly left to the jury, with a correct exposition of the law, by which their deliberations and decision were to be guided. “ Had,” said the court, “ Jesse Beeson a full knowledge of the transaction between Pennock and Isaac, and that the sale was voidable at his option, and with.this knowledge has he assented to the appropriation of the proceeds to his own use ? If he has, it is a ratification of the sale, and the defendant will be entitled to your verdict. But if he has not had that full knowledge of the subject, and has done no act exhibiting his assent to the payments, the sale is not thereby ratified, but is voidable at the option of the plaintiff.”\nAlthough the errors assigned have not been examined seriatim, what has been said, covers all the points made in this court, on either side, except those arising from the plaintiff’s eighth and eleventh bills of exception, which I will now briefly consider.\nThe rule which prohibits an attorney or solicitor from testifying is confined to cases of confidential communications by the client to the counsel, and does not extend to the protection of matter communicated, not in its nature private, or which cannot properly be termed the subject of a confidential disclosure: 1 Greenl. Ev. § 244; Levers v. Van Buskirk, 4 Barr, 309. Supposing Mr. Dawson to have been professionally retained, yet an attorney may be compelled to disclose that fact — and by whom ? Levy v. Pope, 1 Mo. & Ma. 410; Brown v. Payson, 6 N. Hamp. R. 443; Chirac v. Reinicker, 11 Wheat. 280. And it may well be doubted whether any other portion of the intercourse between these parties partook of that secret and confidential character necessary to bring it within the principle of protection. A deed was simply submitted to the witness, to ascertain whether, in its then shape, it was sufficiently protective of the interest of the party in other property. No particular communication seems to have been made, or at least, none was testified; nor does it appear the interlineations made in the deed were suggested by anything which then passed between Beeson and Dawson. Now as the rule has a tendency to prevent the full disclosure of the truth, it ought to be rigidly construed, and should not be extended to cases not strictly within the principle of the policy that gave birth to it: per Shaw, C. J., in Poster v. Hall, 12 Pick. 89. But there is another decisive answer to the objection urged against the admission of this testimony. Mr. Dawson swears he was not employed by Beeson as his attorney, and as I understand him, was not considered to be acting in any other capacity than that of friend. Though it is not requisite, to give the rule operation, that there should be a regular retainer, or any particular form of application or engagement, or the payment of fees (Poster v. Hall), nor that there should be a suit pending or in contemplation (Greenough v. Gaskell, 1 My. & K. 102), yet it is to be confined to communications made to the attorney in his character of attorney (Bramwell v. Lucas, 4 D. & R. 367), and does not embrace cases where, though an attorney, and therefore consulted, the witness was only applied to, and acted as a friend : 2 Greenl. Ev. § 244. The reason of the rule has respect solely to the untrammelled administration of justice in the settlement of conflicting rights and obligations;. and, as this requires the assistance of the professional adviser, secrecy is enjoined as a necessary security, without which no man could safely have recourse to the legal professor. But it is unnecessary, and therefore improper, to extend the sanction of secrecy to confidential communications made to other persons, or to those which come to the knowledge of an attorney, when not standing in that relation to the party making the communication.\nWith respect to the testimony of .Mr. Yeech, it is not objected that he was permitted to disclose the fact of his having been retained by Jesse Beeson to prosecute the writ of error sued in the action brought by Mrs. McNabb against the executors. It is conceded such an objection could not have prevailed, for an attorney is compellable to disclose, not only the name of the person by whom he was retained, but also the character in which his client employed him; whether as executor, trustee, or on his private account: Beckwith v. Benner, 6 C. & P. 681. But it is said there was error in permitting the witness to state that Richard Beeson was considered as a stakeholder; and that the suit was carried on to try whether Jesse or Mrs. McNabb was entitled to the money in controversy. Admitting that this could not have been stated if the witness derived his knowledge of the fact from Jesse, it nowhere appears such was the case, and knowledge derived from an independent source is not privileged. It must be remembered the court directed the witness not to detail communications made to him by his client, and it is to be presumed, in the absence of a cross-examination, this direction was obeyed. It is the business of the party claiming the benefit of exemption from the general rule, that compels all to disclose the truth, to show that the particular instance is privileged. Failing to do this, it must be taken against him. This was not done or offered to be done here, and, consequently, no mistake was committed in receiving the testimony.\nThe other exceptions to evidence, not specifically noticed, were not urged on the argument.\nJudgment affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Sowell, Sampton, and Mellen, for plaintiff in error.",
      "VeeeJi and Shaler, contó."
    ],
    "corrections": "",
    "head_matter": "Beeson v. Beeson.\nA purchase by an executor at an Orphans’ Court sale, for payment of debts, is 29 SC *212 voidable by the devisee or heir, even though the purchaser did not interfere in procuring the order to be made, but the petition was presented, the bond given, ' and the sale made by another executor.\nThe omission to mention a claim by the estate in the schedule of assets will not avoid the sale, unless the purchaser be connected with the fraud in so doing;, and where one of the executors conducted the proceedings in the name of all the executors, and another executor became the purchaser, the devisee, who was also an executor, being equally chargeable with the purchasing executor, cannot set up such an act as. vitiating the sale for fraud.\nIn the absence of actual fraud, the executor and purchaser are not responsible for the selection of the parcel of land directed to be sold, for that is the act of the court.\nWhere a trustee becomes a purchaser at the sale of a co-trustee, it is necessary to render the sale utterly void, by reason of the fraudulent acts of the seller to connect the purchaser with them.\nThe purchase by a trustee by a secret agent does not by itself render the sale void; it may, where used as a means of deceiving or misleading the cestui que trust.\nWhere the purchase-money was applied to the payment of judgments against the cestui que trust, an habitual drunkard, and these payments were assented to by his committee, and their accounts settled by himself after he was reinstated, the purchaser is entitled to be repaid this amount by the cestui que trust seeking to avoid the sale. And so of a payment out of the purchase-money made by order of the Orphans’ Court, after suit brought to set aside the sale.\nA cestui que trust knowing of the purchase by his trustee and of his right to avoid it, may ratify it, by assenting to the application of the purchase-money to his use.\n• Communications to an attorney are not protected, unless he was employed as an attorney, and then he may state facts other than those which were confidentially communicated, or which came to his knowledge whilst acting in that capacity.\nIn error from Fayette (Special Court).\nIn 1832, Beeson devised the property now in question to Jesse Beeson, the plaintiff, and appointed him, with Skiles, Isaac Beeson (defendant), and Richard Beeson, executors. In 1836, a petition on behalf of the executors of the testator was presented to the Orphans’ Court, signed by Richard Beeson, setting forth that the testator’s personal estate was insufficient for the payment of his debts, and praying an order for the sale of the realty. To this was appended an account of the debts and credits, which, however, was not found until after the trial of this cause, and a statement of the parcels of real estate owned by the testator, without an appraisement of their value. The court thereupon ordered a sale of this property by the executors, and approved of the bond offered by Richard Beeson. A sale was made and returned by him alone, and approved by the court. The deed to the purchaser was made by the surviving executors, among whom was the present plaintiff, and within a few months defendant, who was one of the executors, took a conveyance of the land; and it was proved that the purchase had in fact been made for him. After the sale was confirmed, and before the deed was executed, the plaintiff was found an habitual drunkard, and a committee appointed, and continued until 1841, when the plaintiff was reinstated.\nOn the trial of the ejectment, the plaintiff proved that there was omitted from the inventory of debts due the estate a debt called the Mackey claim. But it was shown that this was then in litigation — uncertain as to its results, and for which the land only of Mackey was answerable. The attorney testified that it was not available, that is, it could not then be used, though he was confident of ultimate success.\nThe defendant also showed that the purchase-money had been paid to Richard Beeson, the acting executor, and by him applied in part to the payment of a debt due by the estate, under an order of court, since this action was brought; that part of the fund was applied to the payment of judgments due by the plaintiff; that his committee had received a part, and that plaintiff had settled with them, these items of credit appearing in their account.\nThe evidence offered and rejected was: 1. That plaintiff’s father-in-law offered to give security for payment of the debts, if they would postpone the sale so that the property might be divided into town lots and sold. 2. That opposition was made to the granting the order of sale by the court, which were removed by representations made. 8. That the executor falsely represented that the unproductive property would not be sufficient to’ pay the debts; and also stated that part of the homestead (the property in dispute) would be insufficient for that purpose. The court also, under objection, permitted an attorney to testify to facts connected with the claim on the testator, paid since this suit was brought, showing that he had been employed by plaintiff to resist it, he being the real party in interest, and the executor considered but a stake-holder; at the same time directing him not to speak of communications m^de to him by his client. The court also permitted an attorney, who was not employed by plaintiff in that capacity, to prove that plaintiff had left the deed from the executors with him, to see that there was nothing in it which would prejudice him in respect to his other property.\nHepburn, P. J., instructed the jury: — “ That the sale to defendant, one of the executors, wrns voidable at the election of the plaintiff, although he was not active in the proceeding under which it took place; and that plaintiff might avoid it on that ground, paying the price which defendant had paid for it, and the cost of the improvements he had put on it. But if there was actual fraud, he was entitled to recover, without this allowance. That the omission of the Mackey claim from the inventory would not be fraudulent, unless corruptly withheld, to procure an order which otherwise would not have been made; nor, if the executor was honestly mistaken in his judgment, in withholding it. But, on this subject, the court said the plaintiff was parbiceps criminis; for he was as much concerned in this matter as the defendant, and hence it could not avail him. That the insertion of the McNabb claim was not fraudulent, since it was a general lien on his estate. That the selection of the particular parcel to be sold was the act of the court, unless unfair conduct on the part of the executor was shown; and then that only could be complained of — not the order itself. If the jury did not find there was actual fraud, then plaintiff was entitled to his purchase-money, with interest, cost of improvements, &c., deducting the rents. But if plaintiff knew the whole transaction, and that he could avoid it, and then assented to the payments made on account of his debts and to his committee, he had confirmed the sale, and could not now avoid it.” The rejection of the evidence, and the points considered by this court, embrace the errors assigned.\nSowell, Sampton, and Mellen, for plaintiff in error.\nVeeeJi and Shaler, contó.\nDec. 11."
  },
  "file_name": "0279-01",
  "first_page_order": 279,
  "last_page_order": 302
}
