{
  "id": 960627,
  "name": "Springer v. Brown",
  "name_abbreviation": "Springer v. Brown",
  "decision_date": "1848-11-16",
  "docket_number": "",
  "first_page": "305",
  "last_page": "307",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 305"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts, 367",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842688
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/4/0367-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 421,
    "char_count": 7604,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 9.940758243320789e-08,
      "percentile": 0.53662781111949
    },
    "sha256": "b727b1490e1cd728125b02431d990464cdd3b10a5c50bd62e2b6712bbd6d461f",
    "simhash": "1:c6c764a9d67cc2dd",
    "word_count": 1374
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Springer v. Brown."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThis ejectment is brought against a\npurchaser at sheriff’s sale by the children of a devisee of the debtor, who attempt to affect him collaterally, with error in awarding execution; but if the award of it was simply erroneous, and not void, it cannot prejudice the title. Such is the principle of Allison v. Rankin, 7 S. & R. 269, in which an error in entering judgment on a mortgage, after a single nihil, was not allowed to destroy the sheriff’s deed, and such the principle of Speer v. Sample, 4 Watts, 367 — a case much nearer the present — in which it was held that though the writ had been sued out after the death, the execution was voidable, not void; and that the sale was consequently valid. That the decision was founded on the soundest principles of the common law, was shown by Mr. Justice Kennedy, on reason and authority to which it is unnecessary to recur. It does not indeed appear in the report of the case, that the teste of the fieri facias was subsequent to the death; but as the common law carries back an execution by relation, to the first day of the preceding term, if it had not been so, there would have been no discrepance or room for a question. That case, therefore, is stronger than this. True, th.e venditioni exponas is tested of a term subsequent to the death; but a scire facias is not necessary to found it, because, as execution when commenced is entire, neither the debtor nor his personal representative is entitled to a day in court in the progress of it. That writ being a means to compel the sheriff to sell goods returned unsold for want of buyers, is a subordinate part of the proceeding, and one which is not always employed; for where a new sheriff has been inducted, the practice in the King’s Bench, as it formerly was here, is to proceed by distringas, commanding him to distrain the old one till he sell and have the money in court. Of course, when compulsion is necessary, the creditor has to do with the officer, and not with the debtor’s personal representative, who can have nothing to allege which might not have been alleged by the debtor himself. And it is unnecessary to bring the name of the executor or administrator on the record for the sake of congruity; for where one of two parties has died, the writ must be in the name of both to make it agree with the judgment: Bing, on Execution, 136. In Meriton v. Stevens, Willes’ Rep. 280, it was held that a sheriff who had levied before the allowance of a writ of error, was bound to proceed, because an execution, being an entire thing, could not be divided. Our statutory venditioni exponas for the sale of land, is borrowed from the common-law writ for the sale of chattels; and is prescribed only because the sheriff, being bound to return an inquisition, cannot sell on the fieri faeias without a waiver of it, so that it is equally an ancillary part of the machinery of execution. When that is put in motion, it is unnecessary to bring in either the debtor or his representative, for when a lien has been established either by the judgment or an award of execution, the presumption is against satisfaction of it in the first instance.. Even where an opposite presumption has arisen from the lapse of a year and a day, it appears from Patrick v. Johnson, 3 Lev. 404, and Howard v. Pitt, 1 Salk. 261, overruling Russell’s case, 4 Leo, 197, that an execution sued out without, a scire facias, is not void, but voidable. It is said in Bing, on Executions, 135, that a scire facias is to precede an execution, only when it is necessary to prevent surprise; for that where the defendant in the judgment would be without defence, there is no reason to suppose his personal representative would be in a better condition. But the award of execution ‘in this case, being prior to the statute of 1834, was not forbidden, and was neither erroneous nor irregular.\nAnother point of defence, was, that the death of the judgment-debtor, who was a surety, made it incumbent on the judgment-creditor to resort to the property of the principal in the first place. What had the purchaser to do with that ? If the levy was illegal, it was the business of the representatives of the surety to have it set aside; but having submitted to it then, it is too late to question the legality of it now. As to the objection that two writs of execution were sued out on the same judgment to the same term, it is enough to say that when the inquisition to found the first of them was set aside, the writ fell with it; and that the award of the second, was, at the worst, erroneous — perhaps not that, for if the first was out of the way, the second was good; if not, the first would support the sale. The exceptions to evidence also were unfounded. The plaintiffs offered to prove matters which, under the leading principle of the case, could not have availed the plaintiffs, and of which the rejection could not prejudice them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Veech, for plaintiff in error. •",
      "Howell and Hwing, contó."
    ],
    "corrections": "",
    "head_matter": "Springer v. Brown.\nWhere a fieri facias was tested before the death of one of the defendants, an alias and a venditioni exponas issued against him without noticing his representatives, were regular prior to the act of 1834.\nIt is no objection to the title of a sheriff’s vendee of realty under a judgment against two that one of them was a surety, and had personal property which was not levied on; nor that two writs of venditioni exponas issued to the same term, where one inquisition was set aside and a new one held.\nIn error from the Common Pleas of Fayette.\nThe plaintiffs in this ejectment were the heirs of Josiah Springer, to whom the lands in question had been devised in fee by Dennis Springer. The defendant held under a sheriff’s sale, and the question was, whether that was irregular ? In 1820, a judgment was recovered by one Dawson against John and Dennis Springer. In 1822, a fi. fa. issued, and was stayed. To June T. 1828, an al. fi. fa. issued, tested March 8th; on which a levy on the land was returned. John Springer waived a condemnation, and the land of Dennis was condemned on the 15th August, 1826; but the inquest was set aside. A new condemnation was had on the 14th August. A ven. ex. tested June 17th, issued to October, 1826; which was returned not sold, because the inquest was set aside. Another ven. ex. issued to the same term, tested the same day with the last writ, and the property was sold and conveyed by the sheriff to defendant.\nIt was in evidence that Dennis Springer died on the 5th of April, 1823; and the plaintiffs offered to prove that he was but a surety of John Springer, who had personal property nearly sufficient to satisfy the judgment. The plaintiffs also offered to show, by the docket, that the al. fi. fa. issued after the death of Dennis Springer; but the court rejected the evidence, and the plaintiffs proved the fact by other evidence. The court instructed the jury that the plaintiff in the action was not bound to proceed against John Springer, in the first instance, and that the fact that he owned personal property was immaterial; the levy not having been objected to at the time. That the plaintiff was not bound to revive the judgment against the representatives of Dennis, since thefi.fa. was tested before his death; that neither the al.fi. fa. nor the ven. ex., though tested after his death, was void as to him, and that there was no irregularity in issuing two ven. ex. to the same term, where one was avoided by the setting aside of the inquest.\nThe rejection of the evidence, and the charge, were assigned for error.\nVeech, for plaintiff in error. •\nHowell and Hwing, contó.\nNov. 16."
  },
  "file_name": "0305-01",
  "first_page_order": 305,
  "last_page_order": 307
}
