{
  "id": 960778,
  "name": "Minesinger v. Kerr",
  "name_abbreviation": "Minesinger v. Kerr",
  "decision_date": "1848-10-09",
  "docket_number": "",
  "first_page": "312",
  "last_page": "314",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 312"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wh, 313",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830602
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/2/0313-01"
      ]
    },
    {
      "cite": "3 Wend. 396",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "7 Cow. 633",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": 0
    },
    {
      "cite": "5 W. & S. 364",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478581
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0364-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 426,
    "char_count": 6130,
    "ocr_confidence": 0.355,
    "pagerank": {
      "raw": 6.04213955094385e-08,
      "percentile": 0.37417490363337785
    },
    "sha256": "5cb25d5f36d950c552bc45635535b2f131c8c0862fe106d3c620c0b17fe7d3ea",
    "simhash": "1:16c32efb259dbe7f",
    "word_count": 1048
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Minesinger v. Kerr."
    ],
    "opinions": [
      {
        "text": "Bell, J.\nThe line drawn between competent and incompetent evidence, under the general issue in actions of slander, is sometimes not very distinct, nor has it been unwavering. It would be a vain task to attempt a reconciliation of the numerous cases on this subject. But I think a safe and reasonable rule, in relation to the point in dispute here, may be extracted from the modern decisions, which, prohibiting covert attempts to prove the imputed guilt of the plaintiff, yet permits the defendant to show he had some reason, though founded in mistake, to believe the charge well founded. Formerly, it would seem the courts tolerated evidence of facts and circumstances tending to a conclusion of guilt, but falling short, as it was said, of actual justification. But as, from the very nature of such testimony, it was impossible to ascertain a definite halting-place between mere grounds of suspicion and plenary proof of guilt, plaintiffs frequently found themselves in the predicament of convicted persons, in the estimation of the jury, without any previous notice of an intent to impeach them. This inconvenience caused a change in the rule of evidence in England, and, as I believe, in most of the states of our Union. Certainly, in Pennsylvania it is now settled that, without a plea of justification, it is incompetent to a defendant, in slander, to give evidence of particular facts, which induced him to believe the charge true at the time it was made, if such facts are of a nature to establish the accusation, or may form links in a chain of circumstantial evidence tending to fasten guilt upon the plaintiff. You shall not, says the law, attack him indirectly if you fear to do it directly, by placing on the record an avowal of your intent, and thus put him on his guard: Petrie v. Rose, 5 W. & S. 364; Kay v. Fredrigal, 3 Barr, 223. The same principle is enforced in New York, as is shown by Root v. King, 7 Cow. 633; and Wormouth v. Cramer, 3 Wend. 396. But in the former of these cases, which was very elaborately discussed and much considered, it was held that the defendant, if he has not attempted to justify the charge, may prove, under the general issue, by way of excuse, anything that in the slightest degree repels the presumption of malice, if it do not necessarily imply the truth of the charge or tend to prove it so. This distinction has received the sanction of this court in Beehler v. Steever, 2 Wh, 313, whei’e it was ruled that a defendant may, under the general issue, in mitigation of damages, prove such facts as show a ground of suspicion, not amounting to actual proof of the plaintiff’s guilt, and, I would say, shown to be reconeileable with his entire innocence. It was there observed, with much pertinency, that if one truly believes the existence of guilt, though mistaken in point of fact, and, in a moment of irritation, make a criminal charge against another, he is surely not as culpable as where the accusation is preferred without any reason, actual or supposed. To this I may be permitted to add that there is a wide difference between a deliberate defamer and one who, mistaking the legal character of a transaction, denounces as crime what is, in truth, simply a civil trespass. Evidence showing this is directly addressed to the degree of malice present, without establishing the imputed turpitude. It should, therefore, be received, for although the injury done to the plaintiff’s character furnishes, in part, the standard of damages, the motives of the accuser, and the presence or absence of wanton and causeless malice, may fairly enter into the estimate. As a result of this reasoning, I think it may be safely asserted that facts which contribute, even in a slight degree, to show an innocent reason for the defendant’s act, and which do not, at the same time, tend to support a plea of justification, are receivable in mitigation of damages. This distinction is, in itself, obvious enough. The great difficulty lies in its practical operation, for experience teaches that to discriminate between that which, in some sort, may serve to excuse an unfounded impeachment, and that which proves its truth, calls frequently for the exercise of a very nice and delicate perception.\nBut in the present instance, I think this difficulty does not present itself. The offer, as I understand it, was to prove that the plaintiff had committed a trespass in taking and converting boards belonging to the defendant, and that the latter, misconceiving the nature of the plaintiff’s act, mistakingly charged him with a felonious appropriation of the property. This was certainly not impertinent evidence. It must be, therefore, competent under some form of pleading. But it was not of a character to sustain a plea of justification. It was consequently, under the rule I have stated, receivable on the general issue, for otherwise it would be shut out altogether.\nWe know that, on the trial of such an issue as this, many vexed and perplexing questions are apt to be sprung upon the presiding judge without any time afforded for deliberate investigation. In the hurry of the trial, the court below thought the offered evidence within the inhibition of Petrie v. Bose. As it is presented to us, it does not appear to be so. The defendant is, therefore, entitled to another trial, with the benefit of his excluded testimony.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Shannon, for plaintiff in error.",
      "Agnew, contó."
    ],
    "corrections": "",
    "head_matter": "Minesinger v. Kerr.\n• In slander, evidence of the truth of the words is not admissible under the general issue; hut the defendant may prove, in mitigation of damages, the circumstances which induced him erroneously to make the charge.\nIn error from the Common Pleas of Beaver.\nCase for slander, in charging the plaintiff with larceny. Plea, not guilty. The defendant offered to prove, in mitigation of damages, and not as a justification, that he had certain boards in the river, which plaintiff took, for the purpose of showing the circumstances under which he used the words in making the charge before a justice. This was rejected and assigned for error.\nShannon, for plaintiff in error.\nAgnew, contó.\nOct. 9."
  },
  "file_name": "0312-01",
  "first_page_order": 312,
  "last_page_order": 314
}
