{
  "id": 960661,
  "name": "Dodds v. Dodds",
  "name_abbreviation": "Dodds v. Dodds",
  "decision_date": "1848-10-12",
  "docket_number": "",
  "first_page": "315",
  "last_page": "316",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 315"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 277,
    "char_count": 3910,
    "ocr_confidence": 0.386,
    "pagerank": {
      "raw": 2.133707484566448e-07,
      "percentile": 0.7661830863498219
    },
    "sha256": "6d3d70dd0d5df90dfc51758a8acf0e2ff31bf4d5f350439acab3821c9bf6b25e",
    "simhash": "1:c850a604d8deb404",
    "word_count": 695
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dodds v. Dodds."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nAs we cannot look beyond the record, the depositions which show that the judgment was confessed by the defendant’s counsel, not only without, but expressly contrary to the instructions and protest of their client, must be laid out of the case; and for ground of relief we are restrained to the agreement entered on the docket, which, if it could not be enforced entire, a chancellor would not enforce at all. Notwithstanding the entry of it on the docket by direction of the counsel of both parties, it rested on parol — as much so as if it had been written on a separate paper — and it consequently falls under the letter of the statute of frauds, which declares that all leases, estates, or interests of freehold “ not put in writing and signed by the parties so making or creating the same, or by their agents thereunto lawfully authorized by writing,” shall have the effect only of leases at will. To say nothing of the positive requisition of the statute, an attorney at law, even when constituted by actual warrant, has no power to compromise his client’s suit, much less to bargain away his land, as was held in Huston v. Mitchell, 14 S. & R. 307, a case in all respects like the present, except that the judgment was entered pursuant to a compromise in the Supreme Court, where it was set aside, as this judgment might, on the same principle, have been, in the court below. But the statute requires even an attorney in fact, to sign the name of his principal, which was not done here. An attorney at law doubtless has authority to bind his client by confession of judgment; and when he does so, without terms which show that he exceeded it, the client is concluded by it, and turned round to an action against him for breach of instructions. What then would a chancellor do, if called upon to enforce this agreement ? He could not compel the defendant to execute a conveyance of half the land, because she did not sign or authorize it; nor could he establish the particular line of division, by requiring a conveyance from the plaintiff, who is in the same predicament. But not being able to decree the contract specifically, he would not permit either of the parties to retain a legal advantage derived from it; and having no direct power over the judgment at law, he would render it abortive by a perpetual injunction to restrain the plaintiff from suing out execution of it. We have no such power, but we can attain the end directly, by abating the judgment on writ of error, as the court below ought to have done, by setting it aside on motion. The case is an extraordinary one; and, to preserve the defendant’s right of trial by a jury, it requires an extraordinary remedy: consequently we are bound to apply the only one we have in our power.\nJudgment reversed, and procedendo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Trimllin for plaintiff in error.",
      "Darrah, contri."
    ],
    "corrections": "",
    "head_matter": "Dodds v. Dodds.\nWliere an attorney confessed judgment in ejectment against defendant for part of the land, and it appeared from the entry thereof that the condition was that the plaintiff should convey the other part of the land to the defendant, the judgment will be reversed at the instance of the defendant, for the agreement was not mutual, not being binding on the plaintiff under the statute of frauds.\nAffidavits read in the court below cannot be read in error, not being part of the record.\nIn error from the Common Pleas of Butler.\nAn ejectment was brought against Sarah Sands, and, by consent, her daughter was admitted as a defendant, the mother appearing for her as guardian. The record showed that after, a jury was sworn, a judgment was entered by consent against defendant for a part of the land, plaintiff to convey the other part to her, and to her mother for life, who sued out this writ of error.\nCertain affidavits were read in the court below, to show that defendant’s guardian had refused to permit this to be done.\nTrimllin for plaintiff in error.\nDarrah, contri.\nOct. 12."
  },
  "file_name": "0315-01",
  "first_page_order": 315,
  "last_page_order": 316
}
