{
  "id": 960607,
  "name": "Sennett v. Johnson",
  "name_abbreviation": "Sennett v. Johnson",
  "decision_date": "1848-10-06",
  "docket_number": "",
  "first_page": "335",
  "last_page": "338",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 335"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 356,
    "char_count": 6398,
    "ocr_confidence": 0.371,
    "pagerank": {
      "raw": 3.6049132063554125e-07,
      "percentile": 0.8879174036787473
    },
    "sha256": "c2a75c549d7a8973e8f7df70922bcc6121c5c4b168a0915c060abe456af6a272",
    "simhash": "1:926ce4ad5a507f89",
    "word_count": 1138
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Sennett v. Johnson."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nThe court was right in rejecting the evidence contained in the second bill, as it was an attempt to explain, alter, and extend the deed by the introduction of parol testimony. The evidence offered in the third bill was properly rejected, because it is not the subject of set-off. The whole matter proposed to be proved involved the settlement of a partnership account, which can only be properly settled in an action of account render, now pending between the parties. The additional evidence offered in the fourth bill does not vary the principle, and we see no error in the court in adhering to the former decisions. One item in the first bill, namely, that the plaintiff had taken money out of the concern, after the sale to the defendant, was not obnoxious to the objections to the other evidence, and might have been received if offered separately. But the evidence was offered as a whole, and rejected as a whole. It is not the duty of the court, but of the counsel, to discriminate in such cases. The latter have no right to throw this burden on the court. And it may be readily perceived how much judgments would be endangered if artful practitioners were indulged in this practice. It would be a trap to the unwary, and one from which the most careful judges sometimes would find it difficult to escape. Here the counsel have no reason to complain, as the court distinctly announced, that as it was offered as a whole, it was rejected as a whole. We perceive no error in the answer to the points or the charge. The court have put the case on its true grounds, and we affirm the judgment for the reasons given. We have the less reluctance in coming to this conclusion, from the fact, that if the defendants have a just claim, they may (notwithstanding this judgment) assert it in an action against Johnson’s administrator. The first point was properly abandoned.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "J”. Gfalbraith, for plaintiff in error.",
      "J. jET. Walls er, contra."
    ],
    "corrections": "",
    "head_matter": "Sennett v. Johnson.\nAgreements additional to that reduced to writing respecting the subject-matter of a contract thus evidenced cannot be proved by parol, unless fraud or mistake is shown.\nWhere several matters are offered at once under the plea of set-off, if any of them are inadmissible it is not error to rej ect the whole.\nAn endorsement upon a bond, after suit brought, of the receipt of a note in payment of a particular instalment, is not evidence of the payment of the prior instalments.\nThe consideration of the re-purchase of lands under a parol contract being within the statute of frauds, cannot be used as a set-off.'\nA liability for one cannot be used as a set-off against a claim by him, unless a cause of action has accrued.\nWhore the consideration of a bond is the transfer of a certain interest in a partnership, the deficiency of the interest by reason of indebtedness to the partnership cannot be used as a set-off where the accounts have not been settled.\nIn error from the Common Pleas of Erie.\nThis was an action of debt b.y Johnson, on a bond sealed by P. Sennett, payable in instalments on the 1st of April and September. Pleas, payment and set-off.\nThis bond was given as the consideration for a conveyance of certain land, and of an assignment of Johnson’s interest, “being three-eighths of the whole,” in a partnership composed of Johnson, Lester & J. S. Sennett.\nThe first bill of exceptions was to the rejection by the court of evidence of an agreement made by Johnson, at the execution of the deed, that he would continue in the establishment to settle up the affairs — which he neglected to do — and of representations by him that his share in the concern was three-eighths of the whole: if it were not, he would settle up, and make it three-eighths; and that at .that time he was indebted to the firm, and had since taken money out of the concern for his own use. The court rejected this, because it varied the contract evidenced by the deed, and there was no allegation of fraud or mistake. The defendant then offered to prove that Johnson and J. Sennett had received large sums for the firm, and borrowed others in the firm’s name, which they had applied to their own use; and that J. Sennett was insolvent; and that the other members of the firm consented to this set-off.\nThe evidence was again offered, with proof that before the execution of the deed, in answer to defendant’s inquiry, it was represented that the effect of the deed would be to require Johnson to settle with the concern, and make his share three-eighths — and was rejected by the court.\nThe exceptions to the charge of the court were as follows:—\nEndorsed upon the bond nearly a year after suit brought, was a .receipt for a note of a third person “on the payment, which became due April 1, 1844.” The court said, under the circumstances, this did not raise a presumption that all the prior instalments had been paid.\n2. It was in evidence that' plaintiff and J. Sennett had sold certain real estate to defendant, who had paid $700 of the purchase-money. There was also parol proof that plaintiff and Sennett had re-purchased this property, and had agreed to refund the amount paid. The court considered this could not be used as a set-off; for the right of action for such purchase-money was ■within the statute of frauds; and there being proof that Johnson was to pay this money by instalments, the last of which were not due, the court said, that as no suit could be maintained for all the instalments until all were due, the defendants could not set off the whole of the claim. And that it was true, as he contended, that until all were due, an action could not be maintained for some of the instalments, without waiving the claim to the others; for there was but one promise and one cause of action.\n3. There was proof, that at the time of the sale, plaintiff had stated that one ITalleck had no claim against the concern. Halleck sued the firm, including the present plaintiff, and recovered judgment, and the defendant was bail in error. The judgment was affirmed, after this suit brought. The court said, that until payment of this claim, he could not sue Johnson, and hence could not set it off; for the strongest view of the evidence was, that Johnson had agreed to take this claim on himself, not to indemnify against it; and the judgment against him was a compliance, until the defendant paid the debt.\nJ”. Gfalbraith, for plaintiff in error.\nJ. jET. Walls er, contra.\nOct. 6."
  },
  "file_name": "0335-01",
  "first_page_order": 335,
  "last_page_order": 338
}
