{
  "id": 960685,
  "name": "Briggs v. Thompson",
  "name_abbreviation": "Briggs v. Thompson",
  "decision_date": "1848-10-09",
  "docket_number": "",
  "first_page": "338",
  "last_page": "341",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 338"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Rawle, 339",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1823524
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/4/0339-01"
      ]
    },
    {
      "cite": "5 W. & S. 157",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478903
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0157-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 400,
    "char_count": 7221,
    "ocr_confidence": 0.367,
    "pagerank": {
      "raw": 1.4718418953759672e-07,
      "percentile": 0.659421456617741
    },
    "sha256": "981cb43b5fd11ebd2cb27705f806bbfeace05e70dba0b8bdcf528b83b0f7d352",
    "simhash": "1:9745c569fa94b238",
    "word_count": 1304
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Briggs v. Thompson."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nTrespass lies where the plaintiff has the absolute or general property, although he has never had the actual possession; it being a rule of law, that the general property of personal chattels, primd facie as to all civil pui'poses, draws to it the possession.\nThe owner of tithe, where it has been set out to him, may maintain trespass against the occupier of the land who turns in cattle and destroys or injures it: Williams v. Ladner, 8 T. Rep. 72. And by analogy, the landlord in this case, Thompson, might have maintained trespass against the tenant for taking his share of the hay, after it had been set out to him. But the tenant had merely cut the hay and housed it in bulk in the barn. There is not a scintilla of evidence that any division had been made. Each was entitled to an undivided moiety, and the tenant was in possession of the whole. Trespass cannot be sustained against a joint tenant or tenant in common for taking away the property and holding it exclusively from his co-tenant, because each has an interest in the whole, and a right to dispose thereof: Martyn v. Knowlys, 8 T. Rep. 145; 4 East. 121; 1 T. Rep. 658. If the co-tenant destroys the property, the rule has been held differently: 2 Saund, 47, o.; Co. Littleton, 200 a. In this case, if the landlord had any- remedy against his tenant for taking away the hay, it was by action on the contract of lease. The second point of the defendant ought, therefore, to have been answered in the affirmative. There was no evidence whatever, of a division of the hay. But there is evidence that a day was appointed for that purpose, but that it was not done. I might add in this part of the case, that in Olwine v. Rinehart, 5 W. & S. 157, it was ruled, that when the rent is payable in kind, the landlord has no interest in the grain, until it is severed and delivered to him.\nThe third point relates to the suspension of the rent. The court say that “if the lessee went off and abandoned the premises, leaving them at waste, and the lessor merely went into these abandoned premises, and occupied, and locked up the barn to preserve them and the hay, and neither the lessee nor Ms under-tenant attempted, offered, pr demanded to have possession, or even claimed the possession, how could the lessee be said to have been evicted or expelled under such circumstances?” and thus qualified, their answer was erroneous, because it puts a hypothetical case to the jury, which has no foundation in the evidence. The testimony is distinct, and without any contradiction, that in November, 1845, the lessor put Hood into possession, a short time after Cory Briggs had moved out, and five months before the expiration of the term, and that he told C. P. Briggs, the uncle of Cory, to whom he had underlet, that he should not go into possession under Cory. That the landlord entered and locked up the barn in which the hay was. And that when Cory left the house, he left his cattle, sheep, and hogs on the place, and his grain in -another barn beside the one in which the hay was. That he left in the house a cloak, bedstead, &c., all which were left in the care of C. P. Briggs, who was to move in the house and have the remainder of the lease. Now, adopting the rule in the case to which the court refer as contained in 4 Rawle, 339, that an entry of a lessor without an eviction or expulsion of the lessee from some part of the demised premises, before the expiration of the time, will not suspend the rent, still there appears enough to fulfil that rule. The lessor entered and locked the barn, and thereby evicted the defendant from it. He interdicted the sub-tenant, to whom his lessee had transferred the term, from coming in, and he put another person into possession of the house and premises, when the lease was a little more than half expired. If all these acts do not constitute an entry of the lessor upon the lessee, such as will suspend the rent, it is difficult to imagine what kind of entry will; unless it be required that the landlord should take hold of the tenant, and put him and his household out by actual force. But that surely is not necessary. In the case of Magaw v. Lambert, 3 Barr, 444, it was ruled by this court, that if the landlord take possession of the ruins of his premises, destroyed by fire, for the purpose of re-building without the consent of his tenant, it is an eviction. If with his assent, it is a rescisión of the lease, and in either case, the rent is suspended. The acts of possession by the lessor in that case, were but slight compared with those in the present case, and there was, in fact, no eviction but-that which resulted from the lessor’s exercising acts of ownership over the demised premises. The case is much stronger than the one on hand.\nThe court ought, therefore, to have given a distinct, unequivocal answer to the third point, and they ought to have answered it in the affirmative.\nThere is one aspect of the evidence which was not mooted in the court below, either by counsel or .the court, to which I feel it necessary to advert, so as to prevent misapprehension. An entry only suspends accruing rent, not that which has fallen due before entry. This may -be of some' consequence, if the cause is tried again.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Babbitt, for plaintiff in error.",
      "Walker, contó."
    ],
    "corrections": "",
    "head_matter": "Briggs v. Thompson.\nA landlord entitled to one-half of the crops when divided, cannot maintain trespass against the tenant for taking the hay which the landlord has in his possession, hut which had never been divided.\nThe entry of the landlord on the premises which had been left by the tenant during the term, and his putting another person in possession, and refusing to permit the assignee or agent of the tenant to occupy during the residue of the term, is an eviction which suspends accruing rent.\nIn error from the Common Pleas of Erie.\nTrespass by Thompson against Briggs, for taking certain hay. It appeared that plaintiff demised the premises to defendant for one year, for which plaintiff was to receive one-half the hay, to be divided in the barn. During the term, defendant quitted the premises, leaving there his cattle and furniture, and the hay now in question, which had never been divided, and having authorized his uncle, C. P. Briggs, to hold the premises for the residue of his term. The plaintiff entered on the property, locked up the barn in which the hay was deposited, and refused to permit C. P. Briggs to occupy the land, but let the property to another person.\nThere was a day fixed for the division of the hay, but this was not done. Defendant afterwards entered and took away all the hay, for which this action was brought.\nChurch, P. J., instructed the jury the action could not be maintained, unless there was a contract that plaintiff should have half the hay delivered in the barn, and it was so delivered, and if nothing remained to be done, but that each should take their respective moieties, he might recover. That there was no eviction if, after abandonment by the tenant, the landlord merely entered and locked up the barn to preserve the property, and neither the lessee nor his under-tenant attempted to obtain possession.\nBabbitt, for plaintiff in error.\nWalker, contó.\nOct. 9."
  },
  "file_name": "0338-01",
  "first_page_order": 338,
  "last_page_order": 341
}
