{
  "id": 960782,
  "name": "Champlin v. Williams",
  "name_abbreviation": "Champlin v. Williams",
  "decision_date": "1848-10-09",
  "docket_number": "",
  "first_page": "341",
  "last_page": "343",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 341"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 363,
    "char_count": 6043,
    "ocr_confidence": 0.381,
    "pagerank": {
      "raw": 1.472524509365395e-07,
      "percentile": 0.6595517730956515
    },
    "sha256": "156537f127c4ba974cb630157c056a2291ac2490c92a5a7f79714bae9d9ca199",
    "simhash": "1:d771ec73aeb1ab79",
    "word_count": 1079
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Champlin v. Williams."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\n(after stating the case.) — The defendant below alleges, and his counsel here strenuously contended, that in consequence of the payment by Gorham, the judgment and mortgage were satisfied and merged in the legal title of Champlin. But there,,was in fact or in law neither satisfaction nor merger. The court below seem to admit that if Gorham had any interest in the land which was bound by the mortgage, that a payment by him would be a satisfaction. This is very unsafe ground upon which to place the cause. A trust can be established by parol; it requires no delivery of possession. Gorham had made large payments and was a cestui qui trust as to one-fourth part of the land, as clearly proved, and as admitted all through the case. A trust estate, an equitable title, or any other title arising out of land, may be bound by judgment, levied on and sold. . I do not, therefore, adopt the view of the court below on the subject, but place the decision on positions more sure and tenable. Gorham had no other means of saving his own interests than the one he adopted. There was no privity of contract between him and Williams, and Williams had no hold on him personally, by contract or judgment. He stood to Williams, as it respected the judgment, in the attitude of a stranger. In re Magill, 6 Barr, 504, it was ruled that a purchaser who pays a judgment on which his land was seized in execution against his vendor, is entitled to subrogation as to the remaining land of the vendor. There the purchaser was bound to pay the judgment which was a lien on his land, or lose it; so here Gorham was bound to pay the judgment which bound his interest in the land, or lose it. And if, in the former case, thé judgment was kept on foot by subrogation, why should it not be kept on foot in the latter by the assignment ? Williams, the plaintiff, could not have had power to raise money out of Champlin’s property, merely for Champlin’s benefit, therefore if Champlin, or anybody for him, had paid the judgment, it would have been merged or extinguished. But if another person paid the judgment, the case would be different, and would be precisely within the case of Chamberlain v. Ewer, 2 Bulst. 11, where there was an intervening interest and an intervening person. A mortgage will not be considered as extinguished by a conveyance of the mortgagee’s interest to the owner of the equity of redemption, if it is the interest of the grantee to have it upheld, unless the intent of the parties to extinguish it is clear : Pool v. Hathaway, 9 Sheph. 85. Here it is manifest that the intent of the parties was to keep the mortgage on foot, because it is assigned; and it is equally clear that it would be against the plainest principles of equity to hold it extinguished as regards Gorham. There is still a stronger case — stronger in analogy — where one who has a right to redeem land mortgaged, pays the amount due and takes an assignment, the mortgage may be considered as discharged, or as still subsisting, according as the justice of the case may require: Bailey v. Willard, 8 N. Hamp. Rep. 429. In this case the money was paid by Gorham, at the request of the persons interested, who were totally insolvent, and with an express arrangement that he should make himself safe out of the property; and this fact clearly proved, brings- the case also within the principle stated by Lord Hardwicke in Chester v. Willes, Amb. 246, that when the owner of the fee in which the charge would otherwise merge, manifests his intent that the charge should subsist, his intent shall prevail. To the same point may be cited 6 Barr, 16. The position so much urged, that Gorham, Atwater, Pomeroy, and Champlin were partners in the land, and that a payment by one partner and an assignment to him shall be for the benefit of the whole, and therefore an extinguishment, has no weight, because, in the first place, there was no partnership, at least no evidence of it. Land is only held in partnership where one has been formed for the purpose, or where land is conveyed to an existing firm as partners. There is no evidence whatever of a partnership. The land was held by Champlin in trust, as proved by parol, for himself and three others. The tenancy would therefore be in common. But a stronger answer exists in the fact that Gorham paid the money and took the assignment to secure himself, at the request of Champlin and the others. Whether, upon paying up their full proportions of the purchase-money with interest, they will be entitled to a share in the land or not, it would be improper to say, as that aspect of the question is not embraced in the case. Gorham is entitled to judgment and execution on the mortgage, which is still on foot according to the intent of the parties.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "J. G. Marshall and Galbraith, for plaintiff in error.",
      "Kelso, contra."
    ],
    "corrections": "",
    "head_matter": "Champlin v. Williams.\nA purchaser by parol of part of a tract of land, who pays off a mortgage on the whole to prevent a sale, is entitled to be subrogated to the mortgage, and a judgment recovered thereon.\nIn error from the Common Pleas of Erie.\nChamplin purchased land from Williams, took a deed in his own name, and gave a mortgage for the purchase-money. Subsequently Pomeroy, Kissam, and Treadwell purchased three-fourths of Champlin’s interest in this purchase. Kissam and Treadwell’s right was sold to Gorham and Atwater. So far as the record showed, these purchases under Champlin were all by parol.\nWilliams recovered a judgment on his mortgage, and was about selling the land when Gorham paid the debt, and took an assignment of the judgment. There was evidence that Champlin requested Gorham to make this payment.\nGorham then issued a scire facias to revive the judgment on the mortgage to his use. On the trial Champlin set up that the payment to Williams was an extinguishment of the debt, &c.\nChurch, P. J., said this would be so if Gorham had any interest in the land, but of this the court could see no evidence, and therefore he was entitled to recover.\nJ. G. Marshall and Galbraith, for plaintiff in error.\nKelso, contra.\nOct. 9."
  },
  "file_name": "0341-01",
  "first_page_order": 341,
  "last_page_order": 343
}
