{
  "id": 960797,
  "name": "Lowry v. Coulter",
  "name_abbreviation": "Lowry v. Coulter",
  "decision_date": "1848-10-11",
  "docket_number": "",
  "first_page": "349",
  "last_page": "354",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 349"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts, 468",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846120
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0468-01"
      ]
    },
    {
      "cite": "3 Rawle, 401",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822529
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0401-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 589,
    "char_count": 13619,
    "ocr_confidence": 0.397,
    "pagerank": {
      "raw": 2.5161968407154833e-07,
      "percentile": 0.8110492156106398
    },
    "sha256": "9881925872b380822c7621e05c90bf93ea79a94e036f1d45df14f90d0a5176ea",
    "simhash": "1:3a20760cb2437dd7",
    "word_count": 2426
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lowry v. Coulter."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nPrima facie, no fraud is apparent in the confession of the judgment to Lowry & Son. At common law, a debtor might prefer particular creditors, and whether by assignment in trust, or by judgment and execution, was indifferent, the manner of doing it being modal. If, however, the purpose was not to prefer, but to delay, the transaction, in whatever form, would be within the 13 Elizabeth. The purpose may be a matter of inference by the court, or it maybe a matter of inference by the jury. In Twines’ case their respective functions were not distinguished and defined — an omission that has led to much misconception. Here we have to do with the functions of the. court, and to inquire whether the facts disclosed by the evidence, made the existence of fraud a legal conclusion. Lowry had filed a transcript of his judgment in Crawford county,' against Reynolds & Son, in May, 1846; and in the following August they went in person to the prothonotary’s office, confessed judgments to Coulter & Co. and two others, on bonds in the handwriting of Reynolds, the father, and ordered executions. Another bond was put into'the hands of an attorney, with instructions to enter it and proceed. On these judgments executions were issued and levied the next day but one. Now from this, there is no legal inference that the purpose was not to prefer these creditors, but to delay their competitors ; and the case is not within the purview of the 13 Elizabeth by legal inference, though a jury might find it to be so by inference of fact. It is urged, however, that it is marked with such precipitance and sweeping disposition of the property, without the knowledge of the parties to be benefited by it, as to call for proof that Reynolds & Son were actually indebted to them. But is the suspicion created by the circumstances to be disposed of by the court or by the jury ? In urgent cases, before the statute which prohibited preferences by general assignment, the execution of the instrument was often as precipitate, and its provisions always as sweeping; yet though the preferred creditors were not present or consulted, no one supposed that those circumstances raised a legal presumption that their debts were covinous or feigned. The statute does not extend to preferences by judgment and execution, which is only a mode of payment; and as there was no legal presumption that the debt of Coulter & Co. was pretended, the judge was not bound on that head to give the instruction required.\nBut the unamended return to the fieri facias showed that the levy was insufficient, colourable, and void; and the amendment allowed did not essentially vary it. “The above levy,” it was added, “ was taken from a schedule given me by defendant’s clerk. I did not see the property at the time or since. I was likewise ordered to proceed no further in the case.” According to Wood v. Vanarsdale, 3 Rawle, 401, there was no levy at all. What we call a levy is a seizure — in England an actual one. — but an officer cannot seize what is not within' the range of his view. True, it was held in that case that a levy is good if the property be within the power and control of the officer, provided it be followed up by possession within a reasonable time, and in a manner to proclaim the fact. In this, the property was at no time within the sheriff’s grasp; and so far was he from having taken possession of it, that he left it in the hands of Reynolds & Son, the debtors, to be dealt with as their own in the ordinary course of their business. In Trovillo v. Tilford, 6 Watts, 468, it was ruled that though actual seizure is generally necessary, the defendant may dispense with it for his accommodation ; and that the dispensation is good .ground to found an action of trespass against him for removing or detaining 'the goods: in other words, that it gives a constructive possession of them against himself. But is it good to keep off other creditors ? Any agreement between the, debtor and the sheriff, which is not contrary to the policy of the law, binds them; but it binds no one else. That the sheriff had not seen or seized the property, is not the only impediment in the way of Coulter & Co., which grows out of the unamended return. He averred in it that he was directed to proceed no further. By whom, was not specified ; but as Reynolds & Son controlled the execution, it must have been by them. But whether it was by debtor or creditor, the legal effect of the direction was the same, and equally evincive of a design to apply the execution as a cover. If Coulter & Co. permitted Reynolds & Son to direct the application of it, they are bound by what was done; and so conscious of it were they, that they procured the sheriff to amend his return. In the affidavit to found the motion, he swore “ that the return within referred to, where he said, ‘ I was likewise ordered to proceed no further,’ conveys a different meaning than was intended to bfe conveyed by him; that he intended only to say that he had no positive orders to proceed any further from the plaintiffs or their counsel!!!” What mattered it that he had no order from Coulter & Co., if he had an order from Reynolds & Son, of whom he was the instrument? that he had no express order even from the latter, if It were hinted to him that he need give himself n'o further trouble in the business ? On the foot of this affidavit, however, the court gave him leave to do what ? Undoubtedly to amend only those parts of his return which he swore were not what he intended them to be. But under this leave, he returned new and original matter not sworn to, and contradictory of the most material circumstances in his original return: — “ In pursuance of the order of the court, I hereby alter and amend my return according to the facts following, to wit: The above levy was \"made on the day it bears date, when at the store, and on the premises of the defendants, where the property was, and in full view of portions of it, the items being taken from a schedule furnished by the defendant’s clerk, in pursuance of my previous request, no positive order having been given by the plaintiff or his attorney, as I expected to proceed further: the property was not sold, and this writ is returned.” It is impossible to reconcile, on the ground of misapprehension, his affidavit to his original return, or his amended return to his affidavit. He had no power to amend except by the allowance of the court, or any further than its authority gave the license. But the only amendment he had laid a ground for by his oath, was the allegation that he meant to say that he had no positive order to proceed or not to proceed from the plaintiffs or their counsel; and to explain this strange misconception, he made a new return, containing not only the matter sworn to, but matter contradicting his original return, in which he had averred that he had not seen the property. But an unauthorized amendment is void, and the extent of the authority is to be measured by the extent of the affidavit to found it. In contemplation of law, the amendment was made when it was licensed, the affidavit being a sufficient material when necessary to reduce it to form. The case is a pregnant proof that no amendment should be allowed, except for reasons expressly stated and sworn to. An arbitrary power of amendment would frequently prejudice a third party; and though it might give him an action against the officer, his personal responsibility would frequently be an inadequate security for the damages. The return stood amended, therefore, only as to the order not to proceed; and such a levy was not returned as would exclude Lowry’s execution. The court erred, therefore, in charging, not only that the amended return was valid to the extent of it, but that it could not be gainsayed in the particular issue. It might be entirely disproved by evidence aliunde. Of facts legitimately set forth in a sheriff’s return, it is conclusive only in the cause in which it is made, as in Wilson v. Hurst’s Executors, Pet. C. C. 441; of facts incidentally in question in a contest with a third party, it is primá facie, as in Gyfford v. Woodgate, 11 East, 297 ; and of facts introduced into it by amendment without leave, it is no evidence at all. The return, even as legally amended, presents a case which, if not disproved by evidence aliunde, is decisively against the right of Coulter & Co. to the money, to say nothing of the testimony that the ore, metal, and coal on the bank, continued to be used, sold, and consumed, as they had been before the execution was issued. The evidence of actual and not legal intention, is not for us at present, -whatever it may be for a jury hereafter; but so far as legal direction was involved at the trial, it was the duty of the judge to charge that if the sheriff did not see the property at the time of the levy and after it, or that if Reynolds & Son directed him not to proceed, the execution was fraudulent and void, and Lowry was entitled to the verdict.\nJudgment reversed, and a venire de novo awarded.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Riddle and Pearson, for plaintiff in error.",
      "R. Brown, contrh."
    ],
    "corrections": "",
    "head_matter": "Lowry v. Coulter.\nThe confession of a judgment ■without the intervention of the creditor, and an immediate issue of execution at his request, does not afford a legal inference of fraud on creditors, though there be no other proof of the existence of the debt.\nA return of a levy on personal property, not within the view of the sheriff, and not taken into custody, is no levy as to subsequent judgment-creditors.\nIf the sheriff be directed by the defendant acting for the plaintiff to proceed no further, the execution is fraudulent as to creditors.\nAmendments of a return in other particulars than those stated in the affidavit on which the order to amend is made, are nullities as to other creditors, and no evidence of the facts thus stated.\nOn a collateral issue between two creditors to try the right to the proceeds of a sheriff’s sale, the return of the sheriff is but primit facie evidence.\nIn error from the Common Pleas of Yenango.\nThis was a feigned issue directed between Coulter & Co. and Lowry, who were execution-creditors of Reynolds & Son, to try the right to the proceeds of a sheriff’s sale of personal property.\nIn May, 1846, Lowry filed a transcript of a judgment recovered in another county against Reynolds. On the 1st of August, 1846, Reynolds, at his own instance, confessed judgment to Coulter & Co. and several others, and executions were issued. The evidence was that there was a written direction for an execution from Coulter and Co.\nOn the 8d August the sheriff returned a levy on certain personal property, consisting of wood, coal, ore, &c., at a furnace. The return concluded thus: “ The above levy was taken from a schedule given me by defendants’ clerk. I did not see the property at the time nor since. I was likewise ordered to proceed no further in the case.”\nOn the 26th August Lowry issued an execution on his judgment. The same goods or a part of them included in the former return were levied on under this writ, and a return made September 16th.\nOn the 12th of September the sheriff made, an affidavit that the return, “ where he says, ‘ I was likewise ordered to proceed no further,’ conveys a different meaning than was intended to be conveyed by him: that he intended only to say that he had no positive orders to proceed any further, and he does not say he had -no orders to proceed or not to proceed, from the plaintiffs or their counsel.” On this the court allowed the sheriff to amend his return.\nThe amended return was: “The above levy was made on the day it bears date when at the store, and upon the premises of the defendants, where the property was, and in full view of portions of it, the items being taken from a schedule furnished by defendants’ clerk in pursuance of my previous request. No positive order having been given by the plaintiff or his attorney, as I expected to proceed further — the property was not sold and this writ is returned.”\nA vend. ex. then issued, to which the sheriff returned: “ It will be seen that the above statement of property sold, does not amount to the schedule given me by defendants’ clerk, as will be seen by endorsements on the fieri facias, for the following reasons: — ■ First, a part of the property was claimed by other persons, and the plaintiff refused to give me an indemnifying bond on the day of sale; and, second, the defendants’ clerk gave me a bill of more property than was owned or claimed by defendant at the time the clerk gave that list.”\nThe evidence showed that part of the property levied on was sold by Reynolds before the sheriff’s sale, and part was consumed at the furnace.\nChurch, P. J., in answer to defendants’ points instructed the jury, that the facts connected with the entry of the judgment, and the issuing the executions without evidence of indebtedness aliunde did not'prove fraud, because of the proof-that the execution was issued at the request of Coulter & Co. That the amended return was the only one the jury could look to, and that showed a good levy; and if it were false, Lowry had his remedy against the sheriff. .Its correctness could not be gainsayed in this action. Nor could Lowry insist upon the first return, because he had issued an execution on the faith of it. Nor was the plaintiff responsible, or his judgment paid pro tanto, by the sheriff leaving property in the hands of the defendant, which was lost. Nor was it material that Reynolds’s design was to delay or hinder Lowry, if not known, to the plaintiffs.\nRiddle and Pearson, for plaintiff in error.\nR. Brown, contrh.\nOct. 11."
  },
  "file_name": "0349-01",
  "first_page_order": 349,
  "last_page_order": 354
}
