{
  "id": 960690,
  "name": "Fire Insurance Company v. The County",
  "name_abbreviation": "Fire Insurance v. County",
  "decision_date": "1848-01-15",
  "docket_number": "",
  "first_page": "413",
  "last_page": "415",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 413"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 257,
    "char_count": 3895,
    "ocr_confidence": 0.407,
    "pagerank": {
      "raw": 9.050042922922503e-08,
      "percentile": 0.504596793094887
    },
    "sha256": "6138bff17ab8b8c11f665c121eed583f0d629a362719b42fb23bab1749d805dd",
    "simhash": "1:55eacacabf56f564",
    "word_count": 651
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Fire Insurance Company v. The County."
    ],
    "opinions": [
      {
        "text": "Coulter, J.\nThis case was substantially ruled by the decision of this court, at this term, in the Saving Fund v. Yard. It is unnecessary to repeat the reasons given in that case.\nThe only point of alleged difference is, that this corporation constitutes a sort of mutual insurance company. But it has all the essential ingredients of a moneyed institution, making current profits for the stockholders or mutual insurers. The capital stock of the institution, in this case, is composed in part of the deposite notés (Rhinehart v. Allegheny, 1 Barr, 359), amounting to f53,000, in this case bearing interest, the stock held in the Easton Bank, and the real estate. These notes, which bear current interest, upon the dissolution of the institution, will be apportioned among the mutual insurers, according to the account of profit and loss of the concern, just as the capital of banks is disposed of among the stockholders, upon dissolution. There, as here and in all moneyed institutions, it is only the interest accruing on the capital invested, which is divided before dissolution. In this case, the notes of the insurers stand in the place of money paid in, and they pay current interest.\nTbe argument, that the shares of the stockholders or insurers may be taxed individually, and that therefore the aggregate amount in hands of the corporation cannot be taxed, was much pressed. But that objection, and the authority on which' it rests, was considered in the Saving Fund v. Yard.\nJudgment affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [
      "Maxwell, for plaintiff in error.",
      "Reeder, contra."
    ],
    "corrections": "",
    "head_matter": "Fire Insurance Company v. The County.\nDeposit notes bearing interest, taken by a mutual insurance company from the members of the corporation, are taxable for county purposes, as moneys at interest. ■>\nAnd so of stocks in which premiums paid by the insured are invested.\nIn error from the Common Pleas of Northampton.\nDec. 20. Case stated. The question was, whether the property of plaintiff in error was liable to taxation for county purposes ? The plaintiff in error was a mutual insurance company, incorporated by act of Assembly. By the charter, it was provided that the premiums should remain as a pledge for the performance of the covenants by the insured, and should be repaid to -them, with their respective shares of the profits, at the expiration of the policy, after deducting losses and expenses.\nBy the usage of the company, the insured, when their premiums exceeded $50, and the parties were in good credit, gave their notes, payable on demand, with interest during the continuance of the policy.\nThe property assessed, under the title of “ moneys at interest,” consisted of the premiums deposited and invested by the company, and these premium notes; also, certain shares of stock in the Easton Bank.\nThe court gave judgment for the plaintiff.\nMaxwell, for plaintiff in error.\nThese institutions are beneficial associations, within the rule of Schuylkill v. Fraley, 18 S. & R. 422. But if the fund is taxable, it must be as capital stock, for this constitutes the only capital the company possesses. It should, then, be assessed on the dividends which may be declared, or else there will be double taxation. [The point that the act did not authorize taxation for county purposes, was argued in this and the following case, on the same ground taken in the case of the Saving Fund v. Yard, ante, 359.]\nReeder, contra.\nThis fund is the contingent fund for paying losses, and is the property of the corporation, as distinct from the capital which belongs to the stockholders. It is therefore within the words of the act. The argument as to double taxation is nugatory. The system abounds with such instances. The state deals with indicia of ownership, wherever found; and it would be vain to inquire-whether the value existed, which is thus represented. No argument can be drawn from the beneficial character of the association, its benefits being confined to the members.\nJan. 15."
  },
  "file_name": "0413-01",
  "first_page_order": 413,
  "last_page_order": 415
}
