{
  "id": 960741,
  "name": "Banes et al. v. Gordon",
  "name_abbreviation": "Banes v. Gordon",
  "decision_date": "1848-12-30",
  "docket_number": "",
  "first_page": "426",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 426"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Raw. 326",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0326-01"
      ]
    },
    {
      "cite": "2 Raw. 326",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820584
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0326-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 289,
    "char_count": 5038,
    "ocr_confidence": 0.391,
    "pagerank": {
      "raw": 3.631233974104091e-07,
      "percentile": 0.8891456606157347
    },
    "sha256": "7e8cd1f0b93688da1e900258cfe12b132b8452b9b0f3d40e16fe6c36a7f74f82",
    "simhash": "1:fce4afe41de2d11e",
    "word_count": 883
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Banes et al. v. Gordon."
    ],
    "opinions": [
      {
        "text": "Rogers, J.\nHad the court below undertaken to annul the sale, as the plaintiff in error erroneously supposes, the plaintiff would have had no right of action, for that would clearly be a rescisión of the contract at his instance; but the order of the court is confined to annulling the confirmation of sale, and this was necessary before a re-sale could be had. The order was on notice to the defendants, and without objection on their part. Had they appeared at the hearing, and complied or offered to comply with the conditions of sale, the rule would without doubt have been discharged by the court. After confirmation of sale, and failure on the part of the purchaser to comply with the condition, the administrator had two courses to pursue; either to compel the payment of the purchase-money by action, or to have the confirmation of sale set aside, and proceed to a re-sale of the property. Having adopted the latter method, as they unquestionably had a right to do, the only question is, whether the plaintiff had a right of action against the purchaser at the first sale, the plaintiff having undertaken to vary and alter the terms of sale essentially at the re-sale. [His honour here stated the two conditions.] In Paul v. Shallcross, 2 Raw. 326, it is ruled, that to charge the purchaser at the first sale, the second sale must not be clogged with terms likely to lower its price. The objection is not to the measure of damages, but to the action itself. To apply that principle to this case, the terms of the second sale would be likely to lower the price, because it might, and doubtless would, exclude a class of purchasers, who would otherwise be bidders at the sale. There is a great difference between paying one-half or the whole of the purchase-money, at the time the deed is delivered and possession taken. To refer the whole case to the decision of the jury would introduce an uncertain and ever variable measure of damages, whereas the only measure of damages is the difference between the price of the first and second sale. Here it will be remarked the terms of the second sale are fixed by the plaintiffs themselves, without the sanction of the court. What will be the rule when the court, under a view of all the circumstances, with proper notice to the purchasers, prescribes the conditions of the second sale, it is unnecessary to decide.\nThis view of the case renders it unnecessary to notice the other objections, except merely to observe they have not been sustained.\nJudgment reversed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "E. J. Fox, for plaintiff in error.",
      "Du Bois, contra."
    ],
    "corrections": "",
    "head_matter": "Banes et al. v. Gordon.\nWhere the terms of an administrator’s sale of land -were, that the purchase-money should be paid one-half cash, and the balance in one year, secured by bond and mortgage, the purchaser failing to comply is discharged if a re-sale be made on terms requiring a cash payment of the whole of the purchase-money.\nAn order annulling a confirmation of sale and directing a re-sale, does not rescind the contract.\nIn error from the Common Pleas of Bucks.\nDec. 26. This was an action by an administrator to recover the difference between the price at tvhich the defendants’ intestate purchased certain real estate sold under order of the Orphans’ Court, and that which the property brought on a re-sale.\nThe first point made was, that the sale had been set aside, and hence the defendants were discharged. But the fact was, that on the petition of the plaintiff, setting forth the non-compliance by the purchaser, the court, upon a rule taken on defendants, had annulled the order of confirmation, and granted an order for a resale.\n, The second was, that the conditions of the first sale were one-half cash on delivery of the deed, and possession on or before April 1st, 1842, the balance to be secured by bond and mortgage, payable one year thereafter. The conditions of the second sale were, that the whole of the purchase-money should be paid on April 1st, 1843, when the deed and possession would be delivered. It did not appear from the record that the court had in their orders fixed the conditions of either sale in these particulars.\nKrause, P. J., told the jury, if the terms were harder in the second than in the first sale, that fact reduces the damages, or denies them, according to the evidence.\nThe other points were but faintly pressed, and are deemed immaterial.\nE. J. Fox, for plaintiff in error.\nOn the first point argued, there had been a rescisión of the contract. On the second he cited Paul v. Shallcross, 2 Raw. 326, as directly in point, deciding that a second sale must be clogged with no conditions different from the first, which are likely to lower the price, if the purchaser at the first is to be held liable.\nDu Bois, contra.\nThere could be no re-sale while the first was confirmed. 2d. The administrator is the officer of the law, acting under the decree of the court which declares the conditions. There is no material difference between these conditions, and the jury have allowed liberally for whatever may have been the injury by a deduction from the damages.\nDec. 30."
  },
  "file_name": "0426-01",
  "first_page_order": 426,
  "last_page_order": 428
}
