{
  "id": 960752,
  "name": "Young v. Lyman",
  "name_abbreviation": "Young v. Lyman",
  "decision_date": "1848-01-03",
  "docket_number": "",
  "first_page": "449",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 449"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 537",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478329
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0537-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 398,
    "char_count": 6650,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 3.4540493481664444e-07,
      "percentile": 0.8803252622064066
    },
    "sha256": "e4d2cd195d6558fb37f0372d9f40afb1959466708925b505f73767fb61699176",
    "simhash": "1:1db035463e5cbc98",
    "word_count": 1188
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Young v. Lyman."
    ],
    "opinions": [
      {
        "text": "Burnside, J.\nThe Common Pleas ruled this ease on the authority of Noll v. Swineford, 6 Barr, 187. We-think the cases are essentially different.' There the plaintiff was not the contractor, but a carpenter employed at the church, who filed his claim for work and labour done, and for materials, i. e. lumber, furnished. The court held that such a claimant must, under the act of 1836, state the amount claimed for each, as a distinct item, ' or the omission would render it totally invalid. But here the lien is filed by the contractor, who covenanted with the defendant to build four frame houses, to be put up in a row seventy-two feet long and eighteen feet wide. Every part of the buildings is particularly described in the articles; and he was to receive $1,250 at the times there specified. The houses were completed, and the defendants, by their workmen, put into possession. This court had held, in Hoatz v. Patterson, 5 W. & S. 537, where a person by special contract (as in this case) had undertaken to furnish materials and erect a house for a saw-mill, he was not entitled to file a lien under the act of 1836. Since .that decision, the legislature was induced to extend the right to file liens so as to embrace “ claims for labour done and materials furnished and used in erecting any house or other building, which may have been or shall be erected under or in pursuance of any contract or agreement for the erection of the same; and the provisions of the said act shall be so construed: and no claim which has been or may be filed against any house or other building, or the lien thereof, or any proceedings thereon, shall be in any manner affected by reason of any contract having been entered into for the erection of any building, but the same shall be held as good and valid as if the building had not been erected under any contract:” Acts of 184-5, p. 538. Here the contract was to do all the work, find all the materials, and finish and complete four frame houses, which were very minutely described in the contract. A mechanic who makes such a contract and completes it, seldom keeps an account of every portion of the materials he uses or the work he does; nor is there any occasion for it. He is to complete the houses according to his contract, and he is to be paid a stipulated sum. In this case it is of no consequence either to the owner or the public, that he should state the number of cubic yards dug for the cellar, the number of perches of stone built, or the quantity of boards used. He states what is equally useful under the words of the act — his contract. We see no valid objection to this lien, looking to the explanatory act of the legislature.\nOn the first case, his honour said: — This in principle is the same as the preceding, except that it is on a verbal contract, made with the manager on behalf of the defendants. There is no controversy about its terms. The plaintiff had nearly completed his contract, when the defendants wrote him they were labouring under embarrassments, and would not be able to pay as they had expected, and desired him to quit, and they would consider themselves relieved from further indebtedness. The plaintiff in this case claims for the work done. He might have disregarded the notice. Under the circumstances of the case, we think the lien is sufficiently particular.\nJudgment reversed, and a venire de novo awarded in both cases.",
        "type": "majority",
        "author": "Burnside, J."
      },
      {
        "text": "Bell, J.,\ndissented from the latter judgment; considering that Noll v. Swineford ruled the case where the contract was not completed.",
        "type": "dissent",
        "author": "Bell, J.,"
      }
    ],
    "attorneys": [
      "Boyd, for plaintiff in error.",
      "Mulvany, contra."
    ],
    "corrections": "",
    "head_matter": "Young v. Lyman.\nWhere there is a contract to ereot houses for a specified sum, and it has been performed, it is not necessary to set forth the items of work, materials, &c., in the claim filed.\nNor where there has been a partial performance: the completion of the contract having been dispensed with by the owners.\nWhere the contract provides that the contractor shall give security in $500, that no liens shall be entered on the houses — a lien filed by the contractor is, nevertheless, valid.\niN'error from the Common Pleas of Montgomery.\nDec. 29. Two cases between the same parties were heard together. In the first, a claim was filed for $800, for work and materials, consisting of lumber, stone, &c., &c., and other labour and materials done and furnished within six months last past, to wit, between, &c., which were done and furnished under a verbal contract entered into on, &c., between plaintiff and J. M. L., agent of defendants, owners and contractors, and who continued to be owners, or reputed owners, until two of them, then being owners, ordered the further work on the building to stop; the original contract being for $1,000, and the work and materials done and furnished at the time the building was stopped by them, amounting to $800, for which plaintiff claimed a lien.\nThe plaintiff, on the trial, offered to prove the contract, and the performance by him in part, until a notice to stop was given by defendants, who had failed; and also the value of the work then done. But the court rejected the evidence.\nThe second case was similar to the first, with these variations— a written contract for the erection of the houses was set out in substance in the claim, and also an averment that $50 for extra work was agreed to be paid plaintiff, and a copy was also filed therewith. In this there was a clause as follows: “ All materials to be paid for four months after the completion of the job, and Young to give security in $500 that no liens shall be.entered on the houses.”\nThe plaintiff offered to prove the agreement for the extra work and performance by him; which evidence was rejected.\nBoyd, for plaintiff in error.\nThe completion of the work being prevented by the insolvency and acts of defendants, it would seem they cannot require anything further than would suffice, had there been an entire performance. Where there is a contract it is perfectly immaterial to have a bill of particulars; the plaintiff can recover but a specified sum, whatever it may have cost him; besides, in such cases no account is ever kept. Hence it would be unreasonable to compel him to do this in the case of the unfinished house, which was left so at the defendant’s instance.\nMulvany, contra.\nIn the first case he cannot recover but a quantum meruit, and hence the same necessity for the bill exists. It is sufficient to say that it is required in all cases by the very words of the act, as was ruled in 6 Barr, 187. In the last case, beside this objection, there is an express stipulation not to file a lien. [Rogers, J. — It is that no other person or sub-contractor shall file a lien.]\nJan. 3."
  },
  "file_name": "0449-01",
  "first_page_order": 449,
  "last_page_order": 451
}
