{
  "id": 960751,
  "name": "Chrisman v. Wagoner",
  "name_abbreviation": "Chrisman v. Wagoner",
  "decision_date": "1848-01-08",
  "docket_number": "",
  "first_page": "473",
  "last_page": "474",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 473"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 285,
    "char_count": 5124,
    "ocr_confidence": 0.353,
    "pagerank": {
      "raw": 1.0912224050667957e-07,
      "percentile": 0.565660584844908
    },
    "sha256": "67ffbaf3b564aa75b443056ea656d775037a569072e16f34965f46045854a09f",
    "simhash": "1:b13da64249628ad4",
    "word_count": 940
  },
  "last_updated": "2023-07-14T16:15:59.651778+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chrisman v. Wagoner."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe English rule which gives a married woman the entire control of her separate property so far as her power has not been restricted, by the terms of the settlement, is reversed in this state, and we hold that she has no power which is not given her, either expressly or by necessary implication. What then is the purport of the bequest under which the parties respectively claim? “I give and bequeath to John Chrisman, the one-tenth of the residue of my estate, for the separate use of my daughter Sarah, to be paid to her at such times, and in such sums, as she may require, her receipt, and hers only, to be a discharge; the said John Chrisman to invest the same, and keep it invested, so long as it may remain in his hands, in good real securities. And I hereby empower my said daughter, by her last will and testament, or by her appointment in the nature thereof, made in writing and executed in the presence of two credible witnesses, to dispose of the said legacy; and in case she should die without having withdrawn the said legacy, and without making an appointment or disposition thereof, then I give the same to all my children.” If she was to have the control of the whole interest, what was the object or use of interposing a trustee ? Being married, though her husband had deserted her, she could not else have bequeathed it. It Was only by giving her a restricted interest in it during her life and a power over it at her death, that she could be enabled to do so. The husband was known to be alive at the making of the will, as he is perhaps still, and may outlive her; but the testator was evidently not afraid of his influence over his wife, who had never cohabited with him or borne his name; and if he had entire confidence in her ability to resist his allurements or his intimidation, we are not bound to protect her further than he thought fit to do. But there was a plain and a pressing reason for the interposition of a trustee to her separate use in order to prevent the husband from recovering the legacy by an action at law against her will, and hence the provision that her receipt alone should be a discharge. But that the testator considered the legacy to be as safe from the husband in her hands as in the hands of her trustee, is evident from the provision that it should be paid to her not according to her necessities, but in such sums as s.he should require; and from the emphatic provision that “ in case she should die without having withdrawn the said legacy from the hands of the said trustee,” without having made an appointment or a disposition of it, his children then living should take it. This surely implies that she had power to withdraw it and appoint it to particular uses, or to let it go over to the other children under her father’s will. From the provisions of the will, therefore, it is evident that the purpose of the testator was to give his daughter the complete control of the legacy, without subjecting it to an action by the husband or an attachment by his creditors.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Pennypaoher, for plaintiff in error,",
      "Lewis, contrá,"
    ],
    "corrections": "",
    "head_matter": "Chrisman v. Wagoner.\nWhere testator bequeathed in trust for the separate use of his daughter S., to be paid to her at such times as she may require, her receipt only to be a discharge — the trustee to keep the same invested so long as it remained in his hands, -with a power to S. to appoint by will, “and in case she should die without having -withdrawn the legacy from the hands of the trustee,” then over: Held, there was an implied power in S. to demand and receive the principal sum during her husband’s life.\nIn error from the Common Pleas of Chester.\nJan. 6. Case stated. Wagoner by his will bequeathed one-tenth of the residue of his estate to Chrisman, in trust for the separate use of testator’s daughter Sarah (the plaintiff), to be paid to her at such times and in such sums as she may require, her receipt, and hers only, to be a discharge; the said Chrisman to invest the same, and keep it invested, so long as it remains in his hands, in good real securities — then followed a power to Sarah to appoint by will: “ and in case she should die without having withdrawn the said legacy from the hands of the said trustee, and without making an appointment, then” he gave it to his other children. The plaintiff had been married to one Whittock some years, before; but she had never cohabited with him, nor used his name. Defendant had received the money, and the question submitted, was whether the plaintiff “ is entitled now to receive the legacy.”\nThe court (Nile, P. J.) gave-judgment for the plaintiff.\nPennypaoher, for plaintiff in error,\nargued that the intention was to create a trust to pay her such sums as her necessities might require, and that no implied power existed in her, under the rule of Lancaster v. Dolan.\nLewis, contrá,\nargued that there was a distinction between real and personal estate as to that rule; but the court said it applied to both species of property. He then argued that there was a plain right by implication given her over the corpus of the legacy, to be exercised by herself alone, whenever she saw fit.\nJan. 8."
  },
  "file_name": "0473-01",
  "first_page_order": 473,
  "last_page_order": 474
}
