{
  "id": 960737,
  "name": "Pelayo v. Fox",
  "name_abbreviation": "Pelayo v. Fox",
  "decision_date": "1848-01-22",
  "docket_number": "",
  "first_page": "489",
  "last_page": "491",
  "citations": [
    {
      "type": "official",
      "cite": "9 Pa. 489"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Mass. 91",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2003823
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0086-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 356,
    "char_count": 5320,
    "ocr_confidence": 0.393,
    "pagerank": {
      "raw": 1.429009438272309e-07,
      "percentile": 0.6505174626011014
    },
    "sha256": "19022588be747d70b2cfe78154ad5b26f9549fb83c82bbb408fefeb96ee560d1",
    "simhash": "1:bf212680eaadb41c",
    "word_count": 966
  },
  "last_updated": "2024-02-27T17:36:44.751699+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pelayo v. Fox."
    ],
    "opinions": [
      {
        "text": "Gibson, C. J.\nThe exceptions to evidence have not been pressed, and the exceptions to the charge are resolvable into aAingle point. It has scarce been disputed that a transfer of the title to a general ship, transfers accruing freight. The implied contract is entire; and, generally speaking, till all is earned nothing is earned. The principle extends even to the mortgagee of a ship in possession, who, like a mortgagee of land in possession, is entitled to take the profits. It is inapplicable, however, to a chartered ship, the freight being payable according to the terms of the charter-party ; and hence the cases cited for the plaintiff in error are beside the point. But it is not demandable in any case before the cargo has been delivered; or, according to Mr. Chitty (Commercial L. 3 Vol. 410), who cites no authority for it, before it is ready for delivery. In this case, the transfer of the ship took place after her arrival, but before the entire delivery of the cargo, which was not perfected till the “ better part of a week had elapsedand the consignee insists that the voyage was ended the moment she touched the wharf; consequently, that the transfer was not made during it. There has been no decision that I am aware of, as to the precise point of limitation in regard to payment of freight, where the delivery has been delayed beyond a reasonable time; but in analogy to the ending of the voyage as regards the wages of seamen retained to discharge the cargo, we may say there was no unreasonable delay in this instance. The act of Congress of 1790, ch. 29, § 6, provides, that “ as soon as the voyage is ended, and the cargó and ballast fully discharged at the last port of delivery, every seaman or mariner shall be entitled to the wages that shall be then due, according to his contract;” and that if such wages shall not be paid within ten days after such discharge, he may libel the master and ship. Under this statute, Judge Peters allowed, in some instances, fifteen days to discharge the cargo: as in Thompson v. The Philadelphia, 1 Peters’ Adm. 210, and Edwards v. The Susan, lb. 165; and Judge Davis thought, in Holmes v. Bradshaw, Dis. Ct. of Mass. 1822, that fifteen working days should be allowed; and all concur that the voyage is not ended before that time, or the actual discharge of the cargo, to found a demand for wages; and why to found a demand for freight ? The difficulty is to discover what the ship does to earn freight while she is lying at her moorings. She conduces to the purposes of the voyage, if not in the further transportation of the property, at least in the preservation of it, till the consignee is ready to receive it; which is a part of her proper business. She was at every intermediate moment, therefore, earning the reward; and the judge charged properly, that if the transfer of the ship was made before the cargo was delivered, the transferee was entitled to the freight.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "S. and O. Ingersoll, for plaintiff in error.",
      "Brincklé and F. W. Hubbell, contra.",
      "Reply."
    ],
    "corrections": "",
    "head_matter": "Pelayo v. Fox.\nTie transfer of a general ship before delivery of the cargo, passes the right to sue for the freight; and the law implies a promise to pay by the consignee receiving the goods.\nIn error from the District Court of Philadelphia.\nJan. 1Y-18. Assumpsit for freight, with a count laying a delivery in consideration of a promise to pay the freight on goods which had been carried by plaintiff. The goods were shipped under a bill of lading deliverable “unto order or assigns,” which had been endorsed by the shippers to the defendant or his assigns, or, in his absence, to one Sierra or his assigns.\nAfter the arrival of the vessel in Philadelphia, but before the delivery of the cargo, the owners made an assignment of the vessel to the plaintiff for the benefit of their creditors.\nHis honour, J ones, P. J., instructed the jury, that if the goods were delivered after the assignment of the vessel, the plaintiff could recover, and the law implied a promise by defendant to pay the freight on his receiving the goods. That under the evidence, the question of agency of defendant for the shippers did not arise.\nS. and O. Ingersoll, for plaintiff in error.\nApart from the question of agency, there was a special contract by the bill of lading, which does not pass by a transfer of the vessel. There can be no contract different from the express one: 2 M. & S. 303. And this contract is not assignable, though the property in the goods passes by endorsement: Thompson v. Downing, 14 L. J. N. S. 320; 10 East, 279; 1 H. Bl. 117 n.; 4 Bing. 45; 2 Taunt. 414. Nor does the law imply a promise by the consignee: 4 Ad. & E. N. S. 260. The form of endorsement was evidence of agency: M. & M. 511.\nBrincklé and F. W. Hubbell, contra.\nThe cases cited are of charter-parties, where there is an express contract, which is not assignable; but, in the case of a general ship, no contract to pay freight arises until delivery of the goods,' and the owner of the vessel at that time is the proper party to sue: 4 Bing. 45; 10 E. 279; 2 Taunt. 407 ; 4 Mass. 91. 4 Ad. & E. 260, was a special verdict; but the implied liability of the consignee was decided in 13 East, 399, 3 Bing. 383, 4 Taunt. 1. The question of agency is immaterial: 3 Bing. 383; 5 Taunt. 477; 3 Camp. 545.\nReply.\nThe freight had accrued on the arrival of the vessel at the port of delivery.\nJan. 22."
  },
  "file_name": "0489-01",
  "first_page_order": 489,
  "last_page_order": 491
}
