{
  "id": 977210,
  "name": "Mulvany versus Kennedy",
  "name_abbreviation": "Mulvany v. Kennedy",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "44",
  "last_page": "46",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 44"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 349,
    "char_count": 5953,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 1.3839293645874827e-07,
      "percentile": 0.6411074545272717
    },
    "sha256": "81f1ed2dccc6e1de7de62fae0b74e0e5e2999d8192bee59862cbcaaf94eb5685",
    "simhash": "1:4353b6252b1baaf5",
    "word_count": 1056
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mulvany versus Kennedy."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nWhat is decisive against the plaintiff’s bill is, that he has not made the Schuylkill Navigation Company a party, by whom the injury was committed of which he complains.\nBy what authority they dug the basin and destroyed Bethel’s road — whether in virtue of the powers vested in them by their charter, or by contract and agreement of the riparian owners— cannot be known until they are heard; but from Bethel’s acquiescence in what they did, and the use by him and others under him of the tow-path bridge to reach the landing, it is fair to infer, in the absence of complaint against the company, that they had due authority for their acts and doings. The plaintiff’s landing and right of way might be taken for public use like any other private property. If taken at all, the whole case shows it was done by that corporation. This, then, is an attempt to make an individual in no wise connected with the company restore that which they have taken without question of their right. No argument can support such a claim, and none is needed to answer it. The statement of the claim is the best possible refutation of it.\nThe only injury which the plaintiff appears to have sustained at the hands of the defendant, was the mud that was thrown upon his land in clearing out the basin, and for this he has ample remedy at law.\nThere is no ground whatever disclosed for the extraordinary remedy by injunction, and the decree of the court in dismissing the plaintiff’s bill is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Boyer, for appellant.",
      "Boyd, contra."
    ],
    "corrections": "",
    "head_matter": "Mulvany versus Kennedy.\nIf an incorporated company, authorized by law to construct a public improvement, in passing over one man’s land interferes with an easement which a third party is entitled to in the same land, the latter cannot maintain a bill against the owner of the land, to compel him to restore the easement to the condition it was in before the changes made by the company, which caused the disturbance of the easement.\nIn such case, it is decisive against the plaintiff that the company has not been made a party.\nFor a trespass by placing earth or other materials, upon a person’s land, he has an adequate remedy by action, and a court of equity will not interfere by injunction.\nAppeal from the Common Pleas of Montgomery county.\nThis was a bill in equity, filed by Daniel H. Mulvany against John Kennedy, to compel the defendant to restore to him a certain way to which he claimed right. William Kennedy was the owner in fee of a tract of limestone land containing 138 acres, with a front of seventy perches on the river Schuylkill, and on the 25th June, 1833, sold and conveyed to William Bethel, thirteen and one-half acres of the same, with the use of a certain private railroad to convey limestone to the river, and the use of a landing of one hundred and eighty feet on the river. There was also a cart or wagon road at this time to the landing.\nBetween 1835 and 1840 the Reading Railroad was constructed through the lands of William Kennedy, and instead of building a bridge over the road, built it further up, and the road was then shifted to that place so as to pass under the bridge, and from there it proceeded in a direct course to the river, and the landing.\nIn the year 1839 or 1840, the Schuylkill Navigation Company raised their dam, which was a short distance below the landing, and changed their tow-path to that side of the river on which this landing was situated.\nThe company then dug a basin back from the landing and communicating with it, for the use of William Kennedy, and over the channel erected a bridge which was used as a tow-path bridge, and also as a cartway to give access from Bethel’s quarry to the landing on the river. The eastern abutment of this bridge was on Kennedy’s land, and the western on the land claimed now by plaintiff. This bridge was the only means of access from Bethel’s quarry to the landing, and he and his tenants availed themselves of it for six or seven years, and then ceased to use the landing altogether.\nOn the 23d March, 1852, William Bethel and wife conveyed the thirteen and one-half acres in fee to the plaintiff with all the ways, landings, privileges, and appurtenances.\nWilliam Kennedy and wife, on the 1st April, 1843, had conveyed the residue of the tract to John Kennedy, the defendant in this ease.\nThe plaintiff alleged that the effect of digging the basin and the channel or entrance to it, and the bridge over the latter, was to destroy the bed of the old road in that vicinity, to render uncertain its locality, and to increase the distance and the grades, over a narrow bridge under the control of the navigation company.\nThe plaintiff also complained that in cleaning out the basin, large quantities of mud and earth were deposited by the defendant’s workmen upon his land.\nThe defendant, after the deed to him of the 1st April, 1848, entered into possession of the premises conveyed to him, including the channel and basin, and has continued to maintain and use the same ever since. The plaintiff notified the defendant to have them filled up, and the road restored as it was, failing to do which the plaintiff filed this bill of complaint.\nThe defendant, in his answer, alleged that the basin and channel of which the plaintiff complains, were dug and made by the Schuylkill Navigation Company, under and by agreement between the company, William Bethel, under whom the plaintiff claims, and William Kennedy, under whom defendant claims, and that the then owners used the roads and .bridge, and acquiesced in the arrangement for a number of years. He also suggested that if the plaintiff had any remedy, it was against the navigation company, by whom the acts were done, of which his bill complained.\nTo the answer there was a replication, and an examiner was appointed to take the testimony. After hearing and argument, the court below dismissed the bill, and the plaintiff appealed.\nBoyer, for appellant.\nBoyd, contra."
  },
  "file_name": "0044-01",
  "first_page_order": 44,
  "last_page_order": 46
}
