{
  "id": 977305,
  "name": "Abrahams versus Hunt",
  "name_abbreviation": "Abrahams v. Hunt",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "49",
  "last_page": "51",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 49"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 407,
    "char_count": 6970,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 1.0778331220590348e-07,
      "percentile": 0.5617032112683017
    },
    "sha256": "6b58f113ebd47f36f054c470da7a4caea8dba4e56b789671d988314908770c2f",
    "simhash": "1:0635e2f8990668bc",
    "word_count": 1209
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Abrahams versus Hunt."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThis bill and answer would have been shortened and simplified if they had been confined to the true issue relative to the fairness of the settlement, and had left the particulars of the account to be brought out before the master, if an account should be decreed. The parties were copartners as drovers, and having disagreed, they separated, settled their accounts, divided their effects, and passed mutual releases. The plaintiff now demands a new account, on the ground that the settlement was unfair.\nWe think it very obvious that the plaintiff settled under considerable disadvantage. The defendant had all the funds and evidences of debt in his hands, and refused to make a division of them unless the plaintiff would agree that all the effects should be divided equally: though there was a serious dispute as to the terms of the partnership and as to the money invested and drawn out by each. This was very unfair. He had moreover the account books and refused to produce them, or to settle in any way except by abstracts of them produced by himself; and though those were admitted to be true, yet we cannot know that they contained the whole truth necessary to a fair settlement; and, so far as appears, the plaintiff had to take defendant’s word for the amount of money on hand.\nThis treatment was not only morally unfair, but it was a direct violation of the plaintiff’s rights: and it resulted, not in a settlement properly so called, but in a mere division of the effects among the partners, without any examination of the investments or accounts of the respective partners. The plaintiff’s interest in the funds and papers, and his right to inspect the books and vouchers, were at least equal to the defendant’s, and the settlement ought to have been conducted in such a manner that he could have had an equal opportunity to understand and show the extent of his interest. But this was not allowed him, and the fact that he had the aid of counsel does not compensate for this.\nSuch a settlement is plainly effected by means of a violation of the rights of the plaintiff as copartner, and is no.t binding, and the release founded upon it is good for nothing. Even when partners quarrel they must settle in good faith, with proper regard to the rights of each other in the mode in which the settlement is conducted. If they can no longer trust each other, they can choose a mutual friend.to moderate their quarrel. If they cannot agree on this mode of settlement, the law is open for their relief. But if they do attempt to settle, one cannot be allowed to have the benefit of a settlement obtained by an undue use of the power which he has acquired as a partner, with all the effects in his handsj and wrongfully withheld by him.\nDecree. — This cause came on for hearing at the last January Term at Philadelphia, on an appeal from the decree of the Court of Common Pleas of Philadelphia, and was argued by counsel, and now, on mature consideration thereof, it is ordered and decreed that the said decree be reversed, and it is now here ordered and decreed that the cause be referred to John K. Findlay, Esq., as master, to state an account of the partnership dealings between the plaintiff and the defendant, and which upon the balance of said account shall be found to be due by either party to the other is to be paid accordingly, and the consideration-of the costs is reserved until after the report of the master.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "J. M. Read and W. A. Jackson, for appellant.",
      "St. Q-. T. Campbell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Abrahams versus Hunt.\nWhere one of two partners had possession of the books and funds of the' firm, at the time of dissolution, and upon settlement of the affairs of the part nership refused to produce the books, or to settle with his copartner except by abstracts and statements prepared by himself; and the other partner under such circumstances consented to the settlement and executed a release:\nIt was Held, that upon a bill filed, such settlement and release would be declared void, and an account of the partnership be decreed between the, parties, under the direction of the court.\nAppeal from the decree of the Common Pleas of Philadelphia.\nThis was a bill in equity filed by Isaac Abrahams against Samuel Hunt, praying an account of certain partnership dealings between the parties.\nThe parties were drovers and butchers, and in 1841 formed a partnership which continued till December, 1847. The keeping of the accounts, collecting money, and the general financial affairs of the concern, were under the care of Hunt. Abrahams was deficient in.education, but participated actively in the practical affairs-of their business.\nIn December, 1847, Hunt formed the determination of dissolving the firm and withdrawing. He first withdrew the funds of ■ the concern from the Bank of Penn Township, in which they had been kept. He then gave notice to Abrahams to. meet him at a certain and designated place to make a settlement. When the-parties met, Hunt was accompanied by a member of the bar who, had been the legal adviser of the firm.\nAbrahams was accompanied by two friends, but Hunt and his-■counsel objected to any one being present for Abrahams, except such legal adviser as he might procure. Abrahams then sent for an attorney, who came and joined the parties.\nHunt produced, on loose sheets of paper, statements of the concerns of the firm, and the settlement which he proposed to make. ■ Upon being requested to produce the books of the firm, he refused - to do so, or to settle in any other way or manner than by the statements which he then produced. Abrahams among other things claimed that he had advanced in cash to the firm the sum ■ of $2300, which he claimed to have repaid him before any other division. Hunt insisted on an equal division, and according to the statements which he had prepared. The parties separated without coming to any conclusion, but some days subsequently the' parties and their counsel again met at the office of Hunt’s counsel,\" and Abrahams, under the advise of his counsel, agreed to enter into - the settlement as furnished by the statements, and did so settle, - and gave the defendant, Samuel Hunt, a release upon receiving certain amounts in cash, notes, accounts, &c.\nThis bill was then brought by Abrahams, alleging that the settlement was procured by coercion and fraud, and that Hunt had taken possession of all the assets of the firm, and refused to deliver any part of them until he would agree to the settlement and release, as prepared by Hunt himself.\nThe defendant’s answer denied all the material allegations of the bill. An examiner was appointed, who reported the testimony in regard to the manner and circumstances of the settlement; the substance of which, so far as material to the present aspect of the cause, is contained in the foregoing statement.\nThe Court of Common Pleas dismissed the bill.\nFrom this decree the plaintiff appealed.\nJ. M. Read and W. A. Jackson, for appellant.\nSt. Q-. T. Campbell, for appellee."
  },
  "file_name": "0049-01",
  "first_page_order": 49,
  "last_page_order": 51
}
