{
  "id": 977268,
  "name": "Morgan versus Scott",
  "name_abbreviation": "Morgan v. Scott",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "51",
  "last_page": "54",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 51"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 498,
    "char_count": 8455,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 2.548540312166167e-07,
      "percentile": 0.8141119424337094
    },
    "sha256": "5705e98488476d58159f3feb5f9addcb87fa7fd02c3afd809e2b89980661d613",
    "simhash": "1:e7a083b3687557bf",
    "word_count": 1481
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morgan versus Scott."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nThe defendant is unwilling either to give up the land he bought and take back what he has paid on it, or to complete his contract by paying the balance. He insists upon a deduction from the price. But the grounds on which he bases .this demand are, none of them, solid or tenable.\n1. .The delay of the plaintiff in making title is not sufficient under the circumstances. It does not appear that any precise time .was fixed in the contract when the conveyance should be made. There was no delay which the plaintiff could avoid. In what there was the defendant acquiesced. It was caused, too, at least partially, by himself.\n2. There was an old mortgage on the land nearly fifty years old, given to secure a life annuity to a person who died long ago. It was not fair in the defendant to catch at such an objection as this. It was in fact no encumbrance. Still, in order to silence him, the plaintiff procured satisfaction to be formally entered on the record.\n3. The quantity of land sold was mentioned in the contract as eighty acres. He asks to be allowed for a deficiency. In point of fact there was no deficiency. It measured the full quantity, and rather more. But he objects that only seventy-four acres were inside the river bank — the other six acres having been added by accretions from the river. But for the latter he was offered a title as good as that by which the first land was held. The title to both was and is perfect. To call the whole piece less than 80 acres would have been a misdescription. It was so misdescribed in some of the proceedings, and the defendant would not rest until it was changed. Since this amendment, made at his own instance, he objects again that the accretions ought not to be considered a part of his purchase.\n4. This land lies in what was once the district of Richmond. The streets in that part of the city were laid out before the purchase, but not confirmed until afterwards. The defendant complains that they are so laid out as to make the shapes of the lots into which he means to divide the farm in some places less desirable than they would have been if the streets had run where the plaintiff induced him to believe they would. The burden of proving this lay on him. He has totally failed to show that there was either warranty or misrepresentation on the subject.\n5. After the contract for sale was made, some of the buildings were burnt, fences destroyed, ditches filled up, and the property otherwise damaged. A contract like this vests the equitable title in the purchaser; and upon him the loss falls, if it be injured by an unavoidable accident before or after the legal estate is conveyed. Where the injury might have been prevented by proper care, the vendor is not responsible unless he has put himself under some obligation, express or implied, to keep it in good condition. No such obligation existed here, for the defendant might have taken possession of it himself and done whatever was required to protect it. He did authorize two persons to take it, and they have had it ever since. At least it does not appear that either they or he have been interfered with by the plaintiff. If the property has been injured (as it certainly has), it was either by the defendant’s own fault or by some misfortune which no diligence could have arrested. In either case equity will not allow a deduction to be made from the purchase-money.\nAnd now, to wit, 20th May, 1856, this cause having been reached, and the argument of counsel having been heard, and the court having taken time to consider thereof, it is adjudged and decreed that the decree of the Court of Common Pleas of Philadelphia county be affirmed, and that the complainant do recover such further costs as he may have expended in this behalf.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "S. S. Perkins, for the appellant.",
      "jH. J. Williams and J. Bayard, for the appellee."
    ],
    "corrections": "",
    "head_matter": "Morgan versus Scott.\nA delay in making title where time is not of the essence of the contract, and the delay-is unavoidable, or acquiesced in by the vendee, is no ground to refuse a decree of specific performance.\nA mortgage 'given to secure an annuity for life, the annuitant being dead more than forty years, is not such an encumbrance either real or apparent as would justify a vendee in refusing to accept a conveyance.\nA riparian owner is entitled to the accretions to his land from a river, and the quantity of the land is justly described including such accretions.\nThe laying out of roads or streets between the time of the contract and conveyance, in a manner different in their location from what the parties supposed at the time of the contract, rendering the shapes of the land less convenient, is no ground either for refusal to perform the contract, or to base a claim for compensation when there was neither warranty nor misrepresentation on the part of the vendor.\n. The contract of sale vested the equitable title in the vendee — and loss by inevitable accident fell upon him, unless occasioned by the default of the vendor, or he had come under an obligation express or implied to keep the premises in repair.\nAppeal from the decree of the Common Pleas of Philadelphia-county.\nThis was a bill in equity filed by the surviving executor of George W. Morgan against Freeman Scott, to compel specific performance of an agreement for the sale of land.\n; The complainant was authorized as executor to sell or let on ground-rent the real estate of his testator by a special Act of Assembly, passed 29th March, 1851. And in July, 1851, by articles of agreement with the defendant, agreed to sell to him a tract of about 80 acres, situated in the district of Richmond, and on the river Delaware, for the sum of $65,600 — of which, $20,600 was to be paid in cash, and the balance in four or more ground-rents. The parties afterwards agreed that the ground-rents should be six, and also specified their several amounts, and that the land should be conveyed to respondent by six ground-rent deeds in the usual form. The land was surveyed and divided into six lots, and the complainant, at the request of the defendant, delivered the title-papers to the conveyancers to prepare the deeds.\n, The sale was approved as required in the act by the Orphans’ Court, and security given for the faithful appropriation of the proceeds of sale. The ground-rent deeds were prepared by the conveyancers, the rent to commence on the first April, 1852, payable semi-annually, and were executed by the complainant and left with the conveyancers in March, 1852, for the respondent to sign.\nHe at first declined because the complainant had not joined with his surety in executing the bond. Whereupon a new bond was given signed by both. The respondent then paid $18,500 of the hand-money and signed and acknowledged the ground-rent deeds, and left them in the hands of the conveyancer, and refused to deliver them or pay the balance of the purchase-money, alleging that there was a deficiency of six acres in the land, that amount being made up of gradual accretions from the river, and that there was an unsatisfied mortgage given in 1804 to secure an annuity for the life of an individual who died in 1806. The complainant afterwards procured satisfaction to be entered upon this mortgage.\nThe respondent procured two individuals to look after the premises, and protect them from waste and destruction, to clear the ditches and repair the fences, giving them the right to cultivate the ground and keep the proceeds for their labour and trouble. They took possession and raised grain on the premises, but in the mean time, pending the dispute between the parties, some of the buildings were destroyed by fire, and the fences, fruit trees, and other improvements were greatly injured.\nThe defendant was willing to consummate the contract, but-claimed to be allowed for the deficiency of six aeres, and for the waste and injury to the premises; alleging that in consequence of the mortgage and defects in the proceeding, and the delay of the complainant in perfecting the title, the waste and destruction had occurred.\nThe Court of Common Pleas referred the matter to a master in chancery, who reported adversely to the defendant, and submitted a decree for specific performance of the contract without allowance or abatement. And the Court of Common Pleas confirmed this report and entered the decree.\nFrom this decree Freeman Scott, the defendant, appealed to this court.\nS. S. Perkins, for the appellant.\njH. J. Williams and J. Bayard, for the appellee."
  },
  "file_name": "0051-01",
  "first_page_order": 51,
  "last_page_order": 54
}
