{
  "id": 977232,
  "name": "Haynes versus Hunsicker",
  "name_abbreviation": "Haynes v. Hunsicker",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "58",
  "last_page": "62",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 58"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Binn. 258",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1792423
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/4/0236-01"
      ]
    },
    {
      "cite": "5 Watts 485",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "8 Mass. Rep. 308",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2028469
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/8/0260-01"
      ]
    },
    {
      "cite": "3 Rawle 410",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "10 Mass. R. 308",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2026945,
        2026965
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/10/0307-01",
        "/mass/10/0301-01"
      ]
    },
    {
      "cite": "6 Wh. 53",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836964
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0053-01"
      ]
    },
    {
      "cite": "2 Wh. 302",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0302-01"
      ]
    },
    {
      "cite": "3 Rawle 411",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 566,
    "char_count": 11713,
    "ocr_confidence": 0.41,
    "pagerank": {
      "raw": 2.0114449947287036e-07,
      "percentile": 0.7442949376585276
    },
    "sha256": "7787a8ab361e714c243ba136171cabfbfd0cce6abe80bfa377f5163915732f7c",
    "simhash": "1:feeca4e59ff83da1",
    "word_count": 2100
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Haynes versus Hunsicker."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nWhere one offered as a witness is objected'to on the ground of interest, and parol evidence is given to the court to sustain the objection, if the interest is in the least degree doubtful, the court may permit the witness to testify, and refer the question of interest to the jury:' Hart v. Heilner, 3 Rawle 411; Gordon v. Bowers, 4 Harris 226. Such was the course pursued in the present case, and we see no good reason why it was not correct. At most, the evidence introduced by the plaintiff left the question as to the interest of Harrison Gibbs doubtful, and the court was not bound to reject the witness. The jury found that he was not interested, and although this may have been and probably was in-part owing to his own denial under oath of the partnership, yet the plaintiff in error cannot complain, for the denial was called out by himself upon cross-examination. The plaintiff could not have disproved the partnership by the witness; but when the defendant asked the question, the answer was evidence against him.\nWe entirely approve of the instructions given by the Common Pleas to the jury upon the question of the delivery of the lumber.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Hlwell, for plaintiff in error.",
      "Adams and Patrick, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Haynes versus Hunsicker.\nWhere a witness is objected to on the ground of interest, and the evidence given to sustain the objection is in the least degree doubtful, the court may admit the witness, and refer the question of interest to the jury.\nIf testimony has been given to establish the interest of the witness, he cannot, upon being admitted, prove his own competency; but if he does so in answer to questions propounded upon cross-examination by the party objecting to his competency, it is not an error of which such party can complain.\nIn every sale of personal property there must be such a delivery and change of possession attending tho transfer, as the nature of the property is capable of, followed by removal and actual possession, as soon as the bulk and condition of the thing, and the circumstances of the case, will reasonably permit.\nWhere a large quantity of lumber piled in a mill yard was sold bona fide, and the quantity was ascertained, and the price paid, and the possession taken by the vendee, and the piles conspicuously marked with his name, and he was prevented by the condition of the roads, without incurring unusual and unreasonable expense, from removing it. It was Held not subject to levy and sale for the debt of the vendor.\nError to the Common Pleas of Bradford county.\nThis was an action of trespass, brought by Cornelius Hunsicker, William R. Haynes, and A. Spalding, for taking and carrying away 63,000 feet of boards. In February, 1853, Hunsicker purchased of C. W. Miller the boards in question, which were piled up at a saw-mill which Miller was carrying on at the time, and for which he gave him a horse, a wagon, and $100 in money.\nAt the making of the contract Hunsicker and Miller were together at the saw-mill, and examined and estimated the lumber, and agreed upon the terms, and the horse and wagon were given over in pursuance of the bargain.\nOn the 25th of the same month Hunsicker sent a man by the name of Harrison Gibbs to pay the $100, and receive the delivery of the lumber. Gibbs went there, and, in the presence of witnesses, the several piles of boards were designated and marked with the name of “ C. Hunsicker.” Haynes, one of the plaintiffs in error, was present at the marking and delivery of the lumber, and expressed himself satisfied with the transaction.\nHunsicker, the plaintiff, was engaged in purchasing lumber, and having it carried to the river and rafted to market. The lumber purchased of Miller was 13 miles from the river; and, within a few days after the purchase, the roads, in consequence of the melting of the snow, were in such condition as to prevent him from having it hauled to the river, except at great inconvenience and expense.\nMiller was indebted to Haynes in the sum of $674.59, for which he confessed judgment on the 23d of March, 1853, and a fieri facias was issued, and the lumber in dispute, among other things, was seized and sold upon it.\nThis action was then brought against Haynes, the plaintiff in the writ, and the deputy sheriff, to recover the value of the lumber.\nOn the trial below the plaintiff offered Harrison Gibbs as a witness, who was objected to by defendants on the ground of interest, and several witnesses were called, who testified to declarations of Hunsicker and Gibbs, that they were partners in the lumbering business.\nThe court admitted him to testify, referring the question of interest to the jury. On his cross-examination the defendant’s counsel examined him as to his interest, he denying the existence of any interest whatever in himself, or of having made any declarations from which such a conclusion could have been drawn.\nThe defendant’s counsel requested the court to charge the jury:\n1. If the jury believe that the plaintiff and Harrison Gibbs were partners in the purchase of lumber at the time of the purchase of the lumber from J. W. Miller, then the plaintiff cannot recover.\n2. If the jury believe the sale of the lumber by J. W. Miller, at the house of Miller, three weeks or a week before the name of Hunsicker was written upon them, then there was not such an accompanying and notorious delivery of possession of the lumber as is required by law, and was fraud per se, and the plaintiff cannot recover.\n3. Under all the facts in this case the plaintiff cannot re- . cover.\nThe court below (Wilmot, P. J.) charged the jury as follows :—\n“ The rule of law requiring that a change of possession shall .accompany a sale of personal property, is not unreasonable in its demands. There must be such a delivery and change of possession attending the transfer, as the nature of the property is capable of; otherwise the law pronounces the sale fraudulent as against creditors and bona fide purchasers. A large quantity of lumber piled up in a mill yard is not susceptible of the same delivery that can he made of a horse. The purchaser should take the delivery of the former by counting or ascertaining its quantity, and by marking it conspicuously with his name, and by reducing it into his actual possession by removal, at as early a period as, from the nature of the property, it can reasonably be done. If he fail to do this, the law deems the sale fraudulent, and the property would be liable to an execution against the vendor, at any time before it was reduced into the actual and exelu~ ■sive possession of the vendee. We must look to the situation of this property at the time the execution of Haynes attached, and see if all had been done that the law requires to perfect and validate the sale. Wheeler is uncertain as to the period that elapsed between the bargain at the house and the time when the delivery was made, and the lumber marked. He says about three weeks or less. Gibbs is much more definite. He says the talk took place at the house about the 18th or 20th of-February; that before the bargain was concluded the parties went to the mill, and ascertained the quantity by counting the courses; that the horse was then delivered to Miller in part payment, the plaintiff agreeing to pay the $100 in money the next week; that this sum was so paid by the witness for the plaintiff on the 2oth, and a receipt taken therefor; at which time witnesses were called to the formal delivery of the lumber, and the plaintiff’s name plainly written upon the several piles. This took place before Haynes issued his execution, and, if the evidence of Gibbs is believed, with the full knowledge of Haynes himself. Although the terms of sale may have been agreed upon at Miller’s house, yet if the jury believe that, on the same day, and in pursuance of their bargain, the parties went and saw the lumber, ascertained its quantity, and-that, on the'receipt by Miller of his pay in full, witnesses were called to the delivery, and the plaintiff’s name conspicuously marked on the several piles, this would be in law a good delivery of the possession, provided, however, it was followed by the actual removal by the plaintiff of the lumber, at as early a period as' he reasonably could, without a sacrifice of the whole, or a considera- • ble part of its value. Ulster is the point on the river where this lumber was to be drawn for rafting, a distance of 18 miles from the mill. According to the evidence, within two or three days after it was paid for and delivered, the snow went off, and the roads became broken up, and nearly or quite impassable for heavy loads, and so continued until after the lumber was levied upon; that teams could not be employed to haul, and that it would have cost as much, or more than the lumber was worth to have hauled' it. If the jury believe this, the plaintiff was not bound to haul, the lumber at such a sacrifice, but might wait until he could do so at a reasonable cost; and that the leaving of the lumber in the mill yard, up to the time of the levy upon it, under such circumstances, would not in law make the sale fraudulent and void, and subject the property to levy and sale on an execution against Miller.”\nThe court declined to charge as requested in the defendant’s third point.\nThe jury found for the plaintiff $182.79.\nThe defendant thereupon sued out this writ.\nThe errors assigned were to the admission of Gibbs as a witness ; and to the charge of the court below to the jury.\nHlwell, for plaintiff in error.\nWe proved that the witness and plaintiff were partners by the repeated declarations and admissions of both. They held themselves out to the world as partners, and this was sufficient evidence to render them liable as such: 16 East 173; 3 Kent's Com. 23; 2 Camp. Rep. 45. There was nothing to rebut or explain this except the witness’s own denial,’ and he could not be heard in favour of his own competency: 4 Harris 226.\nThe question raised by the charge is whether the sale of lumber in piles, is an exception to the general rule which requires that as against creditors, possession must accompany and follow the. sale: 5 Ser. & R. 287; 2 Wh. 302; 6 Wh. 53; 3 Barr 329; Id. 443; 6 W. & Ser. 94; 10 Ser. & R. 84.\nThe rule laid down by the court, as to this species of property, .would make the validity of the sale depend upon the condition of the roads or the convenience of the purchaser. Lumber can be as easily moved as grain or the products of a farm. - When goods are too bulky to admit of manual possession, the key of the warehouse, the bill of sale, title papers, are delivered over, to secure third persons from the consequences of an apparent ownership in the vendor: 5 Ser. & R. 282; 10 Mass. R. 308; 5 Barr 326.\nAdams and Patrick, for defendant in error.\nThe witness in this case was admitted upon the authority of Hart v. Heilner, 3 Rawle 410, and Gordon v. Bower, 4 Harris 226. The evidence did not tend to establish a general partnership, but only in a single transaction unconnected with the matter trying. Nor is the objection that the witness was permitted to deny his interest available, as it was in answer to questions put by the plaintiff in error on cross-examination. '\nThe property was not capable of manual delivery. It was bulky and cumbersome, and not capable of that kind of possession of which articles are that can be instantly moved or carried away: 5 Ser. & R. 286; 8 Mass. Rep. 308. The law only requires such delivery and possession as the thing is capable of. The transfer of possession must be made as soon as the nature of the property or thing, and the circumstances attending it, will admit of its being done: 5 Watts 485; 4 W. & Ser. 149; 4 Binn. 258."
  },
  "file_name": "0058-01",
  "first_page_order": 58,
  "last_page_order": 62
}
