{
  "id": 977332,
  "name": "Butler's Appeal.-Coates's Estate",
  "name_abbreviation": "Butler's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "63",
  "last_page": "67",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 63"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Yeates 307",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774458
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0306-01"
      ]
    },
    {
      "cite": "2 Wheat. 178",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1444853
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/15/0178-01"
      ]
    },
    {
      "cite": "4 Dall. 226",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "2 Hill 606",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "1 Met. 93",
      "category": "reporters:state",
      "reporter": "Met.",
      "opinion_index": -1
    },
    {
      "cite": "3 Bay. 380",
      "category": "reporters:state",
      "reporter": "Bay",
      "opinion_index": -1
    },
    {
      "cite": "2 H. & G. 114",
      "category": "reporters:state",
      "reporter": "H. & G.",
      "case_ids": [
        1726838
      ],
      "opinion_index": -1,
      "case_paths": [
        "/h-g/2/0114-01"
      ]
    },
    {
      "cite": "2 Jones 327",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682481
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/47/0327-01"
      ]
    },
    {
      "cite": "2 Jones 326",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682468
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/47/0326-01"
      ]
    },
    {
      "cite": "1 R. 163",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 641,
    "char_count": 12627,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 1.0977092020482314e-07,
      "percentile": 0.5672780536625881
    },
    "sha256": "757cc94a764265a5e00e7e0a08491c1c5f20a234870cc039a3491f78a0ba8ad8",
    "simhash": "1:44a71e4e34874661",
    "word_count": 2210
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Black, J., dissented."
    ],
    "parties": [
      "Butler’s Appeal.—Coates’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered hy\nLewis, C. J.\nButler, when he purchased the judgment of Abbott v. Coates, was under no legal obligation to disclose his knowledge of its value, nor was Abbott under any such obligation to disclose his belief that it was worth nothing. If one party intended to make $600, and the other $2500, by the bargain, their offences against good morals are equal in principle, although differing in degree. But we have no evidence to show that either party had any knowledge which would make it against conscience to enter into the bargain. However that may be, it is clear that there is no evidence to invalidate the contract in a court of justice. Butler made the purchase before he was appointed a trustee, and he had as good a right to make it as any other stranger. The only question discussed is whether Wm. Abbott had authority to make the transfer? It is conceded that if the transfer to Howard Yardley and by him to Gideon Scull, Benjamin Jones, and William Abbott are invalid, Abbott’s sale of the judgment is perfectly free from objection. In that case he stood as the owner with full right to sell it for the best price he could obtain. But if the transfers are valid and effective (which we neither affirm nor deny), what powers did they give to Abbott ? It is evident that the chief object of Abbott’s assignment to Yardley, and Yardley’s assignment to Scull, Jones, and Abbott, was to continue Abbott in possession, as before the assignment, with full power to manage and dispose of the property as agent of the assignees. The latter were authorized by the instrument to sell the personal estate “absolutely,” and the real estate “in fee simple,” after the expiration of one year from the date of the assignment. During the year previous to the general sale of the property, it was expected that Abbott would have to pay close attention to the business, to manage the property to the best advantage, and for this he was allowed $1500. But, after the expiration of the year, the assignees had full power to sell the real and personal estate, and William Abbott had full power to “ act as their agent in his own name, at the risk of the assigned estate.” There was no limit to Abbott’s authority as agent. It was by the terms of the assignment co-extensive with the powers of his principals. As they had an absolute power to sell, so had he. With these ample powers, he received a valuable consideration from Butler for the judgment against Coates; and, not only in his own name, but in the names of the assignees, he transferred .the judgment to Butler. This transfer passed the title to Butler. If there was anything improvident in the bargain, let the creditors blame themselves for the folly of assenting to such an arrangement, or let them look to their agent for indemnity. Butler is not to be injured by taking them at their word and dealing with the person appointed by them to transact the business. They have, through their agent Abbott, received Butler’s money. If the purchase had turned out an unprofitable one, the loss would have fallen upon him. As it has turned out a valuable investment, it is just that he should have the benefit of it.\nIt is ordered and decreed that the dividend awarded by the auditor to be paid to the judgment of William Abbott against Reynell Coates be retained by E. H. Butler, the accountant. With this correction the decree of the Court of Common Pleas is affirmed.\nIt is ordered that the costs be paid by Gideon Scull and Benjamin Jones, who survived William Abbott, deceased.\nBlack, J., dissented.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "M. Bussell Thayer, for appellant,",
      "E. K. Price for Jones and Scull, appellees.",
      "Thayer, in reply."
    ],
    "corrections": "",
    "head_matter": "Butler’s Appeal.—Coates’s Estate.\nThe creditors of A. entered into an agreement with him that he should make a general assignment to.Y. in trust forthwith to reconvey the same to S. J., and A. himself to sell and dispose thereof from and after one year or sooner with the consent of A., and after paying expenses to divide the net proceeds among the creditors, A. to receive a commission and to act as the agent of the assignees, but in his own name and at the risk of the assigned estate. The conveyances were made and recorded, but the agreement was not put on record. Afterwards A. sold to B. a judgment standing in his name, against 0. who had been declared an insolvent, for less than one-sixth of the amount of debt and interest. Signing the order and assignment “ S. J. & A. by A.” Shortly after the purchase, B. was appointed trustee of 0/s estate, and procured funds which realized to said judgment,a dividend of over five times the amount paid to A. for the judgment.\nHeld, That by the agreement and assignments A. had authority to sell and transfer the judgment to B., and the other assignees of A. could not repudiate the acts of their own agent, in pursuance of the authority they had conferred upon him.\nB. was not bound to disclose his knowledge of the value of the judgment to A. before he purchased, there being no evidence of any fraud or misrepresentation.\nAppeal from the Common Pleas of Philadelphia.\nThis was an appeal by E. H. Butler from the decree of the Court of Common Pleas of Philadelphia, confirming the report of an auditor distributing the assets .in his hands as trustee of Reynell Coates, M. D., an insolvent debtor.\nOn the 4th of May, 1842, Coates was discharged under the insolvent laws. Samuel C. Paris and William Abbott were the trustees, who never gave security and never acted, but on the 3d of July, 1850, by writing filed, renounced the trust. On the 15th July, 1850, E. H. Butler, the appellant, was appointed and gave security for the performance of the duties.\nMr. Butler, before he became assignee of Reynell Coates’s estate, had purchased a judgment for $2438, which William Abbott had obtained against Coates in 1837, in the District Court of Philadelphia. William Abbott, after obtaining this judgment against Coates, had failed in business, and on the 19th of March, 1841, had entered into an agreement with his creditors, the tenor of which was that inasmuch as it was “hoped and believed by himself and his creditors that if his property was managed and disposed of hy his own agency, it might pay his creditors in full and leave a surplus for himself and family,” the creditors.agreed with Abbott that he should make a general assignments all his property to Howard Yardley, in trust to convey the same to Gideon Scull, Benjamin Jones, Jr., and William Abbott, (the assignor), in trust to sell and dispose of the same from and after one year from the date of the assignment or sooner with the consent of the said William Abbott; and, after paying all expenses of the said trust and all liens on the property assigned, to distribute the proceeds rate-ably among Abbott’s creditors; and it was further stipulated in the agreement as follows: “ and among the expenses of said trust shall be included a commission to the said William Abbott, who will act as the agent of the said assignees, but in Ms own name and wholly at the risk of the assigned estate, not exceeding fifteen hundred dollars per annum, to be taken for the support of himself and family at a rate not exceeding one hundred and twenty-five dollars a month for the,year allowed to wind up the personal effects.” Abbott’s agreement with his creditors was followed by the assignment made to Yardley in pursuance of it, whereby he conveyed all his property to Yardley, together with “all the powers, rights, and authorities, to them the said Gideon Scull, Benj. Jones, Jr., and William Abbott, jointly, or to him the said William Abbott separately, expressed in the above recited articles of agreement.” Yardley then conveyed to Scull, Jones, and Abbott, reciting fully the agreement of the creditors with Abbott and the assignment from Abbott to Yardley. The agreement of Abbott with his creditors was never recorded, and his assignees have never filed any inventory or appraisement, or given bond for the faithful performance of their duties.\nAbbott’s assignment went into effect, and, agreeably to the agency which by its terms was delegated to Abbott, he took upon himself the exclusive control and settlement of its affairs. In 1842 he filed in his own name an account of his management of the business. Subsequently, an account was filed in the names of all three of the assignees, and the auditor of that account, in' allowing the $1500 secured to Abbott by the assignment, reported the fact that “ the other trustees had incurred little responsibility,- and had a very limited share in the troubles and details of the business.”\nBefore he was appointed assignee of Coates’s estate, to wit, on the 25th day of June, 1850, Mr. Butler purchased of Abbott the judgment which he held against Coates, as already mentioned, and paid him for it in cash the sum of six hundred dollars. Abbott, assigned this judgment to him, executing the assignment in his own name and in the names of his co-assignees, for whom he professed to have authority to act. He also, at the same time, delivered to Mr. Butler the original judgment-bond of Coates on which the judgment had been entered, and gave him an order on the prothonotary to mark the judgment to the use of E. H. Butler, which order was also signed by Abbott in his own name and the names of his co-assignees.\nCoates’s estate proved entirely unproductive until September, 1850, when Mr.'Butler received upwards of five thousand dollars-for an interest which Reynell Coates had in the estate of Samuel and Amy Coates, deceased, which had lately become valuable. Mr. Butler afterwards filed his account in the Court of Common Pleas, which was referred to an auditor for adjustment and distribution. On the hearing before the auditor, Mr. Butler, as the owner of the judgment of Abbott v. Coates, which he had purchased in good faith and for a valuable consideration, claimed to be allowed his pro rata share of the fund. This was resisted by Scull, Jones, and Abbott (Abbott’s assignees), upon the ground that Abbott had no authority to sell the judgment, and they claimed the dividend for themselves. The auditor disallowed Mr. Butler’s claim, sustained the position taken by Abbott’s assignees, and awarded the dividend to them. Mr. Butler filed exceptions. The court below confirmed the report of the auditor, and decreed the dividend to Abbott’s assignees. Thereupon Mr. Butler took this appeal.\nM. Bussell Thayer, for appellant,\nargued that the agreement with the creditors, and the deeds of assignment, and arrangements conferred power upon Abbott to make the transfer of the judgment. That Mr. Butler bought the judgment before his connexion with the Coates estate. That there was no evidence of any fraud or misrepresentation which would prevent him from asserting his right to its proceeds.\nE. K. Price for Jones and Scull, appellees.\nButler at the time of purchasing the judgment knew of the money coming to Coates; Abbott did not.\nHe also took the transfer of the judgment with notice of the general assignment to Yardley and his conveyance to Scull, Jones, and Abbott, for the use of Abbott’s creditors.\nIt is claimed that that is invalid — but the creditors assented to it — they are estopped — so is the assignor: Adlum v. Yard, 1 R. 163; Hamilton v. Hamilton, 4 Barr 274; Okie v. Kelly, 2 Jones 326.\nBut Butler claims under all the assignees, and cannot dispute their title; 2 Jones 327-8. He is estopped: but he showed no authority in Abbott to act for the other assignees after the expiration of the year.\nThe title of the trustees Was joint, and must unite in a title to the purchaser, Hill on Ins. 305-6; Lewin on Trusts 265; Willes on Trusts 136; Vanderveer’s Appeal, 8 W. & Ser. 405; Johnson v. Bingham, 9 W. & Ser. 56; 17 Ser. & R. 278.\nHe was a colluding purchaser with better knowledge; with notice. Petrie v. Clark, 11 Ser. & R. 386; Ewer v. Corbett, 2 P. Wms. 148; Crane v. Drake, 2 Vern. 616.\nThayer, in reply.\nThe allegation that there was fraud in the purchase is now made for the first tim'e, and there is no evidence to support it. Mere inadequacy of price is no ground for impeaching a contract. Cole v. Trecothick, 9 Ves. 246; Floyer v. Shearard, Amb. 18; Vernon v. Winstanley, 2 Sch. & L. 395; Low v. Barchard, 8 Ves. 133; Stewart v. The State, 2 H. & G. 114; Whitfield v. McLeod, 3 Bay. 380; Knobb v. Lindsay, 5 Ham. 471; Hubbard v. Cooledge, 1 Met. 93; Johnson v. Titus, 2 Hill 606; Austin v. McLure, 4 Dall. 226.\nSuperior information, if there be no misrepresentation of facts, does not affect the contract: Laidlaw v. Organ, 2 Wheat. 178; Poth. Cont., Sale, § 242. Eichelberger v. Barnitz, 1 Yeates 307; Fox v. Mackreth, 2 Bro. Ch. C. 420."
  },
  "file_name": "0063-01",
  "first_page_order": 63,
  "last_page_order": 67
}
