{
  "id": 977333,
  "name": "Rosenberger's Appeal",
  "name_abbreviation": "Rosenberger's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "67",
  "last_page": "69",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 67"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 331,
    "char_count": 5874,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 2.651832543756624e-07,
      "percentile": 0.8241239161047613
    },
    "sha256": "60e85ca6a2532cf554eff51b99b582d71afdb09b5ae49099a6b2272e26301754",
    "simhash": "1:b3ef8fba866d8273",
    "word_count": 1035
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Rosenberger’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, O. J.\nIt is not material whether William Rosenberger was a competent witness or not; with or without his testimony the decree of the court is correct. The accountants complain that his testimony was rejected by the auditor, but as it was very properly taken down and reported by that officer, we are enabled to see that it did not make the case, of the accountants any better. It shows that “ the partnership between him and the executors existed immediately after the property was struck down to him, before conveyance or payment of any of the purchase-money, and whilst their relation to the property as trustees still continued.” During this time the executors could not be permitted to acquire an interest in opposition to that of the cestui que trusts. Any profit which they might make belongs to the parties beneficially interested in the trust. Their equity is superior not only to the trustees, but to William Rosenberger, who had full notice of the trust.\nThe acceptance of part of the proceeds of sale, under the circumstances stated, does not estop the parties entitled from claiming the residue. Such an act might bind them not to disturb the title of a purchaser,, but surely the payment of part of what the executors owed is no reason why they should not pay the residue.\nWe see no error in the proceedings.\nDecree affirmed.",
        "type": "majority",
        "author": "Lewis, O. J."
      }
    ],
    "attorneys": [
      "Krause and Longaher, for appellant.",
      "Boyer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Rosenberger’s Appeal.\nWhere persons acting in a fiduciary capacity are interested in the purchase of real estate sold by them, at the time of sale, or become so immediately afterwards and before the payment of the purchase-money, any profit which they make in the transaction belongs to the parties beneficially interested in the trust.\nThe equity of the cestui que trust in such cases, is superior to that of a co-purchaser, who had full notice of the trust.\nThe acceptance of a part of the proceeds of sale might bind the heirs or devisees not to disturb the title of a purchaser, but would, not estop them from claiming the advance on the sale from the trustees.\nAppeal from the Orphans’ Court of Montgomery county.\nIsaac D. Rosenberger died on the 1st of May, 1853, having made a will in which he devised among other things a farm of 159 acres to his son, Isaac D. Rosenberger, at the valuation of sixty dollars per acre, and appointed his sons Isaac D. and Joseph his executors. On the 23d of May, 1853, Isaac filed in the Orphans’ Court a refusal to take the land so devised to him, and on the 27th of the same month, at the instance of all the heirs, a jury of inquest of seven men was awarded by the court to make partition and valuation of the premises. The inquest returned that the premises could not be parted and divided without prejudice to or spoiling of the whole, and valued the same at the sum of §63 per acre. The heirs all having refused to take, an order was awarded to the executors to sell the same. And on the 30th of December, 1853, the executors returned, that on the 27th of October, 1853, they had sold the same to William D. Rosenberger, for the sum of §59.75 per acre, amounting to, in the whole, the sum of §9597.34., Which sale was confirmed by the court.\nThis sale, it was alleged on the part of the exceptants, that though nominally sold to William D. Rosenberger, it was really and fraudulently sold to him, and the two executors in partnership.\nTo sustain this it was shown, that the sale by the executors to W. D. Rosenberger, took place on the 27th of October, 1853, and immediately after the land was divided into several tracts, and advertised by William D. Rosenberger and Joseph Rosenberger, one of the executors, and again sold on the 19th November, 1853, and was sold for an advance on the first sale of §1299.16. One of the purchasers afterwards refusing to take the tract purchased, it was re-sold at a loss of §171.75, leaving the advance on the sale of §1122.41.\nThe executors, on the 2d of May, 1854, filed an account charging themselves with the amount of the first sale, and claiming 2J per cent, commission for sale of-real estate, 5 per cent, on personal, and §260 extra compensation for services in settling the estate. This account, after being prepared, at a meeting of the heirs and the executors and their counsel, was examined, and no objections made to it, and the executors on that day paid to each of the heirs §1100, and took their receipts for the same. The account at the succeeding Orphans’ Court was confirmed nisi, when some of the heirs filed exceptions, seeking to charge the executors with the advance on the second sale, and also to strike out the credit of §260 for extra compensation.\nThe matter was referred by the court to an auditor, who found, among other facts, that the executors and William D. Rosenberger were partners in the first purchase, and that it was made for their joint benefit.\nBefore the auditor, William D. Rosenberger was offered as a witness for the executors, but objected to by the heirs as incompetent, on the ground of interest. His testimony was taken down by the auditor, in which he proved that the executors were not interested in the purchase at the time the property was struck down to him, but became so immediately afterwards. The auditor, however, in making up his report, rejected his testimony as incompetent ; and from the other testimony found that arrangements for the purchase were formed prior to the sale.\nThe auditor re-stated the account, rejecting the credit claimed by the executors for extra compensation, and charging them with the advance of $1122.41, on the resale of the property, and allowing the expenses of the audit, &c., to be paid out of the funds of- the estate.\nBoth parties excepted to this report, but the Orphans’ Court confirmed it, and Isaac D. Rosenberger, one of the executors, appealed.\nKrause and Longaher, for appellant.\nBoyer, for appellee."
  },
  "file_name": "0067-01",
  "first_page_order": 67,
  "last_page_order": 69
}
