{
  "id": 977297,
  "name": "Bowers versus Bowers",
  "name_abbreviation": "Bowers v. Bowers",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "74",
  "last_page": "78",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 74"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 51",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846787
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0051-01"
      ]
    },
    {
      "cite": "17 Wend. 170",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2020989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/17/0098-01"
      ]
    },
    {
      "cite": "7 Watts 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846887
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0152-01"
      ]
    },
    {
      "cite": "1 Bai. 597",
      "category": "reporters:state",
      "reporter": "Bail.",
      "opinion_index": -1
    },
    {
      "cite": "6 Yerg. 508",
      "category": "reporters:state",
      "reporter": "Yer.",
      "case_ids": [
        11267145
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/14/0508-01"
      ]
    },
    {
      "cite": "4 Dall. 266",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 104",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0104-01"
      ]
    },
    {
      "cite": "2 Watts 104",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840135
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0104-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 620,
    "char_count": 10326,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 5.693339108045e-07,
      "percentile": 0.9495267870829535
    },
    "sha256": "e0fc137036076c66832423bedc8748d20d6ee762b353ef6ea0a2babc5a33d229",
    "simhash": "1:1d3fd3b15875b0b9",
    "word_count": 1811
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bowers versus Bowers."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe consideration of the contract sued on was the purchase of the ofiice of administrator from hiimupon whom the law devolved the right to it, and the only question in the record is, whether that is such a consideration as the law will support ? I call it an office, not because it is so strictly, but because it very much resembles one, and is frequently so called in the books. An office is a right to exercise a public or private employment, and to take the fees and emoluments thereunto belonging. An administrator is appointed by a public officer, under his seal of office, to exercise a trust and perform duties which are carefully defined by law, and which affect both public and private interests, and his compensation is measured by legal standards, though not defined in the fee bill. In Beck v. Stitzel, 9 Harris 522, it was held that words were actionable without proof of special damage, which imputed to an administrator “ a positive and fraudulent breach of his official oath.” If public policy forbids traffic in the office of postmaster, as was decided in Filson’s Trustees v. Himes, 5 Barr 456, it will, for superior reasons, interdict barter in respect to the more sacred trust of administration.\nBut if administration of a decedent’s estate be not an office, it is strictly a trust, and as such is not to be purchased for a price which.creates in the trustee an interest adverse to the cestui que trust. On this point we cannot do better than adopt the reasoning of the learned judge who tried the cause.\nIt is true, a creditor may administer his debtor’s estate, and if William made himself a creditor by assuming the debts which George held against the estate, that was not the disqualifying circumstance. The administration would nevertheless be effectual and valid. But, by agreeing to pay George the full amount of his debts, without regard to the sufficiency of the assets, William made a contract that was prejudicial to other creditors, for he bound himself so to administer the estate-as to indemnify himself. If all the debts could not be fully paid, he had a separate or peculiar interest that this one'should be, and thus he placed himself in possible antagonism to those whose interests he was bound to represent and guard. ■ A mere creditor administrator has an interest that his debt should be fully paid, but he has contracted for no preference over others. His interest is common with them, and the nearer he can bring the assets to full payment the better for them.\nThe question here is not upon the legality of the administration, but upon the sufficiency of the consideration for the defendant’s promise; and, as that in its very nature endangered the purity of the trust, the law will not sanction it.\n■ The case of Hind v. Holdship, 2 Watts 104, much relied on in the argument, is in no respect analogous. An assignee promised his assignor that he would pay certain creditors, not as a means of obtaining the assignment, but because the assignor wished to prefer them. The assignment, without an expression in it of the desired preferences, was held to be a sufficient consideration of the promise. The point ruled here did not arise, and was not decided in that case.\nOn the whole we are of opinion that the court did right in arresting the judgment, and their order is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "B. 0. Brewster, for plaintiff in error.",
      "W. S. Price and Gr. W. Thorn, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bowers versus Bowers.\nAn agreement made in consideration of the plaintiff relinquishing his right to administration upon the estate of an intestate, in favour of the defendant, is against public policy and cannot be enforced by action.\nError to the District Court of Philadelphia.\nThis was an action of assumpsit by George Bowers against William Bowers, in which the following facts appeared: Bom ulus J. Bowers died in 1851, intestate, being indebted to the plaintiff, who was his father, by two promissory notes, amounting to the sum of |657.37. The defendant agreed, if the plaintiff would renounce his right to letters of administration on the estate of Romulus J. Bowers, and permit and procure the same to be issued to the defendant, he would assume and pay the amount of the notes plaintiff held against the estate. The plaintiff accordingly filed his renunciation, and letters of administration were in due form of law issued to the defendant.\nThe plaintiff set forth the agreement and promise in special counts, and added the common counts, and the proofs sustained the agreement as set forth in the special counts.\nA verdict was rendered in favour of the plaintiff, and the defendant moved for a new trial and in arrest of judgment. After argument the court below (Hare, J.) delivered the. following opinion and arrested the judgment:—\n“ The question raised by this motion is one of very considerable intrinsic difficulty, increased by the absence of all conclusive or determining authority, which we have been able to find either in the argument at the bar, or by our own researches. It cannot be denied that the widow and father of the intestate had a claim to the administration of his estate, which might, and probably would have been listened to by the register, had they not been induced to renounce it by the expectations held out by the defendant. Courts of justice do not weigh the adequacy of eonsiderations, unless as a means of detecting or preventing fraud, and a smaller sacrifice than that made by the plaintiff, has been held to give force to graver obligations than those assumed by the defendant. But although there may be no want of consideration for this promise, there is an 'objection of a more serious nature. To sustain this action, we must hold that the office of administering an estate, which is a place- of trust and confidence, may be made a matter of traffic and sale among those who have pretensions to exercise it; and as no contract can be binding, unless its obligation is mutual, it must necessarily follow that if the administrator can lose money by such a bargain, he may make it, and may stipulate with a creditor or legatee to take less than his demand, as the condition on which he will give his time and services. The law has defined the duties and liabilities of administrators with great exactitude, and we do not think the parties entitled either to increase or diminish them. Both duty and liability are limited to the collection of the assets of the estate, and their faithful appropriation to the discharge of its obligations. Nothing less than this will be permitted, and nothing more should be imposed or required. An administrator is not bound by the most direct personal promise to pay a debt or legacy after administration has been granted, unless he has assets, and the substantial, if not the technical reason of the case, is the same before he enters on the duties of his office, as it is afterwards.\n“But, even if this promise would have been legally binding in England, it does not follow that it will be so in Pennsylvania. Oiir jurisprudence is enriched with whatever equity has added to the original stores of the common law. The administration of an estate is strictly a trust. A trust can make no adverse bargain by anticipation or otherwise with a cestui que trust. Can a cestui que trust enforce a hostile contract against a trustee ? The conduct of trusts will be attended with risks, which few men will like to encounter, if every expression by trustees of hope or anticipation, as to the solvency of the estate, if committed to their management, can be brought before a jury, as evidence of a promise binding their whole estate to the payment of debts to which 'they are strangers. The statute of frauds provided that no action should be brought against an executor or administrator, upon a promise to answer in damages out of his own estate, unless the agreement or a memorandum of it were in writing, and thus guarded against the danger and uncertainty of testimony by. requiring irrefragable proof both of the consideration and the promise. Were this provision in force here, or were it not in force in the other states of this country and in England, we should have been spared the necessity of deciding this case, or should have been guided by the light of precedent in deciding it.\n“We have been compelled to rely on our own judgment without other aid than that of analogy, and on mature reflection, our decision is adverse to the plaintiff.\n“ The rule for a new trial is discharged, and judgment arrested.”\nB. 0. Brewster, for plaintiff in error.\nThe plaintiff had a right which he could relinquish in favour of another. The consideration was sufficient: 2 Watts 104; 5 Barr 162; 4 Dall. 266; 6 Yerg. 508; 2 Har. & Gill 114; 5 Ham. 471; 1 Bai. 597.\nThe contract is not forbidden by any statute, and if not repugnant to the principles of public policy, it was error to annul it. It did not violate the precepts of religion or morality, or the rules of public decency: Co. Litt. 206, B. Nor was it like a promise to pay for procuring signatures to a petition for a pardon: 7 Watts 152. Or to procure the passage of an Act of Assembly: 5 W. & Ser. 315. A contract will not be avoided unless it will directly facilitate an illegal transaction: 17 Wend. 170; 11 Ser. & R. 155.\nIn England, before the statutes prohibiting the sale of public offices, contracts of that kind were sustained: Salk. 468; 5 Barr 456; Roberts’s Dig. xxxviii.; 2 Bingh. 252; Cro. Jac. 612; 3 Y. & J. Ex. Rep. 136. It would be inequitable to allow the defendant to retain the profits and refuse compliance with the terms upon which he obtained them.\nW. S. Price and Gr. W. Thorn, for defendant in error.\nSuch agreements as are here attempted to be enforced are against public policy, and therefore for legal purposes there is no consideration: 5 Barr 452. The issuing of letters is a judicial act, for which the parties could not barter: 7 Watts 51; 1 W. & Ser. 396; 7 Harris 485.\nAct of 15th March, 1832, Purd. 705. When the widow renounces, the register exercises a discretion in granting to the next of kin : 4 Harris 110.\nAll agreements which contravene public policy are void: Story on Con. §§ 645, 546; 1 Story’s Eq. Jur. §§ 294 to 305; 4 Bouv. Ins. 181; 5 Barr 452; 5 W. & Ser. 315; 7 Watts 152. It is therefore submitted the Court below was right in arresting the judgment in this case."
  },
  "file_name": "0074-01",
  "first_page_order": 74,
  "last_page_order": 78
}
