{
  "id": 977263,
  "name": "Hopkins versus Beebe",
  "name_abbreviation": "Hopkins v. Beebe",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "85",
  "last_page": "92",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 85"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Bail. 561",
      "category": "reporters:state",
      "reporter": "Bail.",
      "opinion_index": 0
    },
    {
      "cite": "5 Peters 580",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        534534
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/30/0372-01"
      ]
    },
    {
      "cite": "5 Wheaton 277",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1442083
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/18/0277-01"
      ]
    },
    {
      "cite": "6 Watts 304",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846090
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0304-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 869,
    "char_count": 21409,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 2.798058131300015e-07,
      "percentile": 0.836605917951201
    },
    "sha256": "ee2bf018f6fb6559101396533aca1a2901d33c63a071ca7ad43c36f15076a6b7",
    "simhash": "1:2ca9df8cb9762dda",
    "word_count": 3957
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hopkins versus Beebe."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, J.\nA., B., and C. were bankers or dealers in bullion and exchange. A. was established at San Francisco, B. at Philadelphia, and C. at New York. On the 10th of February, 1851, B, gave a letter of credit to A. which authorized A. to draw on B. for any amount of money required in his business. A. made this letter as public as he could, by advertisement in the California newspapers, and drew largely on'B., who for a time regularly accepted and paid the bills. To make B.’s acceptances safe, and to reimburse his payments, A. from time to time remitted gold dust and bills of exchange, and notes on the Atlantic cities, to B. These, as they were received, were credited by B. to A.’s account, where A. was also charged with the amount of his bills paid. 0. had no concern with the business between the other two houses, except that the packages containing the gold and other effects were consigned to him at New York, and by him forwarded to Philadelphia. In August, 1851, B. suddenly stopped payment; and soon after A. also failed. Both concerns were totally insolvent. When this happened A. was indebted to B. upwards of twenty thousand dollars: that is to say, B. had then paid bills of A. to an amount much greater than the remittances sent by A. to meet them; and there were a large number of bills not presented in the hands of holders who had paid value for them. It appears also that B. was at the same time indebted to C., but in what precise amount the record does not show. At the date of B.’s failure a remittance to him of gold and some other effects was on its way from A., but had not then reached New York. This, like the previous remittances, was shipped at San Francisco under a bill of lading to C., and was covered by a policy of insurance in C.’s name. Yery soon afterwards B. made a writing authorizing and directing C. to take the expected gold and bills, and apply them to the credit of B.’s indebtedness to C. When the vessel which had them on board arrived at New York, this was done.\nThese are the prominent and most material facts of the case, as we gather them from a very voluminous record.\nThe plaintiff in this suit is the holder of one of the bills drawn by A. on B., which was presented after the failure, and protested for non-acceptance. He brings his action against C. for money had and received to his use; and he insists that he ought to recover, because C., the defendant, took and converted the effects which the drawer sent to meet his bill and others, which effects he alleges were appropriated by the remitter to that purpose in such manner that they could not be applied to any other without a fraud on the billholders, the only parties otherwise liable on the bill being insolvent.\nThe cause was tried at Nisi Prius, some of the plaintiff’s evidence was rejected, and, after hearing what was admitted, the judge ordered a nonsuit. This was an error which we must correct by reversing the judgment, if the most favourable view that can be taken of all the evidence given and offered will justify a verdict for the plaintiff. But not so if he has no case after we give him the benefit of all the doubts he can raise.\nLooking at the facts in this light, it cannot be denied that the drawee of the bill was the debtor of the plaintiff. He owed him. the amount of it. That it was not accepted makes no difference, for his letter bound him to accept it. It must also be conceded that, in consequence of the gold dust being transferred to the defendant, the plaintiff lost his debt, since it may be presumed that the drawee would otherwise have been able to pay at least a part of it. Now, if the defendant accepted a fraudulent transfer of the funds in question for the 'purpose of covering them from the creditors of him who made the transfer, he was guilty of a conspiracy to cheat; and the plaintiff being thus defrauded is entitled to recover from the defendant a just compensation for the injury done him. But he must do this by a special action on the case, as in Penrod v. Mitchell (8 Ser. & R. 522), in Mott v. Danforth (6 Watts 304), and Kelsey v. Murphy, supra, 78. No contract between the plaintiff and defendant could be implied from such a transaction. The law often presumes that to be true which is known to be false, or which is just as probably false as true; but it never converts a mere contrivance to defraud creditors into a promise to pay them, nor does it ever suppose that goods sold and delivered by one person who is the owner of them were sold and delivered by another who never saw them and had no property in them. When a creditor undertakes to recover his debt from a stranger to the original contract on the ground of fraud, he must put the charge distinctly on the record, so that it may be met full in the face.\nBut apart from this objection, there is no fraud here proved or offered to be proved. There is indeed a statement on the record that it would be shown in the course of the trial that the defendant held the funds' either fraudulently, for the use of the drawee, or else for his own use, with knowledge of their appropriation to the drafts. This comes to nothing. The alternatives balance one another. We cannot tell which of the two he meant to prove, nor what evidence of either was to be expected. The specific facts mentioned in or to be inferred from the record, amount to this: The defendant claimed payment of a debt from the drawee of the bills, who admitted its justice and paid it, by a transfer of the only effects in his possession or under his control, namely, the gold and bills expected from California. Now this was fraudulent if it be a fraud to'accept payment of a debt when one of the consequences of such payment is to cut out or anticipate other creditors. But the law is well settled the other way in Worman v. Wolfersberger (7 Harris 59); Lloyd v. Williams (9 Harris 327); Hart v. Covenhover (9 Harris 495); Uhler v. Maulfair (11 Harris 481). The .plaintiff and defendant were both creditors of the same insolvent person. Either had a right to take his debt in anything the debtor was willing to pay with. Neither was under any legal or moral obligation to wait until the other should be first satisfied. The defendant took advantage of circumstances which enabled him to be foremost, and we do not doubt that the plaintiff in like circumstances would have acted in the same way.\nOf course we assume (in the absence of evidence to the contrary) that the debt, in payment of which the gold was taken by the defendant, was just and honest. Such is the presumption of law. Any other presumption would allow an actual fraud to be established without proof. When a person pays a debt, and the honesty of the payment is attacked by other creditors, the burden of proof is on them, aud they must show either directly or by circumstances that no debt existed, or that the value of the property taken in satisfaction was greater than the debt. Nothing of that kind was produced in this case.\nBut the effects which the defendant got hold of were sent by the drawer with the intent that they should be applied to the payment of the bills. The counsel of the plaintiff thinks that the gold dust was thus appropriated to the bill-holders — that it was their property, and not that of the party to whom it was sent — or at least that they have such a lien upon it that any other disposition of it must be void until the bills are paid.\nWe are quite clear that the plaintiff had not any title to, or property in, or lien upon, the effects in question. He had an interest that, they should reach their destination and remain there until he could secure them and appropriate them to his claim. This is the interest which every creditor has in the property of his debtor when the latter is in failing circumstances. But further than that the plaintiff had no concern with the remittance. His bill was payable at all events, and his remedy for non-payment was an action on the bill itself against the parties to it. He had no claim upon any particular fund, which he could follow into the hands of other parties. This has been so long and so universally regarded as true that an order to pay money out of a particular fund is not anywhere considered as a bill of exchange at all. (Chitty 55, 252; Byles 8.) If the drawee in this case had been directed by the bill to pay the amount of it out of the proceeds of the gold dust, while the instrument would have lost its negotiable character, it would still not have been an assignment of the fund; for according to Manderville v. Welsh (5 Wheaton 277), and Tiernan v. Jackson (5 Peters 580), a part only of a fund will not be legally assigned even by an order to pay such part. It is not pretended that the bill in the plaintiff’s hands amounts to more than a small part of what the gold dust was worth.\nThe proposition that a bill of exchange does, yroprij, vigore, vest in the payee a title to the effects sent to meet it, or give the paye'e a lien upon such effects, so that he can demand them or their proceeds from a person to whom the drawee has transferred or passed them away, is altogether unsupported by any authority or custom that we know of. Such a rule would certainly not promote the convenience or the safety of commercial business. The contrary doctrine, that the bill has no such operation, but that the holder must look to the parties whose names are on it, and not to any particular fund, has cases in its favour quite numerous enough to sustain a principle so simple and just: more indeed than could have been expected on a point so little likely to be raised. (3 Comstock 251.)\nThe rule is clearly established, that, when goods are shipped and the bill of lading sent to the consignee with the understanding express or implied that the proceeds are to be credited to the consignor’s general account, the property vests by ■ that act in the consignee. The carrier .becomes\" the agent of the consignee, and is responsible to him for the non-delivery of the goods. The consignee may sell them before they arrive or afterwards. He has the exclusive and unlimited dominion over them which a man ought to have over what belongs to him. (1 Binney 106; 4 Mees, and Welsh. 775; 1 Bingham 150; 2 Bingham, 20; Bosanq. and Pull. 563.) We have decided this in the very recent case of Schumacher v. Eby, 12 Harris 521.\nThe plaintiff seems to think there is some peculiar merit in his case which takes it out of the general rule. It is undoubtedly a hardship on him to lose his money by the insolvency of those whom he trusted. But we cannot for that reason give him a remedy which his contract did not provide for, or compel those to pay him who are under no legal obligation to do so. We see nothing in all the transactions set forth upon the record except the not uncommon case of a bill unpaid — the drawer largely indebted to the drawee — funds remitted and used by the drawee to pay other debts.\nTooke v. Hollingsworth (5 T. R. 215) is much relied oh by the plaintiff. That case has not struck us .as having much resemblance to this: There the plaintiff who lived in Manchester had a factor in London, to whom he sent a certain quantity of light coin to be disposed of at an agreed price. At the time when the coin was started from Manchester, the factor had, unknown to the plaintiff, committed an act of bankruptcy and absconded. The coin never went to the hands of the consignee, but was taken and kept in specie by his assignees. The particular purpose for which it was sent was to pay with its proceeds certain bills previously drawn by the plaintiff and accepted by the consignee. The plaintiff, however, took up the bills himself, and then brought trover for the coin against the assignees. He was permitted to recover; and rightly, because the coin was sent for a particular purpose, which the consignee had disabled himself from executing; because the plaintiff, by taking up the bills, had put them out of the question as completely as if they had never been drawn; because the assignees stood exactly in the shoes of the consignee, and no third parties were to be affected; because the consignment remained in specie, and therefore liable to be reclaimed by the consignor, whose title to it had under the circumstances never been divested. But the opinion of the court contains no intimation that, if the bills had remained unpaid, the holders would have been entitled to more than their dividend out of all the assets of the bankrupt. Nor did either of the judges say, that the plaintiff himself, even after paying the bills, could have recovered from a third party, if the consignee had disposed of it by what would have been a good sale of his own property. The report of the case certainly affords no ground for supposing it to have been believed by the court, that the remitter of the coin parted with his property in it to the payees when he drew the bills, and had it transferred back to him again when he took the bills up.\nThat want of privity is a fatal objection to the plaintiff’s recovery. This is an action ex contractu. Where is the contract between these parties ? The defendant was not the agent of the bill-holders; he stood in no relation to them which made it his duty to take charge of their interests; he did not receive the gold from them, and it was not their property; he did not promise to keep it for them, or to pay them the proceeds of it; he had not even a direction to that effect from the person who transferred it to him; he was in every way a stranger to them and their business. In Yates v. Bell (3 Barn. & Ald. 643), the defendant had a sum of money remitted to him, with special directions to pay it over to two creditors of the remitter. He paid one, but refused to pay the other. The unpaid creditor brought suit, but failed for want of privity. William v. Everett (14 East 582), is to the like purpose ; and so is Bigelow v. Davis, (16 Bail. 561). In those cases the want of privity was much less palpable than it is in the one now before us. Here there was not even a direction to the defendant to pay the plaintiff. It is not worth while to go behind the transaction by which the defendant got possession of the fund; but, if it were, the record shows that when it was remitted from California the remitter did not accompany it with any orders which forbade it to be credited to his general account with the remittee; and on that account there was then a balance against him of more than $20,000.\nThe defendant did make a contract concerning these funds, •which hound him to forward them to Philadelphia as soon as they reached him at New York. If he had violated this duty, the ultimate consignee, but nobody else, could have sued him. When the person to whom they were to be sent (the only person who would have had an action against him for not sending them) agreed that he should keep them in payment of . a debt, that agreement acquitted him as fully as he would have been acquitted by a receipt for their delivery.\nIt was urged at the bar, but not, as it seemed to us, with much confidence in the point, that the drawer and drawee of the bills were partners, and the funds in question partnership property, which could not be used by one of the firm to pay his separate debt. Their relation does not come within any definition of a partnership, and it is, therefore, not necessary to say whether, if they were partners, the defendant would or would not be liable to the partnership creditors in this form of action.\nSince there is no contract at all which any of the bill-holders could sue the defendant upon, it is manifestly useless to decide whether, if the fact had been otherwise, the cause of action could be split into as many parts as there are bills, or whether only one action could be sustained for the joint benefit of all the holders.\nWe have disposed of this case. It is said that another action is pending against the same defendant in the name of the drawer for the use of this plaintiff. We cannot decide what is not before us. If our reasoning on this case satisfies the plaintiff that he cannot recover in the other, he will see the prudence of stopping where he is. If not, our duty will be met when it rises.\nWe are asked to reverse this judgment and send the record back to the Nisi Prius, for the sole purpose of enabling another party to be substituted as plaintiff. That party would then proceed on grounds of law and fact totally different from those on which the now plaintiff has been hitherto claiming. We cannot see the law, justice, or propriety of doing this. We will not reverse a judgment in which there is no error. The plaintiff has tried -his cause through and through. He has failed because he has no claim. If anybody else desires to make the same or a similar experiment, the courts are open. _ If the present plaintiff wishes to pursue his demand in another name and upon different principles, it is but fair that he should pay the costs of this suit, and begin de novo.\n■ On the whole, I may sum up the opinion of the court in brief by saying that—\n' 1. B., the Philadelphia house, was debtor to both the plaintiff and the defendant.\n2. The defendant had a right to accept payment of his debt from B. in gold dust or anything else he could get, though he knew that B. was also indebted to the plaintiff and could not pay both.\n3. If the fact had been otherwise, that is to say, if the transfer from B. to the defendant had been made for the fraudulent purpose of cheating the plaintiff, the latter might have had an action on the case against the defendant.\n4. But no proof of such fraudulent conspiracy between the defendant and the plaintiff’s debtor would sustain assumpsit.\n5. The holder of a bill of exchange is not the owner of the money, goods, or effects which the drawer has remitted to the drawee. Nor has he any lien upon such funds. And this is true, whether the remittance was made before or after the date of the bill.\n6. Effects remitted to meet a bill drawn, or intended to be drawn, are the property of the remitter, and he may transfer them or use them as other men use their own, at any time after they are shipped.\n7. The holder of the bill drawn against such a remittance cannot call the remittee to account for the effects remitted; much less can he follow them into the hands of another party with whom he has no privity, and who has paid the remittee a valuable consideration for them. If the bill be unpaid, the holder’s remedy is an action on the bill itself.\n8. If there be one case which requires the application of these general principles more than another, it is such a case as the present, where the drawer and drawee had a large correspondence; where the former was indebted to the latter; and when the remittance was accompanied by no instructions which forbade it to be credited to the drawer’s general account.\n9. There being nothing on the record to show that any error was committed at Nisi Prius, we will not reverse the judgment merely to give the plaintiff an opportunity of presenting his case in a new form.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "G. Ingersoil, for plaintiff in error.",
      "Williams, Goodman, and Morris, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Hopkins versus Beebe.\nWhere a debtor owes two parties, one of them may accept payment of his debt in anything of value he can get, though he knows that the debtor owes the other party and cannot pay both.\nIf the transfer to such creditor be fraudulent and for the purpose of cheating the other creditor, the latter’s remedy against the former is an action on the case.\nNo proof of a fraudulent conspiracy between a defendant and the plaintiff’s debtor will support an action of assumpsit.\nThe holder of a bill of exchange is not the owner of the money, goods, or effects which the drawer has remitted to the drawee: nor has he any lien upon the funds, whether the remittance was made before or after the date of the bill.\nEffects remitted to meet a bill drawn or intended to be drawn are the property of the party remitting them, and he may transfer or use them as other men use their own at any time after they are shipped.\nThe holder of the bill drawn against such a remittance cannot call the remittee to account for them, nor follow them into the hands of a party with whom he has no privity and who has paid the remitter a valuable consideration for them: if the bill be unpaid, the holder’s remedy is an action on the bill itself.\nThe foregoing principles especially apply to a case where the drawer and drawee had a large correspondence, and where the former was indebted to the latter, and the remi ttance was accompanied by no instructions which forbade it to be credited to the drawer’s general account.\nThere being nothing on the record to show that any error was committed on the trial of the cause, this Court will not reverse the judgment merely to give the plaintiff an opportunity of presenting his case in a new form.\nCebtieioate from the Court of Nisi Prius.\nThis case originated in the transactions of the banking-houses of Samuel J. Beebe and George W. Beebe, doing business in New York as Beebe & Co.; R. M. Ludlow and R. M. Ludlow, Jr., as Ludlow & Co., in Philadelphia; and S. Beebe Ludlow, as S. Beebe Ludlow & Co., in San Francisco. The facts of the case sufficiently appear in the opinion of his Honour, Mr. Justice Black.\nG. Ingersoil, for plaintiff in error.\nWilliams, Goodman, and Morris, for defendants in error."
  },
  "file_name": "0085-01",
  "first_page_order": 85,
  "last_page_order": 92
}
