{
  "id": 977215,
  "name": "Guy versus McIlree",
  "name_abbreviation": "Guy v. McIlree",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "92",
  "last_page": "95",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 92"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 384,
    "char_count": 6904,
    "ocr_confidence": 0.406,
    "pagerank": {
      "raw": 1.339224006284646e-07,
      "percentile": 0.6307869686611073
    },
    "sha256": "669e154cc2707cc9a84b17892f0361f10d71b5779cc68cfe021cd4e873a27c12",
    "simhash": "1:964787ad6ef455cd",
    "word_count": 1195
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Guy versus McIlree."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\n(After stating the facts of the case.) — The counsel for the plaintiff in error does not complain of the charge so far as it relates to the goods and dioses in action, but he denies its correctness in reference to the confession of judgment.\nThat one in failing circumstances may confess a judgment ip favour of one creditor to the exclusion of others, is fully established by the cases of Blakey’s Appeal, 7 Barr 449, and Worman v. Wolfersberger’s Executors, 7 Harris 59. The doctrine of these cases is not denied; but it is said that where the judgment is confessed to one in trust for others, that it is virtually an assignment, and unless recorded as required by the Act of 1818, is null and void against any of the creditors of the defendant in the judgment. Is a confession of judgment to one-in trust for others an assignment of any part of the defendant’s estate real or personal ? We think not. There is little if any similarity between an assignment and a judgment. The one is an absolute transfer of its subject-matter, whilst the other is but the means whereby to enforce the payment of a debt. An assignment passes the property in real and personal estate, rights and credits, whilst a •judgment of itself gives no vested estate in any of the property of the defendant, merely creating a lien upon his real estate, if any he has at the time of its entry. Accordingly it was held in Ridgway v. Stewart, 4 W. & Ser. 383, that a mortgage of real and personal estate made to trustees to secure money borrowed and to be borrowed by the mortgagor, was not an assignment under the Act of 24th March, 1818, and was valid, although not recorded under that Act. So in the Manufacturers’ and Mechanics’ Bank v. Bank of Pennsylvania, 7 W. & Ser. 335, this court decided that a mortgage to a trustee of real estate, with power to sell and pay a certain debt, was not an assignment for the benefit of a creditor, and was not void because not recorded within thirty days. The case under consideration is stronger against the application of the principle contended for by the defendant in error, than those just cited; for in those cases there was a conditional conveyance of the estate mortgaged; but in this it does not appear that the defendants had any real estate, or interest in property, general, special, absolute, or conditional, which passed by the confession of judgment from the defendants to the plaintiff.\nTrue, it was the means by which a preference was secured, but this, as has already been shown, is not-prohibited by any statutory enactment; on the contrary, the Act of 17th April, 1843, expressly-authorizes preferences to be made for the payment of wages of labourers severally not to exceed $50. If the judgment in favour of Guy as trustee was a Iona fide one, honestly given for the purpose stated in the answers to the interrogatories, the money made upon its execution belonged to the labourers, and was not liable to be attached in the hands of the trustee at the suit of another creditor.\nFor the misdirection of the court in this particular, the judgment must be reversed; and as the case goes back for a new trial, it is proper to say that there was no error committed in receiving the testimony of William Divine.\nJndgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "H. M. Phillips, for plaintiff in error.",
      "Jno. Olayton and Gf. M. Wharton, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Guy versus McIlree.\nThe confession of a judgment by a debtor to a trustee for the payment of certain specified creditors, is not an assignment for the benefit of creditors, and does not require to be recorded within thirty days.\nNor is the judgment void, as giving a preference to such creditors, under the Acts of Assembly relating to assignments for the benefit of creditors.\nThe acknowledgment of the existence of a debt by the debtors, is evidence of such fact, between third parties.\nError to the District Court of Philadelphia.\nThis was an execution attachment at the suit of Archibald Mcllree against Robert Guy, garnishee of McIntyre & Gibboney.\nThe firm of McIntyre & Gibboney, manufacturers of cotton and woollen goods in the city of Philadelphia, in June, 1849, became embarrassed and in failing circumstances. Robert Guy, the plaintiff in error, was a creditor of the firm, and for the purpose of securing him, certain goods were delivered to him, and orders drawn by the firm on its debtors in his favour. A judgment was also confessed in his favour before a justice of the peace for $476.35, and another judgment confessed to him as trustee for $401.28. Upon these two judgments executions issued upon which levies were made, and the first judgment satisfied in full: $170.26 was collected and applied upon the judgment in his favour as trustee. Certain moneys were received by him on the orders drawn in his favour upon the debtors of McIntyre & Gibboney ; so that he had in his hands several hundred dollars after satisfying his own debt against the firm.\nArchibald Mcllree, the defendant in error, was also a creditor of the firm of McIntyre & Gibboney; and having obtained a judgment against them in the District Court, he issued an execution attachment and summoned Robert Guy, as garnishee. In his answers to the interrogatories filed, the garnishee admitted the receipt of the moneys heretofore stated, but claimed that the judgment confessed to him was to secure various small debts due to the labourers about the factory, and that the orders and goods transferred to him were received as collateral to that judgment as well as his own, and that he had not received a sufficient sum to pay both judgments.\nThe case appears to have been tried chiefly on the answers to the interrogatories.\nThe instruction given by the learned judge of the District Court, as far as it is material, was as follows:—\n“If you find that McIntyre & Gibboney were largely indebted and in failing circumstances, and that the transfer of the property to Guy, the garnishee, was in trust for creditors, it will be void as against this attachment, although effected by a parol assignment of debts and chattels, and a confession of judgment, and not by formal writing. But you must except from this instruction whatever portion of the property thus transferred was delivered to Guy in payment of his own debt, and whatever payments he had made before the service of the attachment.”\nOn the trial, the plaintiffs called William Divine as a Avitness to prove that he was present at a meeting between McIntyre & Gibboney and their creditors, and to prove the admission of their indebtedness and insolvency, to which the* defendant’s counsel objected; but the court admitted the evidence, and sealed a bill of exceptions.\nThe jury found for the plaintiff the sum of $583.06.\nThe errors assigned were to the charge of the court, and the admission of the evidence as above stated.\nH. M. Phillips, for plaintiff in error.\nJno. Olayton and Gf. M. Wharton, for defendant in error."
  },
  "file_name": "0092-01",
  "first_page_order": 92,
  "last_page_order": 95
}
