{
  "id": 977260,
  "name": "Tams versus Richards",
  "name_abbreviation": "Tams v. Richards",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "97",
  "last_page": "99",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 97"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 290,
    "char_count": 5695,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 5.776286285552774e-08,
      "percentile": 0.36076138029668914
    },
    "sha256": "bda36cae673c906663823025bf503fe097c280ea6daa516a17b08dce6922617e",
    "simhash": "1:1f61c7b687713c35",
    "word_count": 1002
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Tams versus Richards."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nIt is certainly very plain that the service, of the execution attachment on Wm. Tams rendered him liable to account to that execution creditor for all the property of John Tams, which he had then obtained in fraud of creditors, up to the amount of that creditor’s claim. It would be no defence to Wm. Tams that he had lost a part of the property, or intrusted it to the care of others, or sold it and had not yet received payment. That he had received it in fraud of creditors was a sufficient basis for the demand that he should deliver it up or account to them for the value of it. And when the issue under the execution attachment served on Wm. Tams was tried, and the jury found that he had in his hands $3137.50 in value of the property of John Tams, that meant that he had received so much and no more in fraud of creditors. Under the issue the jury could have found, and the amount of the plaintiff’s claim made it necessary that they should find a verdict for all the property he had fraudulently received, and therefore the presumption must be that they did so find, and the plaintiff cannot have another trial of that fact: Rockwell v. Langley, 19 State R. 502; Simes v. Zane, 24 Id. 242.\n• The execution attachment against Richards, Bispham & Co. is only another writ against the same property; for they had nothing but a part of its proceeds, it having been sold by them as auctioneers and agents of Wm. Tams. All the fraud having been atoned for by Wm. Tams under the attachment against himself, no further atonement can be required of him through his agents. If the judgment against him had not been paid, the attachment served on his agents would have held the money in their hands, and applied it to the judgment; and we do not see that they could have retried the question of fraud, in relation to the money re. ceived by them from the property.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "0-erJiard and Hirst, for plaintiff in error.",
      "Parsons and Ouyler, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Tams versus Richards.\nWhere A. purchased goods of B. in fraud of creditors, and consigned them to C. & D., auctioneers, who sold them as his agents, and E., a creditor, issued an attachment execution against B., in which A. and 0. and D. were made garnishees, and the issue was tried between E. and A., on the question of fraud, and a verdict was rendered in favour of E. for an amount less than his judgment,\nHeld, That the presumption is that the jury found a verdict for all the property that A. had fraudulently received from B., and the plaintiff cannot retry that question between himself and 0. and D., the agents of A.\nError, to tbe District Court of Philadelphia.\nThis was an execution attachment issued upon a judgment, wherein Edwin Tams was plaintiff, and John Tams, with notice to Richards, Bispham & Co., and William Tams, garnishees. Edwin and John Tams had been partners in the china, glass, and crockery ware business, and on the 9th of February, 1850, dissolved partnership, John purchasing Edwin’s interest, and continuing the business. A portion was paid Edwin, and for the balance he obtained the judgment upon which this attachment issued. John Tams, on the 11th of November, 1850, sold out his stock in trade to William Tams, for $4750, which the parties to the sale alleged was paid by two checks on Manufacturers’ and Mechanics’ Bank. William Tams continued the business for a short time, and then closed, consigning the balance of his stock to Richards & Bispham, auctioneers, to make sales. They sold the goods, and before they paid over the proceeds, this attachment was issued and served upon them and William Tams, as garnishees.\nThe garnishees entered separate appearances, and pleaded severally. On the 13th May, 1853, the issue between the plaintiff and William Tams, on the attachment, was tried. On that trial the plaintiff alleged that the sale from John Tams to William Tams was fraudulent, and made to defeat, hinder, and delay the plaintiff and others, creditors of John Tams — that the property was sold for a grossly inadequate price, and that the cheeks alleged to be given for $4750, were a mere contrivance to give colour to the transaction. The court in that case instructed the jury, that if they found the transaction to be fraudulent they should find for the plaintiff, for whatever,, amount, not exceeding the debt due by John to plaintiff, he, William Tams, ought to have paid! John as a Iona fide purchaser of the goods transferred to him.\nThe jury in that issue against William Tams found for the plajntiff $3137.50, and the judgment was affirmed by this court, and the amount was paid to the plaintiff.\nThe amount of this verdict being less than the plaintiff’s judgment, he proceeded to try the issue against Richards & Bispham, the other garnishees, and alleged the same fraudulent transactions between John and William Tams, and the receipt of the proceeds of the goods sold by the defendants in this issue.\nThe court below instructed the jury, “ That even if the sale from John Tams to William Tams, on November 11, 1850, were fraudulent as to creditors, yet in view of the former trial in this court, between Edwin Tams, plaintiff, and William Tams, garnishee of John Tams, defendant, and of the recovery had in that case under the instruction of the court, the record of which is evidence, the whole amount of assets of John Tams, which in any aspect of the case was fraudulently received by William Tams, has been already recovered from him, and that no further recovery can be had.”\nThe jury found for the defendants, whereupon the plaintiff sued out this writ and assigned the charge of the court for error.\n0-erJiard and Hirst, for plaintiff in error.\nParsons and Ouyler, for defendants in error."
  },
  "file_name": "0097-01",
  "first_page_order": 97,
  "last_page_order": 99
}
