{
  "id": 977352,
  "name": "Newlin versus Scott",
  "name_abbreviation": "Newlin v. Scott",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "102",
  "last_page": "104",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 102"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Dall. 113",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11736705,
        11736766
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/2/0113-01",
        "/us/2/0113-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 294,
    "char_count": 5945,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 1.0724217203298921e-07,
      "percentile": 0.5600805297915052
    },
    "sha256": "8994d6ca9eee03d8af086e39f9b1252b98922bd20697ab0e88256cd094be1180",
    "simhash": "1:3ec34a1d8612bcc1",
    "word_count": 1062
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Newlin versus Scott."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nAs between the plaintiff and the garnishee in attachment cases, the payment of costs is the penalty for false claim or false defence: 1 State R. 213; 5 Ser. & R. 447; 2 Dall. 113. The process against the garnishee is but a species of execution to collect from him, or from effects in his hands, a judgment against another person. If successful, the money made is, after deducting the costs of the attachment execution, applied on tbe original judgment. But it is an execution so far collateral to the judgment that it may proceed simultaneously with the ordinary executions: 5 W. & Ser. 222: and if it be vexatious and prodtice nothing, its costs are not taxed in the original case, but must be borne by the plaintiff.\n• If the garnishee, on being called on to answer or plead, admit certain effects in his hands, this is equivalent to a tender of them to answer the purposes of the process; and the plaintiff may take judgment accordingly: but thus far there is no judgment for costs .against the garnishee and out of his funds, but only quasi in rem, against the defendant’s funds or effects in his hands.\nIf the judgment be against money in the hands of the garnishee, and he neglect to pay according to law, he is, of course, liable for the costs of the execution by which his duty is to be enforced. If it be against other property in his hands, and the execution be necessary in order to convert it into money, then it would be otherwise.\nThe case against the garnishee is not instituted as an adversary .suit between him and the plaintiff, and it becomes such only when there arises a dispute between them as to the amount of money or other property in the hands of the garnishee; that is, on or after the filing of the answer or plea.\nThis dispute is conducted at the costs of the litigating parties. If the plaintiff establish that there is more in the garnishee’s hands than he has admitted, then there will be a judgment against the garnishee personally for the costs; if not, then the garnishee shall have a judgment against the plaintiff for costs.\nIn the present case, the plaintiff refused to accept the garnishee’s answer, and endeavoured to prove that he had more money in his hands than he admitted; and in this he failed, and is therefore liable for the costs. True, the garnishee admitted, in answer .to interrogatories, that he had $25 of the defendant’s money in his hands, and afterwards, when ruled to plead, pleaded nulla Iona, but this did not affect his admission, or prevent the plaintiff •from taking judgment against the $25; it must be taken to mean no effects beyond the amount admitted. True also, the garnishee .claimed to be allowed his expenses in the case, and this was properly disallowed: 9 State R. 468; but this is not chargeable as a part of the controversy, and was simply a submission to the court to decide whether now or formerly he was entitled to be paid for his trouble and expenses, and what amount.\nJudgment. — This cause came on for hearing at the last term of this court at Philadelphia, on writ of error to the judgment of the Court of Common Pleas of Philadelphia, and was argued by counsel, and thereupon it is considered the said judgment be reversed, and that the plaintiff below do recover from the garnishee Robert Newlin, $25, being so much money of James Gill in his hands, and thereupon be discharged from all liability therefor to the said James Gill, and that the said garnishee do recover from Daniel Miller & Go., the beneficial plaintiffs, his costs of suit in this behalf expended, and that if need be, execution issue according as the balance or difference may be ascertained after the taxation of the costs, and the record is remitted.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Newlin versus Scott.\nIf the garnishee in an attachment execution, admit by his plea or answer certain effects in his hands, it is equivalent to a tender of them to answer the purposes of the process.\nIn such ease the plaintiff may take judgment at any time for the amount admitted to be due, which is a judgment quasi in rem against the funds or effects in the hands of the garnishee.\nWhen the plaintiff and garnishee join issue as to the amount in the hands of the latter, the proceedings become adversary between them, and the costs are to be paid by the garnishee if the result should find more in his hands than he admitted on the record, otherwise by the plaintiff.\nWhere the garnishee admitted in his answer a certain amount due to the defendant, claiming to be allowed his expenses in the case out of the same and the plaintiff ruled him to plead, and he pleaded nulla bona, and the verdict found the same amount due as admitted in the answer, the plaintiff was liable for the costs of the issue.\nError to the Common Pleas of Philadelphia.\nThis was an attachment execution, issued by Eliza Scott to the use of Daniel Miller & Co. against James Grill, defendant, and Robert Newlin, garnishee.\nThe garnishee filed answers to interrogatories propounded by the plaintiff, in which he admitted that he had in his hands $25, belonging to the defendant, at the service of the attachment upon him, out of which he claimed to retain the sum of $20 to pay counsel he had been obliged to employ in the case.\nThe plaintiff ruled the garnishee to plead, and he entered the plea of nulla Iona.\nOn the trial before the jury the only evidence was the answers of the garnishee to the interrogatories.\nThe jury returned a special verdict “ that there was tbe sum of $25 in the hands of the garnishee belonging to the defendant at the time the attachment was served.” The court reserved the point of whether the garnishee was entitled to an allowance for the amount paid counsel. Afterwards judgment was entered on the verdict for $25 and costs.\nThe garnishee brought the record to this court, and assigned for error\nThe refusal to allow his expenses, and entry of judgment against him for costs."
  },
  "file_name": "0102-01",
  "first_page_order": 102,
  "last_page_order": 104
}
