{
  "id": 977370,
  "name": "Chambers versus Baugh",
  "name_abbreviation": "Chambers v. Baugh",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "105",
  "last_page": "106",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 105"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Dall. 277",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11745996
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "388"
        },
        {
          "page": "373"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0277-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 291,
    "char_count": 4308,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 5.555273179232455e-08,
      "percentile": 0.3495126549849045
    },
    "sha256": "2830f83e92b13ab39ac422d5d6d953cd9e97ba3943498f22f8346c9660ec8c01",
    "simhash": "1:536f8e2b6c947c05",
    "word_count": 770
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chambers versus Baugh."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe Acts of Assembly, referred to and expounded in the case of Gochenaur’s Executors v. Hostetter, 6 Harris 414, justify the judgment on the reserved point, and it is accordingly affirmed. Judgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "-, for plaintiff in error.",
      "O’Brien and 8. H. Perhins, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Chambers versus Baugh.\nAn attachment execution, to attach a debt due to the defendant from an an insolvent estate, is not premature, although laid before the final settlement of the account of the executor, or decree of distribution.\nThe case of Gochenaur’s Executors v. Hostetter, 6 Barris 414, approved.\nError to the District Court of Philadelphia.\nThis was an attachment execution issued at the suit of Andrew R. Chambers against John R. Erick, defendant, and Samuel Baugh, Executor of Thomas C. Brown, deceased, and others, garnishees. On the 2d February, 1852, A. R. Chambers recovered judgment against the defendant, Brick, for $3035.95, and on the 7th July, 1853, issued this attachment. Thomas C. Brown, the garnishee’s testator, died insolvent, and indebted to Brick in the sum of $2500. Baugh having filed his accounts of the estate of Brown, they were referred to an auditor, on the 17th June, 1853, to make distribution among the creditors. The report of the auditor was filed on the 7th October, 1853, and confirmed on the 21st of the same month.\nOn the 15th June, 1853, Brick assigned his claim against Brown’s estate to David M. Chambers, in consideration, as was alleged, of $100, and a debt which Brick owed him. David M. Chambers appeared before the auditor, and claimed the share of the estate coming to Brick, and the auditor awarded to him in his report the sum of $641.16.\nThe garnishee pleaded nulla Iona, and on the trial the jury found that the assignment by Brick to Chambers was fraudulent and void as to creditors, as to all but the $100, paid at the time; and under the instruction of the court they found a verdict for the plaintiff for $541.\nThe court below reserved the point of whether the attachment was prematurely laid, being before the filing and confirmation of the auditors’ report, and before the amount to which Brick would be entitled was ascertained.\nOn a subsequent day the court entered judgment on the verdict in favour of the plaintiff.\nThis was the error assigned.\n-, for plaintiff in error.\nThe estate here was insolvent, and if Brick had a claim upon the fund it was only for such amount as would be awarded to him on distribution. Until this was done, the garnishee owed him nothing, and there was nothing for the attachment to operate upon. The attachment could only operate by virtue of the Act of 1836, and its supplements. Under these acts it has been held that no such interest can be attached until the accounts are settled: until after a decree of distribution; 7 Barr 485, 10 Barr 419. According to these cases, the attachment could not be laid until after a final decree.\n' It is true the language of the judge who delivers the opinion in Gochenaur v. Hostetter, 6 Harris 414, is contrary to these cases, yet there the money in the garnishee’s hands was a fixed sum, and the point did not arise.\nThe Act of 1849 does not apply'to the present case, for the interest of Brick does not accrue by reason of the death of the .testator.\nO’Brien and 8. H. Perhins, for defendant in error.\nIn this case the attachment operated upon the debt due the defendant. If Brown had been living, we could have attached the debt in his hands — whether solvent or insolvent, and compelled 'him to pay as much as he was able. This is all we ask his estate to do. It is not disputed that Brown owed Brick. Then it was a debt due to the defendant, and within the very letter of the Act of 1836. Debts in suit, and unsatisfied judgments, may be attached : 1 Barr 380; 2 Miles 130; 2 Dall. 277. Even though payable presently, 5 Harris 440; 6 Id. 388; 7 W. & Ser. 76; 5 Barr 39; 1 Harris 306; 5 W. & Ser. 100; and even though it came to the hands of the garnishee after the attachment; 8 Harris, 412; 9 Id. 373. The cases cited on the other side were eases of legacies and distributive shares, and prior to the Act of 10th April, 1849.\nThe whole subject came under review in this court in the case of Gochenaur v. Hostetter, 6 Harris, 414, and which is decisive of the correctness of the judgment in this case."
  },
  "file_name": "0105-01",
  "first_page_order": 105,
  "last_page_order": 106
}
