{
  "id": 977290,
  "name": "Bullitt & Fairthorne versus The Chartered Fund of the Methodist Episcopal Church",
  "name_abbreviation": "Bullitt & Fairthorne v. Chartered Fund of the Methodist Episcopal Church",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "108",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 108"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wharton 485",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0485-01"
      ]
    },
    {
      "cite": "2 Watts 104",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0104-01"
      ]
    },
    {
      "cite": "10 Watts 60",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850932
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0060-01"
      ]
    },
    {
      "cite": "6 Paige Rep. 577",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2181735
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/6/0577-01"
      ]
    },
    {
      "cite": "2 Wharton 240",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0240-01"
      ]
    },
    {
      "cite": "3 Wharton 485",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833435
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/3/0485-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 444,
    "char_count": 8282,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 2.407558514843041e-07,
      "percentile": 0.7995987410849049
    },
    "sha256": "5a68973da7b460e84b01f988aabe331f5b74cafeb73d9508a114b81671e78d5e",
    "simhash": "1:0dfac9a4689c7b0c",
    "word_count": 1459
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bullitt & Fairthorne versus The Chartered Fund of the Methodist Episcopal Church."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nJames J. Boswell was in partnership with Munson H. Treadwell. The firm was dissolved in 1850. Treadwell transferring to Boswell all his interest in the partnership effects, and Boswell agreeing to pay all the debts. In 1851 Boswell formed a limited partnership with two other persons, he being the general partner. On the 29th of January, 1853, he assigned to the “Chartered Fund” certain claims against debtors of the firm composed of himself and Treadwell, which was then in the hands of the defendants for collection. The object of this assignment was to pay the “ Chartered Fund” a debt due from himself to it. On the same day he assigned to the defendants, for the benefit of creditors, all the property of the limited partnership; and, to one of the defendants, all the other property he had. This suit is brought by the “ Chartered Fund” to recover the money collected by the defendants on the claims assigned by Boswell to it.\nThe first objection made against the right of the plaintiff to recover is the form of the action. The defendants insist that the suit should have been brought in the name of Boswell & Co., for the use of the “ Chartered Fund,” and not by the “ Chartered Fund,” as the legal plaintiff. The action is right enough. It is not brought on the original indebtedness to Boswell & Co., but on the implied undertaking of the defendants that they would pay the money which they collected to the party it belonged to. That party was the “ Chartered Fund,” if its assignment of the debts was valid.\nIt is argued that, these claims being part of the assets of Boswell & Co., Boswell had no power to assign them in payment of a debt due from himself. It is a sufficient answer to this, that the partnership between Boswell and Treadwell had been dissolved long before the assignment. The outgoing partner had a right to demand that Boswell should pay the debts of the firm, for such was the contract; but a suit on the contract was his only means of enforcing that obligation. The creditors of Boswell & Co. had a right to demand that the assets of the firm, as well as the separate property of the remaining partner, should go to the satisfaction of their just claims, but they had no specific lien on either which would enable them to follow it into the hands of a Iona fide purchaser. When one of two partners retires from the ■business, relinquishing to the other all his interest in the partnerr ship property, the remaining partner has the same dominion over it as if it had always been his own separate property.\nBut, at the time Boswell made this assignment to the plaintiff to pay a private debt of Ms own, there existed a limited partnership between Mm and two other persons, he being the general partner, and carrying on the business. It is admitted tBat this partnership was insolvent. By the 21st sect, of the Limited Partnership Law, -every assignment by the general partner of his own property, if made when the partnership is insolvent, is void as against the creditors of the partnership. The defendants are assignees for the benefit of the partnership creditors, and in the name of those creditors they claim the right to set aside the previous assignment to the plaintiff as void under the section just cited. But does a voluntary assignment like this put the assignees in the place, and arm them with the power of creditors ? The cases of Twelves v. Williams (3 Wharton 485), and of Vandyke v. Christ (7 W. & Ser. 373), decide the question in the negative. Voluntary assignees represent only the debtor himself; and as to him, Ms own assignment of the claims to the plaintiff was valid and binding.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "H. M. Phillips, for plaintiff in error.",
      "PerJcins, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bullitt & Fairthorne versus The Chartered Fund of the Methodist Episcopal Church.\nWhere a party assigns securities in the hands of an agent for collection, to a third person, an action for money had and received will lie against the agent, in the name of the assignee, for the amount received by the agent upon such securities.\nWhen one of two partners retires, relinquishing to the other all his interest in the partnership property, the remaining partner has the same dominion over it, as if it had always been his own property.\nWhere the retiring partner stipulated that the remaining partner should pay the debts of the firm, a suit on the contract was his only means of enforcing the obligation.\nA voluntary assignee of a limited partnership cannot avoid an assignment made contrary to the provisions of the 21st section of the Act 21st March, 1836. Such assignee represents only the assignor, and not the creditors.\nError to tbe District Court of Philadelphia.\nThis was an action of assumpsit by “The Chartered Fund of the Methodist Episcopal Church,” an incorporated company, against Bullitt & Fairthorne.\nThe facts will be found stated in the opinion of the court.\nA recovery was resisted by the defendants, on the grounds that the plaintiffs could not maintain this action in their own names; and that the assignment of this claim, by Boswell to the plaintiffs, was void under the 20th and 21st sections of the Act of 21st March, 1836, relative to limited partnerships: Purd. Pig. 544, pi. 20, 21.\nThe judge below refused to charge as requested by the defendants, but reserved the questions for the court in banc.\nThe jury found for the plaintiffs $846.04.\nThe defendants moved for a new trial, and also for judgment non obstante veredicto. On the 7th April, 1855, the court discharged the rule and entered judgment on the verdict.\nThe defendants removed the cause to this court, and assigned for error the decision of the court on the reserved points.\nH. M. Phillips, for plaintiff in error.\nCould the plaintiffs sue in their own names ? An assignee of a chose in action cannot sue in his own name, and a contracting party has a right to have his contract defined in the record of the suit.\nBy the 20th and 21st sections of the Act 21st March, 1836, Boswell was prohibited from making the assignment for his own debt. It was void;\nThe defendants are assignees for the benefit of creditors, and have a right to interpose the objection — like the trustees of an insolvent, or the assignee of a bankrupt debtor: Engelburt v. Blanjot, 2 Wharton 240; McAlister v. Samuel, 5 Harris 114; Fitler v. Maitland, 5 W. & Ser. 307; Dallam v. Fitler, 6 W. & Ser. 323; 6 Paige Rep. 577; Moddewell v. Keever, 8 W. & Ser. 63; McKinney v. Bright, 4 Barr 399. A partner cannot pay his separate debt with the joint funds: Turner v. Hill, 1 Barr 417; Purdy v. Powers, 6 Barr 494; Brown v. Clark, 2 Harris 469; Waring v. Cram, 1 Parsons 522; Kenny v. Richards, 11 Barb. (S. C.) 312.\nAn assignee of the firm is but a trustee for the partnership: Ledam v. McWilliams, 4 McLean’s 51; Hood v. Spencer, Id. 168; Collins v. Hood, 9 Geo. Rep. 449; Colly on Partnership, §§ 496, 500, 501.\nPerJcins, for defendant in error.\nThe action is well brought. When the money was received it was for the use of the plaintiffs. Before the money was received by the defendants, the plaintiffs were vested with the right to the securities, and notice given to the defendants. The defendants were mere agents to collect. Boswell had parted with his interest to the plaintiffs, who could control them as they pleased: Baldwin v. Patton, 10 Watts 60; Fleming v. Alter, 7 Ser. & R. 295. The action for money had and received is like a bill in equity, and is liberally applied to effectuate justice: Lee v. Gibbons, 14 Ser. & R. 111; Loan Co. v. Elliott, 3 Harris 228; Wallace v. Clingen, 9 Barr 49; Wharton v. Williamson, 1 Harris 273; Hind v. Holdship, 2 Watts 104.\nIf this objection had been made in the court below, it could have been amended under the Act of 4th May, 1852, being merely the name of a nominal party.\nThe defendants are only assignees of the limited partnership— they are not creditors; and it is the latter alone that can avoid the transfer: Twelves v. Williams, 3 Wharton 485; Vandyke v. Christ, 7 W. & Ser. 373. Boswell cannot set aside or avoid the transfer to the plaintiffs, nor can the defendants claiming through him.\nThe cases cited by the plaintiff in error were cases under the insolvent law, and were ruled upon that ground, but do not affect the principles ruled in this case."
  },
  "file_name": "0108-01",
  "first_page_order": 108,
  "last_page_order": 111
}
