{
  "id": 977359,
  "name": "Coxe et al. versus Woolbach et al.",
  "name_abbreviation": "Coxe v. Woolbach",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "122",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 122"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 517,
    "char_count": 10881,
    "ocr_confidence": 0.4,
    "sha256": "6524eb29a7792fb8bed220988a750f0956b9340959eb14b26e3128717505d71a",
    "simhash": "1:e61d1ca3657ef4d8",
    "word_count": 1941
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Coxe et al. versus Woolbach et al."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\n(After stating the facts of the case.) — Whether the order of the board of property, annulling one patent and granting another, is or is not wholly void as between the Commonwealth and the patentee, is a question which needs not now to be decided. We are to determine the rights of third parties, whose claim intervened long before any proceeding was had by the board. Can a warrantee have surveys of two different tracts, accept a patent for one of them, and afterwards take the other away from a settler who has appropriated it in the mean time ? Certainly not. There can be but one survey under one warrant. When one is returned, and a patent issued thereon, another one, whether made before or after, and whether returned by the deputy surveyor or not, is utterly void and of none effect. . If a warrant-holder can have only one survey, but has caused two to be made and returned,' he must make his election between them, or run the risk of losing both. That election cannot be made in any way more emphatic than by choosing on which of the two his patent shall issue. After he has done this, the land not patented is as much open to a subsequent warrantee or settler as if it had never been surveyed at all. .\nIf the claim of the plaintiffs were sustained it would not only violate the general principles already stated, but it would violate ■ them in a way calculated to do the worst injustice. They ask us to let them abandon a tract which they have bought, and compensate them for it by giving them a different tract which has been paid for by other persons. A patent acquiesced in for fifty-six years is to be nullified, and a new one issued to cover an improve-' ment which was twenty-three years old before the settler had any notice, actual or constructive, that an adverse claim existed. We are of opinion that when.the defendants went on the land in dispute it was vacant to all intents and purposes. The survey on the ground was nothing, for it professed to be made on a warrant which had long before been satisfied by another survey and patent.\nIt is said that the wrong tract was patented by mere mistake. This is not very probable. The fair presumption is that every man understands what he does or causes to be done about his own business. Before an error like this is admitted, it ought to be clearly proved. But, if it were proved, it would be no reason why the defendants should suffer for it. The law does not allow anybody to make such mistakes at the expense of other people.\nIt is asserted that the judge did not answer definitely all the points submitted by the plaintiffs. • The charge seems to us a very just exposition of all the law the case has in it. The plaintiffs had-no shade of a right to recover. No proposition that ingenuity could frame would be at once favourable to them and sound in law. Their points must therefore have been either erroneous or immaterial; and a failure to answer them could do no harm to anybody but the defendants, who are of course not complaining.\nDivers exceptions are taken to the court’s ruling of evidence out and in. We are all of opinion that none of the exceptions can be sustained. But we dismiss them without any special discussion, because, the foundation of the cause being gone, its incidental-points can have no importance.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "M. Gf-oepp and Wm. A. Porter, for plaintiffs in error.",
      "Green, for defendants in error, the court declined to hear."
    ],
    "corrections": "",
    "head_matter": "Coxe et al. versus Woolbach et al.\nWhore a •warrantee has two surveys of different .tracts of'land made upon the same warrant, and accepts a patent for one of them, the other is subject to appropriation by a settler, the same as if it had never been surveyed.\nAn order of the board of property, cancelling the first patent, accepting the other survey, and directing a patent to issue upon it, is void as against the • rights of the intervening settler.\nA warrant holder having two surveys made and returned on the same war- . rant, must make his election between them, and this he does when he accepts .a patent for the one, the other being then subject to appropriation by warrant or settlement as unappropriated land.\nError to the Common Pleas of Monroe county.\nThis action of ejectment was brought by Charles S. Coxe and ;S. J. Hollingshead against Charles Woolbach and others, to recover the possession of 414 acres and 140 perches of land in Price -township, Monroe county.\n.On the 26th. July, 1786, a-warrant issued to John Stille for 400 acres, in Luzerne county, bounded on the east by land granted the .same day to John Donaldson, and on the north by the state of New York. Two separate and distinct surveys were made upon this warrant, located upon different land, one containing 400 acres and 94 perches, and the other 414 acres and 140 perches, being ■the land in dispute. These surveys both purport to have been made on the same day, to wit, 27th July, 1788. The survey of ■ 400 acres and 94 perches was returned and accepted on the 17th November, 1788, and a patent was issued to Wm. Coxe, Jr., then the owner of the survey, on the 26th November, 1788. The title -Was regularly traced from the patentee to the plaintiffs in this suit. From a list of returns made by George Palmer, deputy surveyor of that district, it appears that the other survey was returned on the 15th October, 1794; but no endorsement of return or acceptance appears upon the survey. The plaintiffs, on the 17th February, 1844, procured the board of property to make an order which is endorsed on the survey of 400 acres and 94 perches, as follows: “February 17th, 1844. The board of property direct .the patent upon the survey to be cancelled and a new patent to issue for 414 acres and 140 perches, returned by George Palmer, on the same warrant.” On the face of the patent is written, “ Patent of which this is a record is erroneous and surrendered, and new patent issued to Charles S. Coxe, and in trust, &c., by order of the board of property, 30'th January, 1844.”\nA new patent was issued to -the plaintiffs on the 17th February, 1844, for the 414 acres and 140 perches. The order of the board of property, directing the cancellation of the first patent and the issuing of the second, recites that it interferes with an older right.\nThe plaintiffs also proved the assessment of the “John Stille-” .tract .as containing 414 acres and 140 perches, and the payment of the taxes, by those under whom they claim, from 1804 .to 1830.\nIn the several deeds conveying the land, through various persons from the patentee to the plaintiffs, and under which they claimed, the land was described according to the survey of 400 acres and 94 perches, the same as in the patent.\nThe defendants claimed under an actual resident .settlement on the land, commenced between 1821 and 1823, by Isaac Gruber, .George J. Eoerner, and John Kreigh, respectively, who went to reside upon the land with their families, designated their bounda- - ries, erected dwellings, cleared and cultivated the land, and maintained their settlements to the time of trial. They also had their .several portions of the land assessed in their own names, and paid the taxes.\nThe plaintiffs contended that if the survey of 400 .acres and 94 •perches was returned, and a patent issued by mistake of the deputy .surveyor when the survey of 414 acres and 140 perches was th,e true survey, and the owner, in 1794, having discovered the mistake, had the other survey returned into the Land Office and had it returned to the county commissioners and paid the taxes upon it, there was no .such abandonment of the survey, as would enable the defendants to enter upon and claim the land by settlement and improvement.\nThe defendants contended that the John Stille warrant having two surveys made upon it on the same day, the one returned and patented in 1788, and conveyed by those under whom plaintiffs claim in various deeds from 1788 to 1840, the owner thereof could not, either with or without the .action of the board of property, shift it to the other survey, especially without an order of re-survey, and they have therefore no title to the land in dispute.\nThe material parts of the charge of the court below (Eldred, P. J.) was as follows :\n“ Whether this return was made by George Palmer, 1794, at the instance of the holder of the warrant, or whether it was returned to the commissioners for taxation at his request, or whether returned to them by the deputy surveyor, whose duty it was to furnish the commissioners with a list of all warrants and surveys in his hands, no where appears in the evidence. But these acts are presumed to be done at the instance of the warrant-holder. But admitting he did all this, did he go far enough to correct , that mistake, if there was one, and did he correct the mistake in a reasonable time. I leave this question for the jury. It is pre.sumed that the defendants knew every thing that was on record in relation to this land.. On inquiry at the Land Office, in 1822, they would have found the warrant in the name of John Stille, a survey thereon and a patent issued to Win. Coxe, on the 26th November, 1788, for 400 acres, 94 perches, and from the description, they would have seen it was not for the land they wanted. If they looked further, they would have found, that in the chain of that title, from the patentee through different conveyances, down to 1820, and all the deeds, up to the time they made the examination, described the land in the same way. Was •there anything to indicate that the plaintiffs claimed any other land than that described in their patent and the deeds following it ? If the jury should be satisfied, from all the evidence, that the return of survey of 400 acres, 94 perches, and the patent that issued thereon, was all done in mistake, the further question is whether this mistake was corrected in a reasonable time, and if not, and not until the right of the defendants commenced, it cannot avail the plaintiffs under the evidence in this cause.\n“ The plaintiffs claim the whole of the John Stille tract, containing 414 acres, 140 perches, in this suit, and have given in evidence a title which will enable them to recover any portion of it that is not embraced within the defendants’ claim, and if you find that the defendants’ lines do not cover the whole tract, your verdict must be for the plaintiffs, for such parts, as the defendants have taken defence to the whole tract. If you find the defendants entitled to recover, under the law laid down by the court, and that their lines cover the whole tract, then your verdict will be for the defendants.”\nThe jury found for the defendants.\nThe plaintiffs took this writ of error.\nThe only questions which were considered and decided by this court arose upon the specifications of error to the charge of the 'court below.\nM. Gf-oepp and Wm. A. Porter, for plaintiffs in error.\nGreen, for defendants in error, the court declined to hear."
  },
  "file_name": "0122-01",
  "first_page_order": 122,
  "last_page_order": 125
}
