{
  "id": 977361,
  "name": "Ransley versus Stott",
  "name_abbreviation": "Ransley v. Stott",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "126",
  "last_page": "130",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 126"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wh. 136",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 R. 175",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "2 J. 215",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wh. 139",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0139-01"
      ]
    },
    {
      "cite": "2 Rawle 168",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0168-01"
      ]
    },
    {
      "cite": "4 Yeates 413",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "11 Will. 3",
      "category": "reporters:state",
      "reporter": "Will.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "11 Will. 3",
      "category": "reporters:state",
      "reporter": "Will.",
      "weight": 2,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 761,
    "char_count": 13902,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 5.4484096992533995e-08,
      "percentile": 0.3425813628516566
    },
    "sha256": "b910ab940fb69aebd66bb32dccbc0fb2740f9198f66909f56060c6c5829d8cc7",
    "simhash": "1:34bd879f51e62be6",
    "word_count": 2530
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ransley versus Stott."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nSarah Sharp acquired a fee-tail in this property under the will of her father, James Sharp, dated 14th February, 1777. Afterwards she was married to Robert Kenny, and in 1787 united with him in suffering a common recovery as a means of conveying the land to Charles Gilchrist in fee simple for a valuable consideration. Robert Kenny died in 1819, and Sarah Kenny in 1850, leaving the plaintiff her heir at law, who was born in 1791. The plaintiff claims the land as heir in tail under the will of James Sharp, and the defendant under the common recovery and possession ever since, in pursuance of it. This suit was brought in 1853 on the supposition that the common recovery is so defective as to convey no title as against the issue in tail.\nThe claim is certainly a very stale one, and all our laws, “ for the quieting of estates and for the greater security of real property,” frown in full spirit upon it, and require us to reject it if possible; and certainly it is possible on several grounds, even if we admit that the common recovery was not properly suffered.\nThe law has always favoured the barring of estates tail, and, treating a common recovery as a means of doing so, it pays little regard to the care with which it has been conducted, provided.the intention and the power to bar it are manifest. This expresses the spirit of the statute 14 Geo. 2, c. 20, ss. 4, 5, which declares that, when a common recovery has in fact been suffered, but not recorded, the deeds that usually, accompany it shall, after twenty years’ possession under the recovery, be sufficient evidence that it wa's duly suffered “according to the purport of such deeds;” that is, so as to convey the title which it was their purpose to convey; and where the power exists, every common recovery suffered shall, after twenty years, be deemed valid to all intents and purposes, if it appear, as it does here, that there was a tenant to the writ. These provisions are a flat bar to the plaintiff’s claim.\nIt is also excluded by the stat. 21, Jac. 1, c. 16, which declares, that no formedon in deseendor (the old writ for such a case) shall be brought except within twenty years “ after the title and cause of action first descended or fallen: and within ten years after the removal of disabilities;” and it has been held that the title descends or falls “ on that tenant in tail who suffered twenty years to elapse without taking any steps to assert his title.” 3 Brod. & Bing. 217; 4 Taunt. 826; 6 East 80; 4 Term R. 300; 8 Com. Bench 876. Also, Baldridge v. M’Farland, a late Pittsburgh case. Now if we assume that this common recovery is so defective that it may be treated as void for the purposes for which it was intended, then it did not convey even Mrs. Kenny’s title, and she had power to assert her title in 1819, when her husband died; and her neglect to assert it for more than ten years after that, operates as a bar eren to the heir in tail.\nThe stat. 10 and 11 Will. 3, c. 14, also interposes its protection against this claim, by declaring that no common recovery shall be reversed or avoided for any error or defect therein, unless the writ of error be brought within twenty years after the recovery suffered; allowing five years further after the removal of the usual disabilities, if any were then existing; and it has been held that all errors are cured by this statute, even as against one whose title did not accrue until after the twenty years had gone round: 2 Stra. 1257. Under this statute, Mrs. Kenny had five years after her husband’s death, and no longer, to complain of any errors in the record of the common recovery.\nWe have referred to the above-mentioned statutes because they are made part of our law by the act of 27th January, 1750. Our limitation act of 1785 takes the place of the 21 Jae. 1, and prevents all suits for the recovery of land, if there has been no seisin or possession of the claimant or his ancestors or predecessors within 21 years; allowing ten years further after the removal of disabilities. If this recovery can be treated as void, this statute cut off the right in 1829.\nOur judiciary act of 1791, s. 20, supplies the place of the 10 and 11 Will. 3, shortening however the period, within which a writ of error may be taken by one not under disability, to seven years.\nWe have not yet adverted to the fact that this is an attempt by the issue in tail to set aside or avoid a common recovery by a collateral suit, which, we think, cannot be done. A judgment in common recovery is just as conclusive as in any other case, and cannot be attacked collaterally except for fraud, or, as in other real actions, because the defendant was not a tenant of the freehold. As a real action, with a proper tenant of the freehold, the fate of all expectant interests is involved in the result; and the issue in tail cannot falsify a point tried by the action : 3 Bulst. 247; 1 Rolle 443. The judgment is that the recoverer has the title to the land; and that judgment can, in favour of any one who claims under the title that was represented by the tenant to the prseoipe, be avoided only by a writ of error. Suppose there was not such a judgment against a vouchee as would give to those in remainder the nominal recompense that belongs to the form; this does not avoid the judgment in favour of the recoverer, but only affects its regularity, and cannot be complained of under the stat. 14 Geo. 2 after twenty years, nor under our act of 1791 after seven years.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Otter son, Jr., and J. J. Lewis, for the plaintiff in error,",
      "Puthey and Hemphill, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Ransley versus Stott.\n, The law favours the barring of estates tail, and pays but little regard to the - care with which a former recovery for that purpose has' been conducted, if the intention and power'to bar it. aré manifest.\nUnder the statute 14 George 2, c. 20, 4-5, when the power exists, every common recovery suffered shall after twenty year’s be deemed valid, if it appears that there was a tenant to the writ, although the recovery has not been recorded.\nThe statute 21 Jac. 1, c. 16, is a bar to a récovery after twenty years, although the recovery was so defective as not to convey the' title of the tenant in tail.\nBy the statute 10 & 11 Will. 3, c. 14, no common recovery can be reversed or avoided for any error or defect therein, unless the writ of error for that purpose be brought within twenty years, or within five years after legal disability’ removed.\nA judgment in a common recovery cannot be attacked or avoided in a col-, lateral proceeding, but like a judgment in other cases can only be impeached or set aside for fraud, or because the defendant was not a tenant of the freehold, or by writ of error.\nError to the Common' Pleas of Chester county.\nThis was an ejectment brought by Ann Ransley against Joseph' Stott. On .the 14th February, 1777, James Sharp was seised of the premises in dispute, and on that day executed his last will and testament, in which he devised them to his daughter Sarah in fee tail. His'will was admitted to probate on the 16th October,-1812, although the testator had died prior to the year 1780.-Sarah, the devisee, was born on the' 8th November, 1765, and T^-as intermarried with Robert Kenny, by whom she had several children, all of whom died in their minority, except Ann, the plaintiff in this • case, and she, before arriving at age, was intermarried with James Ransley, who died about the year 1843.\nRobert Kenny, the husband of Sarah, died in October, 1819.-Sarah,' his widow, and the devisee under the will of James Sharp,. died in October, 1850. Upon this state of facts, the plaintiff sought to recover as the issue in tail of Sarah Sharp.\nThe defendant alleged that the entail was broken by virtue of a deed made by Robert Kenny and wife; On the 13th of April, 1787, for the land in dispute, and a common recovery suffered in pursuance of it.\nThis deed is an indenture of four parts, between Robert Kenny, of the' county of Chester, in the state of Pennsylvania, yeoman, and Sarah Kenny, his wife, formerly Sarah Sharp, daughter of James Sharp, late of said-county, deceased, of the first part;' Frederic Phile, of the' city of Philadelphia, in the state aforesaid, practitioner in physic, of the second part; Elias Hadley, of the said city of Philadelphia, in the state aforesaid, gentleman, of the third part; and Charles Gilchrist, of the city Of Philadelphia,. merchant, of the fourth part.\nThis deed was made to lead the uses of a common recovery to' be suffered with single voucher for the use of Charles Gilchrist,his heirs and assigns. The consideration of ¿6400 is acknowledged to have been received of him, by Robert Kenny and wife and was made for the purpose of barring and extinguishing all estate' tail in the premises conveyed, and all reversions and remainders expectant and depending thereupon. The deed then conveys' the' premises to Frederic Phile, his heirs and assigns, to' the intent' that he may become a good and perfect tenant of the freehold.\nThe instrument declares that the common recovery suffered' shall be for the use of the said Charles- Gilchrist, his heirs and assigns, and concludes with a covenant for further assurance.\nThe deed was acknowledged before Edward Shippen, president’ judge of the Common Pleas of Philadelphia, April 14, 1787, ah' appears by his certificate of that date, which does not state that' the contents of the deed were made known to Sarah Kenny.\nThe records of the Supreme Court exhibit a writ of entry, sur disseisin en le post or precipe, in which Elias Hadley is named as plaintiff, and Frederic Phile, defendant, which was entered as if issued out of that court for lands and messuages in Sadsbury, ■■ Chester county, January 2,1787, with a return in the usual form, endorsed; and also a writ of seisin between the same parties, tested and allowed April 12, 1787, with a return without date, stating the same to have been executed April 3, 1787. But-no’ other parts of the recovery roll could he found, though docket entries of the case exist upon the record, which agree with the recovery stipulated for in the deed.\nThe evidence showed that Gilchrist went into possession shortly after the date of the deed, and that all the title deeds of the land were handed over to him, and that extensive and valuable improve-' ments had been made by him and those claiming under him.\nThe defendant claimed under Charles Gilchrist, named in the'' foregoing deed, and insisted that the entail in Sarah, wife of Ro-' bert Kenny, was barred by virtue of that deed, and the common recovery suffered or presumed to have been suffered in pursuance' off the provisions thereof.\nThe plaintiff^ on the other hand, averred that, assuming that a' common recovery had been regularly suffered according to- the deed, the entail was not barred except so far as regarded the right of Sarah Kenny; the deed and proceedings contemplated' by it being inoperative as to the rights of Ann Ransley.\nThe court below (Haines, P. J.) directed the jury to find a verdict for the defendant.\nOtter son, Jr., and J. J. Lewis, for the plaintiff in error,\ncontended that the recovery in this case was ineffectual to bar the interest of the issue in tail. The force and effect of a common recovery by single voucher, where the tenant in tail has by deed made a third person tenant to the precipe, is to bar only the estate of such tenant in tail; for the tenant to the precipe is in possession of that alone, and it cannot affect or transfer that of which he is not in possession: 3 Reeves’ Eng. L. 329; 4 Cruise on Real Prop. 422; Doct. & Stud. 76; 2 Rolle 394, l. 50; Yel. 51; 3 Coke 5 b; Ibid. 59 a; Shep. Touch. 37; 3 Com. Dig. 326, tit. Est. (B. 28) and infra: “If tenant in tail enfeoffs B.,who suffers* a common recovery without vouching the tenant in tail, the issue in tail is not barred:” Ibid. 237, B. 30-33; Pigot on Com. Rec. 109; 18 Vin. Ab. 197, C. 1; 3 Bac. Ab. 229-235: 2 Bl. Com. 359; 2 Saund. 42, c. 20; Watk. on Conv. 272, L. L.; 4 Cruise, on Real Prop. 443; 1 Burr. 413; 3 Bingh. 406; 3 Ad. & E. 2; 3 Ibid. 897; Sharp v. Pettit, 4 Yeates 413; Lyle v. Richards, 9 Ser. & R. 322; Stump v. Findlay, 2 Rawle 168; Sharp v. Thompson, 1 Wh. 139; George v. Morgan, 4 Harris 108.\n2. The position of the court below is, that to bar the entail,' everything necessary to make the recovery effectual will be presumed; even that it was by double voucher, where the deed makes provision for single voucher,, and the rolls show that as to the form • pursued. Omnia presumuntur rite et solemniter acta, until the. contrary appears: 2 Saund. 42 b; Cro. Jac. 455; Griffin v. Stanhope, 2 Lutw. 1549; 2 Stra. 1267; Goodtitle v. Duke of Chandos; 2 Burr. 1074; 3 Ser. & R. 447.\nPuthey and Hemphill, for defendant in error.\nNothing can', be clearer than the intent of Sarah Kenny and her husband, to bar the entail by the deed and the recovery. In a common' recovery by single voucher, the tenant in tail is always tenant, to the precipe. 1 Burr. 117, 5 Cruise, 46, ch. 7; Jac. Law Dict. title Recovery; 4 Bac. Ab. 302; Taltaram’s Case, 5 Cruise on Real Prop. 390-445; ibid. 465; 3 Co. 58 b; 2 Roll. Ab. 395; Pigot 70, 109, 112. The court will presume that the records-were fully made up in this case, Shaw v. Boyd, 2 J. 215: Robb v. Ankenny, 4 W. & Ser. 128.\nThe act of 14 Geo. 2, ch. 20, sec. 4; 5 Cruise, 414; Bac. Ab. title Pines and Recoveries, validates the proceedings in this case, the purchaser having been in possession more than 20 years. This statute is in force by the express words of an act of 27th January, 1750.\n. The courts will go great lengths to sustain recoveries to carry out the intent of the parties. 5 Cruise 226; Stump v. Findlay, 2 R. 175; 2 Stra. 1129, 1267; Pigot 41; Suthrell v. Olmius, 11 Vesey 338; Winchester’s Case, 3 Rep. 3; Pigot 60; Cromwell’s case, 2 Rep. 74; Massey v. Rice, Cowp. 346; Sharp v. Thompson, 1 Wh. 136."
  },
  "file_name": "0126-01",
  "first_page_order": 126,
  "last_page_order": 130
}
