{
  "id": 977275,
  "name": "Blight's Executors versus Ewing",
  "name_abbreviation": "Blight's Executors v. Ewing",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "135",
  "last_page": "138",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 135"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 415,
    "char_count": 8239,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 1.0189641752386648e-07,
      "percentile": 0.5442520007923242
    },
    "sha256": "df017c71321782850adba6cfb730f460b3a7252b524b3581a28c9d5fd4310205",
    "simhash": "1:8ae60989cfc63682",
    "word_count": 1433
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Blight’s Executors versus Ewing."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nIn the case of Ewing v. Blight, decided by this coiu’t at the February term, 1854, it was held that the agreement between Mrs. E. B. Sergeant and J. 0. Ewing, gave to the latter no interest in the real estate of the former, but merely created an agency which ceased upon the death of Mrs. Sergeant. From the time of the death of Mrs. Sergeant to the recovery of the possession of the real estate in the action of ejectment, Mr. Ewing’s possession was a wrongful one, against Mrs. Blight in her lifetime, and against her executors after her decease, and for which wrongful possession the defendant was liable to respond in an action of trespass for the mesne profits.\nThat the action was well brought in the name of the executors, for the damages which accrued both before and after tho death of Mrs. Blight, cannot be questioned, since the decision of this court in the case of Cobb v. Biddle, 2 Harris 444. It was of no manner of importance whether Mr. Ewing’s original possession was lawful or unlawful, nor how much or how little he paid Mr. Wright as agent during the time of the adverse possession, and consequently there was no error committed in rejecting the evidence contained in the 1st and 2d bills of exceptions.\nIt is complained that the judge, before whom the case was tried, fold the jury that although it was not a case for vindictive damages, but merely compensation, in estimating the annual value of the land, they were entitled to treat the defendant as a wrongdoer, and in case of doubt, to lean against him and in favour of . the plaintiffs, so far as to be sure of awarding full compensation for the wrong done.\nThe argument is, that the evidence which was offered and rejected would have shown that the defendant was not a wrongdoer, but that he came lawfully into the possession, and that injustice was done the defendant by first preventing him from proving that he obtained the possession in a lawful manner, and then treating him as a wrongdoer.\nThe position is somewhat plausible, but it does not distinguish the original entry from the subsequent holding. After the decease of Mrs. Sergeant, Mr. Ewing, in withholding the possession of the premises from Mrs. Blight, was a wrongdoer, for his right to the possession died with Mrs. Sergeant.\nFor refusing to restore the possession to the heir at law, or devisee after the decease of his principal, the jury were properly instructed that they might treat him as a wrongdoer so far as to be sure of awarding full compensation for the wrongful occupancy of the estate.\nWe are unable to see anything in the statement which prevented it from being taken out by the jury. The action though in form trespass, was really for use and occupation, and necessarily involved the statement of an account under the evidence. To aid the jury in making the calculations the statement was proper, and for this purpose only did the court permit the jury to have it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "S. H. Perkins and Gr. M. Pallas, for plaintiff in error.",
      "P. 8. Miller, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Blight’s Executors versus Ewing.\nExecutors who are empowered in a will to sell real estate, may maintain an action for mesne profits in regard to such real estate, both for such time as the defendant was in possession before the death of their testator as well as after-wards.\nCobb v. Biddle, 2 Harris 444, affirmed.\nIn such action it is of no importance whether the original entry and possession of the defendant were' lawful or tortious, if he withheld the possession after the plaintiff was entitled to it he became .a wrongdoer.\nThe action, though in form trespass, is really for use and occupation, involving the statement of an account; and it is not error to permit the plaintiff to send out a statement, based on the evidence,'to aid the jury in their calculation.\nCertificate from tbe Court of Nisi Prius.\nThis was an action of trespass for mesne profits brought by the executors of Mary V. Blight, deceased, against Jacob 0. Ewing. In 1847 the premises, consisting of an unimproved and unproductive lot on the Ridge Road near the old House of Refuge, containing about six acres, was owned by Mrs. Elizabeth B. Sergeant, the mother-of plaintiff’s testatrix, subject to a ground rent of $2000 per annum. On the second of March, 1847, Mrs. Sergeant and the defendant entered into an agreement, by which the defendant was to have the leasing or selling of the property for her, and -whenever it became necessary to pay off the ground rent, Ewing was to loan her $10,000, and she to raise the balance of $25,000. Ewing was to contribute his services in selling or renting the property, and the net profits were to be equally.divided between them.' Under this agreement Ewing entered upon the property and erected buildings and leased them. The contracts were in the joint names of himself and Mrs. Sergeant. Mrs. Sergeant died on the 8th June, 1852, having devised the property to her daughter, Mrs. Blight.\nEwing, believing that under the contract with Mrs. Sergeant, he had an interest in the property, or at least entitled to hold it until reimbursed for the money advanced by him, refused to surrender it to the devisee. On the 13th July, 1852, Mrs. Blight brought an ejectment against him for the premises, and on the 16th of November of the same year obtained a verdict for the same. She died shortly afterwards, and her executors were substituted, and -judgment entered on the verdict on the 14th February, 1853; and the judgment afterwards affirmed on writ of error brought to this court, and a writ of habere facias possessionem issued, and the plaintiffs put in possession, and this suit was then brought for mesne profits.\nOn the trial the defendant offered in evidence the agreement of March 2, 1847, between Mrs. Sergeant and himself respecting the premises, showing how he came into possession and the interest he had therein, for the purpose of affecting the damages. The court rejected the evidence, and defendant excepted.\nThe defendant then offered in evidence the agreement, dated July 5, 1848, between Mrs. Sergeant and the defendant of the first part, and B. E. Wright of the second part, by which they agreed to pay him $500 per annum, for the purpose of showing the expenses paid by defendant to Mr. Wright, as agent during the adverse possession, which the court rejected and defendant excepted.\nAfter the evidence was concluded, the defendant requested the court to charge the jury :\n1. That the plaintiffs cannot recover in this action.\n2. That the plaintiffs cannot recover as mesne profits in this form of action, any rents or profits received by the defendant after the death of Mrs. Blight.\n3. That the plaintiffs, not being entitled to or vested with the real estate in question by the will of Mrs. Blight, but having as executors a mere naked power to sell, cannot maintain this action for mesne profits, but the same if maintainable at all, must be brought by the devisees under the will of Mrs. Blight.\nHis Honour, Lowrie, J., charged the jury as follows: “ That the plaintiffs were entitled to recover for the profits of the whole period of the adverse possession after the death of Mrs. Sergeant. That the plaintiffs were not entitled to vindictive damages, but only to simple compensation, measured by the annual value, and that, in estimating this, the jury were entitled to treat the defendant as a wrongdoer, and in case of doubt, to lean against him and in favour of the plaintiffs, so far as to be sure of awarding full compensation for the wrong done.”\nAs the jury were about to retire, the plaintiffs’ counsel offered to present to them a ealculution, showing - the claim with interest, &c., amounting to $6521.71; which was objected to by the defendant, but the court overruled the objection, and instructed the jury that they could receive it only to aid them in their calculations, and the defendant excepted.\nThe jury found for the plaintiffs, $6150.75.\nThe defendant took this certificate, and assigned for error: The rejection of the evidence contained in the bills of exceptions; the charge of the court, and the ruling of the judge in permitting the statement to be sent out with the jury.\nS. H. Perkins and Gr. M. Pallas, for plaintiff in error.\nP. 8. Miller, for defendants in error."
  },
  "file_name": "0135-01",
  "first_page_order": 135,
  "last_page_order": 138
}
