{
  "id": 977317,
  "name": "Bank of Montgomery versus Reese",
  "name_abbreviation": "Bank of Montgomery v. Reese",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "143",
  "last_page": "149",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 143"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Mass. 363",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 749,
    "char_count": 18895,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 4.919393565659114e-07,
      "percentile": 0.9342050443867577
    },
    "sha256": "e69695b33686a56f46c2c4f851fd98bc39d7c0acaf26e17899cb6bb11dad3cc9",
    "simhash": "1:1ee427ab9af5fb2a",
    "word_count": 3423
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bank of Montgomery versus Reese."
    ],
    "opinions": [
      {
        "text": "The judgment of the court was delivered by\nLewis, 0. J.\nMorgan L. Reese, as one of the stockholders of the bank of Montgomery, was entitled to a portion of the unsold capital stock. His right was as valid as that of a tenant in common of real estate to his purpart on a partition. The corporation was a trustee for the stockholders, but in disregard of the duties of the trust, in distributing this stock it deprived Mr. Reese of the number of shares to which he was entitled. He has established his right in this action. The court advised the jury, to allow him the highest price of the stock between the time of conversion and the day of trial, less the par value, which he would have been bound to pay had the stock been assigned to him. The par value was $50. The value, as it existed at the time of the trial, according to one witness, was $73.75. The plaintiff was entitled to 10 shares, and the jury found a verdict in his favour for $237.50. The stock has been yielding a dividend of from 9 to 10 per cent, but no compensation for these dividends was allowed, except that the plaintiff was not charged interest on the par value, in adjusting the difference between that and the highest price which the stock had reached at the time of trial. The bank now complains of the measure of damages.\nThe paramount rule in assessing damages is that every person unjustly deprived of his. rights should at least be fully compensated for the injury he sustained. Where articles have a determinate value and are unlimited in production, the general rule is to give their value, at the time the owner was deprived of them, with interest to the time of the verdict. This rule has been adopted because of its convenience, and because it in general answers the objects of the law, which is to compensate for the injui-y. In relation to such articles, the supply usually keeps pace with the demand, and the fluctuations in the value is so inconsiderable as to justify the courts in disregarding them, for the sake of convenience and uniformity. In these cases the reason why the value at the time of conversion, with interest, generally reaches the justice of the case, is that when the owner is deprived of the articles, he may purchase others at that price. But it is manifest that this would not remunerate him, where the article could not be obtained elsewhere, or where from restrictions on its production, or other causes, its price is nécessarily subject to very considerable fluctuations. The stock in a bank, with a capital limited by law to a certain amount, is an article of this description. If the bank be favourably located, and well managed, the demand for its stock will increase rapidly, while, on the other hand, the supply is restricted by law. A great increase in the price must be the necessary result. In such a case the value at the time of conversion might be an insult instead of -a compensation for a wrongful deprivation. Such a rule would hold out temptations to acts of wrongful conversion by making them profitable to the wrongdoer. If a bank, or any other trustee, might deprive the cestui que trust of his stock, without answering for the rise in the value, the beneficial owner would be deprived of the Very advantage which he had in view when he made the investment. It is plain therefore, that the ordinary measure of damages, for the conversion or refusal to deliver chattels of determinate value and unlimited production, will not reach the justice of the case when applied to the conversion of bank stock. On principle there is a distinction, and that distinction is well sustained by abundant authority. See Payne v. Burke, cited in note 2 East 213; Shepherd v. Johnson, 2 East 211; McArthurs v. Seaforth, 2 Taunton 257; Harrison v. Harrison, 1 Car. & Payne 412; Greening v. Wilkinson, 1 Car. & Payne 625; Cortelyon v. Lansing, 2 Caines Cases in Error 216; Hart v. Ten Eyck, 2 John Ch. Rep. 117; 1 Saunders Pl. Ev. 377, 677; 3 Phillips Ev. 103; 3 Starkie’s Ev. 1624; West v. Beach, 3 Cowen 83; Clark v. Pinney, 7 Cowen 681. In 3 Starkie’s Ev. 1624, it is said that the plaintiff may elect to claim the highest price as it existed at any time between the breach, and the trial. In Hart v. Ten Eyck, 2 John. Ch. 117, Chancellor Kent recognised the justice of the rule which allowed the value of the stock at the day of the trial, if the market price of it had risen in the meantime. The other cases cited, sustain the same doctrine. In Harrison v. Harrison, 1 Car. & Payne 412, Chief Justice Best remarked with great truth, “ that justice is not done if you do not place the plaintiff in the same situation in which he would have been if the stock had been replaced at the stipulated time. We cannot act on the possibility of his not keeping it there. All we can say is you have effectually prevented him from doing so.” In Vaughan v. Woods, 1 Mylne & Keene 403, it was held that the lender of stock, on a bond given for its replacement, has an equity to be placed in the same situation as if the stock had remained in his name, and that he was consequently entitled to the replacement of the original stock, increased by the amount of a bonus which had been declared and paid in stock, and to dividends in the mean time, as well upon the bonus, as upon the original stock, 1 Mylne & Keene 403. An attempt has been made, in some of the cases, to distinguish between the rights of a plaintiff who has paid the consideration for the stock and one whose payment has been offered and refused. The only difference which that circumstance can make is that where the consideration has not been paid it is to be deducted from the value. Girard v. Taggart, 5 Ser. & R. 33; 1 P. Wms. 570. If the party entitled to the stock is not in default, and offers to pay the consideration in due time, surely it is unjust that the wrongdoer shall gain any advantage by refusing to accept it. It is a settled principle in the Court of Chancery, that where a trustee sells stock contrary to his trust the cestui que trust is entitled to his election to have the stock replaced, or the produce of it with the highest interest. Hart v. Ten Eyck, 2 John. Ch. 117; Forrest v. Elwes, 4 Ves. 492; 5 Ves. 799. If the cestui que trust has an election in equity to have the stock replaced, why shall he not have its value in an action at law where he cannot have the stock itself? If the chancellor would compel the trustee to go into the market and purchase stock to replace what he had improperly sold, although it had risen in value in the meantime, is not that done upon the principle that he is liable for the increased value ? And when a court of law compels him to pay that increased value, it does nothing more than prescribe the same, rule of justice which a court of equity enforces in another form.\nIt is admitted that there is some conflict among the decisions in the different states on this question. We have adopted the rule which seems to be the best sustained by principle and authority. The case of Gray v. The Portland Bank, 3 Mass. 363, stands in opposition to that rule. The influence which that decision would otherwise possess is diminished by the peculiar circumstances under which it was pronounced. Judge Thatcher, from some cause, gave no opinion on the measure of damages. Chief Justice Parsons and Judge Parker took no part in the decision, the first because he had been of counsel in the cause, and the last because he was a stockholder in the Bank. The opinion on the measure of damages was therefore given by Judges Sedgwick and Sewadl, who constituted a minority of the court. If the case had been decided by a full bench, the decision might have been the other way. The case of Kimmel v. Stoner, 6 Harris 156, was one in which the plaintiff claimed no more than the value of the stock at the time of the purchase. The defendant was dissatisfied and took a writ of error; but the judgment allowing the value claimed, was affirmed. No question was raised or decided respecting the plaintiff’s right to the increased value; nor did it appear that the stock had in fact increased in value. When the case now under consideration was here before, the question respecting the damages was whether the value should be ascertained by an examination into the accounts of the Bank, or by the market price after the additional stock was subscribed. The latter rule was adopted. No question was decided respecting the plaintiff’s right to elect the highest price between the conversion and the trial. In Cud v. Rutter, 1 P. Wms. 570, Lord Chancellor Parker reversed the decree for specific performance of a contract for the transfer of South Sea stock, but declared that the defendant should pay the plaintiff the difference of the stock not only as it was on the day when it was by the contract to have been delivered, but as it was when the plaintiff bought other stock, in pursuance of notice that he would do so, 'if the defendant did not transfer according to the contract. The stock had risen in value 14l. 5s. per cent., and the plaintiff had a decree for that difference, with interest, from the time he had supplied himself with new stock. See note (3) to Cud v. Rutter, 1 P. Wms. 572, 4th Lond. ed., 1787.\nThe case of stock is an exception to the general rule applicable to chattels. It is made an exception in obedience to the paramount obligation to indemnify the party for his loss. The rule of convenience gives place to the rule of justice. The moment we proceed, on this ground, to take it out of the general rule, we are obliged to substitute one that will do complete justice to the party injured. “The question'is, what did the plaintiff lose?” Kimmel v. Stoner, 6 Harris 157. He is entitled to all the advantages he could have derived from the stock, if it had been delivered at the specified time: Harrison v. Harrison, 1 C. & P. 412. Those advantages are the highest market value between the breach and the trial, together with the bonus and dividends which have been received in the mean time: Vaughan v. Wood, 1 Mylne & Keene 403. This is the rule where the consideration has been paid. Where it has not been paid the plaintiff should be allowed' the difference between it and the value of the stock, together with the difference between the interest on the consideration and the dividends on the stock. Nothing short of this will do justice, because nothing short of it will give the plaintiff the benefits he could have enjoyed if he had not been deprived of his rights. Applying these principles to the case before us, it is clear that the plaintiff in error has no just ground of complaint.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, 0. J."
      }
    ],
    "attorneys": [
      "Boyd and Chain, for plaintiff in error.",
      "Williams, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bank of Montgomery versus Reese.\nWhere bank-stock has been wrongfully withheld from a party entitled to it, the measure of damages, where the consideration for the stock has been paid, is the highest market value between the breach and the trial, together with the bonus and dividends which have been received in the mean time; but where the consideration has not been paid, the plaintiff should be allowed the difference between it and the value of the stock, together with the difference between the interest on the consideration and the dividends on the stock.\nWhere articles have a determinate value, and are unlimited in production, the general rule is to give their value at the time the owner was deprived of them, with interest to the time of trial, but where from a limited or restricted production of the article, the price is subject to frequent and considerable nuctutations, this rule of damages does not apply.\nThe paramount rule in assessing damages is that every person unjustly deprived of his rights, should at least be fully compensated for the injury sustained.\nKimmell v. Stoner, 6 Harris 156, explained.\nError to the Common Pleas of Montgomery county.\nMorgan Reese, the plaintiff, was on the 24th day of May, 1850, the owner of 82 shares in the capital stock of the Montgomery County Bank. Up to that day he had not paid in his stock in full; on 51 shares he had paid $40 per share, on 16th May, 1836 ; and on 31 shares, $20 per share, which was of the second series of stock. These were all the payments which had been demanded by the Bank, up to the 14th April, 1849, when there was a call for $10 on each share for which $40 had been paid in, and for $30 per share on the other, to be paid on or before 18th May, 1849. Notice of this action of the bank was published in the Norristown newspapers. On the 2d February, 1850, the bank resolved to increase the stock by allowing those of the stockholders “ who had paid up their instalments in full,” to subscribe for one additional share for every six shares of the stock they then held, and for that purpose books were to be opened at the banking house between the 13th and 31st of May, I860. On the 24th of May, 1850, Reese went to the bank and paid the arrears upon his 82 shares of stock, amounting to $1440, and tendered $700 in gold coin in payment of 14 shares of the new stock then being distributed, and demanded the same. The officers of the bank refused to receive it, or to permit him to subscribe for any part of the stock.\nThe capital stock consisted of 8000 shares, the par value of which was $50. Of this amount 7101 shares had previously been subscribed for, and 899 shares were to be distributed.\nThis action was brought to recover damages for the injury sustained by refusing him permission to subscribe his proper proportion of shares of the new stock, which it was ascertained by calculation would have been ten shares.\n. The cause was previously in this court on a writ of error, when it was decided that the holders of the stock had a right to subscribe for the new issue, in the proportion of the stock then held by them; and for refusal to permit a stockholder to subscribe, an action would lie against the bank; and “ the market value, after the additional stock was subscribed, was the proper measure of damages for depriving the plaintiff of the right.”\nThe principal question on this trial was as to the amount of damages the plaintiff was entitled to recover. The plaintiff proved that between the refusal of the bank and the time of trial, the stock had sold in open market for $72.50 per share.\nThe following points (among others) were submitted to the court in writing by the defendant below:—\nThat if the plaintiff is entitled to recover at all, the measure of damages should be according to the amount of capital paid in by him, and that if the jury believe the testimony of George Shannon, the plaintiff’s share of this new stock, on this basis, would be six shares, thus entitling the plaintiff to recover $20, with interest from the 24th May, 1850.\nThat if the court cannot charge as requested in the last point, then they are requested to charge the jury that if the plaintiff is entitled to recover at all, the measure of damages should be according to the number of shares he would have been entitled to, if all the new stock had been distributed to and among all the stockholders of the bank; and that if the jury believe the testimony of George Shannon on this point, the plaintiff would have been entitled to nine shares of said new stock upon this basis, thus entitling the plaintiff to recover $45, with interest from May 24, 1850.\nThe court below, (Jones, P. J., holding a special court,) after stating the facts and the questions arising, instructed the jury as follows:\n“ That brings us directly to what is the measure of the damages in this case. That question' does not seem to have been formally argued in the Supreme Court, nor, indeed, to have arisen there. ‘Since the stock of the Bank,’ say the court, .‘might be affected by the increase of its amount, its market value, after the additional stock was subscribed, is the proper measure of damages for depriving the plaintiff of his right.’’\n“ The word after does not indicate any specific date at which that measure of damages is to be ascertained by the then market value. And, indeed, no date can be specifically fixed. It might have happened in this case, as it often has in others, that the stock remained at par for a time after an increase of stock. Then there could be no damage on the day of the refusal, or for some time after, and nothing but nominal damages could be recovered for the invasion and deprivation of the plaintiff’s right.\n“But, suppose that sometime after the refusal to receive the subscription, and before trial, in the case I have supposed, the stock should run up far above par — is not that high price above par the measure of damages ? I cannot see that we can have any other measure of damages, when the damage is merely to make the plaintiff whole. That is the measure in this ease.\n“ The dividends do not follow the deprivation of the right to subscribe. The bank never had the money of the plaintiff, which he tendered for those ten shares, in hand, and so is not liable for their dividends. A trustee is liable for such profits as he makes out of the trust fund, but not for such as might have been made, when the fund was not in his hands. This can proceed upon the denial of a right, simply.\n“ What has been the highest price, at open public sale, of this stock, between 24th May, 1850, and this day ? The difference between that and par, multiplied by ten, the number of shares the plaintiff was entitled to subscribe for, covers the damages in this case.\n“ There are numerous points submitted to the court by the defendant corporation, which were handed in so late that I have really not had an opportunity to give them a careful reading, much less to answer them elaborately; so that, in so far as they are not answered affimatively, or at all, in this charge, they may be considered as answered in the negative.”\nThe jury found for the plaintiff $237.50 damages.\nThe Bank thereupon removed the record to this court by writ of error, and filed the following assignments:—\n1. The court erred in admitting evidence of the highest price at which the stock of said Bank had been sold.\n2. The court erred in their answer to the points submitted by the defendants below.\n3. The court erred in charging the jury “ that this is not exactly a case of retention of so much of the plaintiff’s stock, it is a refusal to allow the exercise of a right, which if allowed, would have resulted in his acquiring so much stock. The case pro.ceeds in the obstruction of a right, and is to be redressed by so much damages as will fully make him whole.”\n4. The court erred in charging the jury, as follows: What has been the highest pi-ice, at open public sale, of this stock between 24th May, 1850, and this day ? The difference between that and par, multiplied by 10, the number of shares the plaintiff was entitled to subscribe for, covers the damages in this case.\nBoyd and Chain, for plaintiff in error.\nWilliams, for defendant in error."
  },
  "file_name": "0143-01",
  "first_page_order": 143,
  "last_page_order": 149
}
