{
  "id": 977271,
  "name": "Unangst versus Hibler",
  "name_abbreviation": "Unangst v. Hibler",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "150",
  "last_page": "154",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 150"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Yeates, 487",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "2 Wh. 26",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830529
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0026-01"
      ]
    },
    {
      "cite": "5 Watts 32",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843981
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0032-01"
      ]
    },
    {
      "cite": "9 Watts 445",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "pin_cites": [
        {
          "page": "507"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Wh. Rep. 369",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834991
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0369-01"
      ]
    },
    {
      "cite": "1 Mass. 324",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        42593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/1/0324-01"
      ]
    },
    {
      "cite": "12 Pick. 133",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2060366
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "228"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/29/0137-01"
      ]
    },
    {
      "cite": "17 John. Rep. 140",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "1 Penn. Rep. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 406",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 27",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844060
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0027-01"
      ]
    },
    {
      "cite": "7 Cranch 69",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        572728
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/11/0069-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 541,
    "char_count": 11020,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 2.0112123827202702e-07,
      "percentile": 0.744264433949624
    },
    "sha256": "778c3b477d3f055e1edf66b9fe7bc154fb4425fc4445a7782a45ad532588fabd",
    "simhash": "1:06eb676c2b0ee1db",
    "word_count": 1994
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Unangst versus Hibler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThis is an attempt to make one man answer for the debt of another. In such a case the law is well settled, that the evidence of the promise must be “ clear and explicit, that there should be no room to suspect mistake, misapprehension, or any unfairness in the transaction:” Petriken v. Baldy, 7 W. & Ser. 430. “ It is the duty of the individual who contracts with one man on the credit of another, not to trust to ambiguous phrases and strained constructions, but to require an explicit and plain declaration of the obligations he is about to assume:” Russell v. Clark’s Executor, 7 Cranch 69. It is also well established that “a guarantor of future credit is entitled to notice from the party giving the credit, of his acceptance of the guaranty, unless the agreement to accept be contemporaneous with it:” Kay v. Allen, 9 Barr 320. In this case the evidence relied on comes from the plaintiff’s agent. It is not likely to lose anything material to the plaintiff as it passes through such a channel. The witness, told Unangst that he “ was selling for Hibler, and would not like to sell (to George Wenner) unless he made a Iona fide one — to be safe, you know.” Unangst observed, “if George Wenner is not good enough, I am.” The witness then replied, “ Yes, for $10,000, if you requested it.” But Unangst, although thus invited to make the request, did not do so. He said nothing more on the subject. He merely “smiled,” and afterwards asked the witness to take a drink. In this there is no “clear and explicit” contract to be liable for the goods to be furnished to Wenner — no “ explicit and plain declaration of the obligation.” There was no agreement between the parties at all. There was no acceptance of any offer of guaranty — no amount fixed by the parties, nor was there any subsequent notice of the amount furnished on the credit of the alleged guaranty. There was no evidence to justify the court in submitting to the jury the question of guaranty. Taking all that the witness stated to be true, it amounted to nothing like a contract between the parties. The court ought to have instructed the jury that the plaintiff, under the evidence, was not entitled to recover.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Brown and Uvrie, for plaintiff in error.",
      "Goepp and Green, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Unangst versus Hibler.\nIn an action to recover the debt of a third person, the proof of the promise must be clear, explicit, and certain, and must contain a plain and positive declaration of the obligation assumed, leaving no room to suspect mistake, misapprehension, or unfairness in the transaction.\nWhere the proof does not conform to these requirements, it is error to submit it to the jury.\nA guarantor of future credit is entitled to notice from the party giving the credit, that he was accepted as such, unless the proffer to guaranty and the agreement to accept be contemporaneous.\nError to the Common Pleas of Northampton county.\nThis was an action of assumpsit by John Hibler against Joseph Unangst, to recover the sum of $735, being the amount of wines and liquors sold by Hibler to George Wenner, a son-in-law of the defendant, Unangst.\nWenner had two stores, one' at Allentown, in Lehigh county, and the other at Bethlehem, in Northampton county, and the plaintiff alleged that the liquors were sold to Wenner upon the guaranty of Unangst.\nCharles Snyder, an agent of the plaintiff, testified, — “I told Unangst that Wenner was about purchasing two bills of liquor, one for the Bethlehem store and one for the Allentown store — two bills. I then said, from what I heard since I was in Easton, and from people in the country, that George Wenner was going down, likely to fail; others spoke different; that I was selling for Hibler, and would not like to sell unless I made a bona fide one-^ — to be safe, you know. He observed, ‘if George Wenner is not good enough, I am: I says yes, for $10,000, if he requested it.’ He said nothing more, smiled, and we went out in the bar together; we there talked, and it was repeated again in the presence of John Boas; he was near enough to hear it, but whether he did, I don’t know; a number of persons were in the bar-room; he asked me to go to the bar and take a drink: my impression is that Boas was in the bar: we both took a drink. I took Wenner’s orders and filled them with confidence.”\nThe following points were submitted to the court by the defendant below:\n1. That if the jury believe the evidence as given by Charles Snyder, it amounts at furthest to a mere overture on the part of Unangst, and there being no proof of its acceptance by Hibler, it is not binding on the defendant.\n2. That if the jury believe that Unangst did guaranty the payment ^of a future indebtedness of an indefinite amount on the part of Wenner to Hibler, he was entitled to notice of its acceptance by Hibler and the amount thereof, and no such notice being given, the plaintiff cannot recover in this suit.\nThe court below (McCartney, P. J.) charged the jury as follows:—\n“ This is an action on an alleged guaranty of the insolvency of George Wenner, given by Unangst to Hibler. A guaranty is a contract, and as to its general requisites stands upon the same footing as other contracts. A contract is an agreement between competent parties upon a sufficient consideration to do an act allowed by the municipal law, and in a guaranty all these must be found. There must be the consent of both parties, an offer on one side and its acceptance by the other, and of this consent you must have proper evidence. In the English system the contract of guaranty is by statute required to be in writing, and when reduced to writing, the language is construed most strongly against the guarantor. In Pennsylvania a guaranty need not be in writing, but as a protection against fraud the evidence of the promise of guaranty is to be clear and explicit, that there may be no room to suspect mistake or any unfairness in the transaction: Petriken v. Baldy, 7 W. Ser. 430. The usual mode of making a. guaranty of a future credit is, that the guarantor offers (makes a pollicitation) to guaranty; and when the offer is accepted and goods sold on the faith of it, the merchant selling the goods gives notice of the acceptance. The guarantor is entitled to this notice, unless indeed the agreement to accept be simultaneous with the offer: Kay v. Allen, 9 Barr 320. Notice is merely one of the steps required to complete a guaranty. If the parties complete the contract, the one by offering and the other by accepting the offer, and all in the same conversation, no further notice is required. For in a guaranty, as in every other contract resting in stipulation, the concurrence of consenting minds creates the obligation, such consent being once established need not be repeated. In the present case the parties met at Boas’ tavern in Easton, and the plaintiff alleges that the guaranty was there made; an offer on one side, its acceptance on the other, and a communication of that acceptance to Unangst; all this the plaintiff alleges took place there at that time. No subsequent notice of acceptance is pretended. This raises for you the question, ‘Do you believe from the evidence that XJnangst, at Boas’ tavern, offered to guaranty Wenner to an indefinite amount, or to the amount of $10,000, or less, and that this offer was accepted at that time by Hibler through his properly authorized agent, Snyder V (The attention of the jury is directed to each term of this question.) You will not confound Snyder’s subsequent actions in the ease with the contract as evidenced at the time of its alleged completion at Boas’. The evidence of the contract (if one were made) are the facts that occurred at that time and place. The evidence that Unangst made an offer to guaranty, or that his offer -was accepted at the time, is slight. But it is for your consideration — you will interpret all the symbols. The question whether Snyder had authority as agent of Hibler to malee a contract of guaranty, and whether the merchandise (the liquor) was delivered to Wenner, are also for your consideration. If you find that Snyder had such authority, that the merchandise was delivered to Wenner and that there was a contract to guaranty consummated at Boas’, your verdict will be for the plaintiff, otherwise for the defendant. You are the judges of the credibility of the witnesses.”\nThe jury found for the plaintiff the .sum of $1006.94, damages, &c.\nThe errors assigned were: that the court did not answer the points of defendant, and the instructions contained in the charge.\nBrown and Uvrie, for plaintiff in error.\nWe put distinct points, and were entitled to distinct and explicit answers: 2 Ser. & R. 51; 5 Watts 27; 6 W. & Ser. 58; 2 Ser. & R. 74; 1 Id. 440; 1 Watts 406.\nThere was no such evidence to be answerable for the debt or default of Wenner, as should have been submitted to the jury, and they should have been instructed there was no evidence which had any tendency to establish a legal guaranty on the part of Unangst; 1 Penn. Rep. 385; 7 W. & Ser. 430. But if he had made an offer of guaranty he was entitled to notice of acceptance of the same before he would be bound: 2 Saund Pl. & Ev. 553; 7 Crunch 90; 7 Harris 204; 11 Ser. & R. 134; 17 John. Rep. 140; 2 Har. & Gil. 13; Pars. on Con. 501 and note; 12 Pick. 133; 22 Id. 228; 4 Greenl. 521; 1 Mass. 324. The promise must be clear, explicit, and certain, leaving no room for doubt or misapprehension: 7 W. & Ser. 429; 9 Barr 320; 4 Wh. Rep. 369.\nThere was no evidence of guaranty or of Snyder’s authority to make such a contract, and it was error in the court to submit it to the jury: 9 Watts 445; 3 Harris 59; 6 Harris 351; 1 W. C. C. R. 174; 4 W. & Ser. 232.\nGoepp and Green, for defendant in error.\nIt was not necessary for the court to answer the points seriatim, where they were fully answered in the charge: 3 Barr 294. The contract was verbal, and therefore its construction for the jury: 15 Ser. & R. 107; 3 Harris 74; 9 Id. 507; 5 Watts 32; 2 Wh. 26.\nThe guarantor is entitled to notice, unless the agreement to accept is simultaneous with the offer: 9 Barr 320.\nIt is urged there was no evidence to submit to the jury of a guaranty. If it had been written the court would have had to construe it, but it was a parol contract, and there was such evidence as the court could not withdraw from the consideration of the jury: 8 Barr 272. The eases cited on the other side as to the nature of the promise, that it must be clear and explicit, accord with the charge of the court, in this case, in which the jury are instructed in the very words of those cases. So in regard to notice, the proffer and acceptance maybe simultaneous: 1 Story’s Rep. 26; 9 Barr 320. The cases are where the overture was by letter, and never answered.\nAs to Snyder’s authority: Paley on Ag. 189; 5 Esp. 75; Paley on Agency 198; 1 Yeates, 487; 6 Ser. & R. 392. But if even his act was without authority, when made, Hibler could and did subsequently ratify it. ."
  },
  "file_name": "0150-01",
  "first_page_order": 150,
  "last_page_order": 154
}
