{
  "id": 977273,
  "name": "The County of Northampton versus Innes",
  "name_abbreviation": "County of Northampton v. Innes",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "156",
  "last_page": "159",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 156"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 290",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846869
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0290-01"
      ]
    },
    {
      "cite": "4 Edw. 1",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "case_ids": [
        1988619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/edw-ch/4/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 497,
    "char_count": 8519,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 3.1950475943791114e-07,
      "percentile": 0.8655021972323483
    },
    "sha256": "11c6d5e58bea7373fc96de9fa28acbe7765f141ac72022f3226e879b299dcd64",
    "simhash": "1:3f32be674838f558",
    "word_count": 1495
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The County of Northampton versus Innes."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, 0. J.\nThe statute of Edward the 4th, regulating the duties of the coroner in respect to an inquest super visum corporis, is in affirmance of the common law, one of the great advantages of which is its constant adaptation to the progress of business, the advanced state of the sciences, and the habits of the people. In this enlightened age, a coroner who would consign to the grave the body over which he had held an inquest, without availing himself of the lights which the medical science has placed within his reach, would in most cases fall short of what his official duty requires. A thorough examination, aided by professional skill, is in general absolutely necessary to the proper administration of justice. Without such examination, groundless suspicions may be entertained, and prosecutions commenced, at once cruel to the objects of them, expensive to the county, and wasteful of the time and talents of all persons engaged in them. But this is not all. Without an examination of the body recently after death, and a complete demonstration from the evidence thus in the power of the Commonwealth, that the death was caused by violence, the guilty agent cannot be convicted. When, from an omission to employ a physician to examine the body, the cause of death is left in doubt, the accused must in general escape; because in all cases of doubt he has a right, under the law, to demand an acquittal. Thus the guilty may be again let loose upon society, and the people be deprived of that protection which the law was intended to provide. There can be no doubt of the duty of the coroner to require such aid as was given in this case; and it seems equally clear that his powers are commensurate with his duties. He is the officer of the law, and his contract in this respect is binding on the county. This doctrine was affirmed by the Common Pleas of Lancaster county in 1844, in the case of Atlee v. Lancaster County, Am. Jour. of Medical Sciences, October, 1846, p. 538. The correctness of that decision has never been questioned. On the contrary, its principles were fully sanctioned by the Supreme Court two years afterwards, in Allegheny County v. Watts, 3 Barr 462, and in Commonwealth v. Harman, 4 Barr 270.\nIt is not necessary in this case, to specify the particular circumstances which justify the coroner in holding an inquest super visum corporis. It is obviously proper in all cases where there is cause to suspect that the deceased has been feloniously destroyed. The circumstance that he died in his own house, surrounded by his family, does not always exclude the suspicion of foul play. The cases of Chapman, Mrs. Earls, and numerous other cases of poisoning, serve to show that this is of frequent occurence in murders by means of poison. So that the ground relied on in this case to show that an inquest was not necessary goes for nothing. Where there is nothing to indicate that the coroner is transcending his authority, the presumption is certainly in his favour, and that he is acting within the scope of his powers, and in the line of his duty. When a physician is summoned to aid in a post mortem examination, it is not his business to institute a preliminary investigation to determine whether the inquest should be held or not. The law has not intrusted him with any such power. The exercise of it would be inconvenient to the physician and injurious to the public. It is sufficient for him to know that the proper officer of the county requires his services. But it is suggested that the coroner may abuse the trust reposed in him. This may be said of every agent, public or private; and, if sound as an argument, would be a reason for abolishing all agencies, trusts, and offices, and thus in effect abolishing all government. An occasional abuse may exist, but this is an incident of social life which must be submitted to, or corrected in the usual way. It is absolutely impossible to carry on the business of life without reposing power somewheie. If the coroner is not to be trusted with this particular duty, who is ? What motive has he for employing a physician unnecessarily ? He gains nothing by it. The objection might perhaps have some force if urged against his own claim for the fees for holding the inquest; but it has none whatever when urged against the claim of the physician for valuable scientific investigations for the benefit of the public.\nThe recovery against the county was proper, and the judgment is affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, 0. J."
      }
    ],
    "attorneys": [
      "Ihrie, for plaintiff in error.",
      "M. H. Jones, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The County of Northampton versus Innes.\nIt is the duty of the coroner to hold an inquest super visum corporis, in all cases where there is cause to suspect that the deceased has been feloniously destroyed.\nIt is his duty in such eases to avail himself of professional skill and aid, and his contract will bind the county to the payment of a reasonable compensation, for making a post mortem examination.\nThe case of Allegheny County o. Watts, 3 Barr 462, affirmed.\nError to the Common Pleas of Northampton county.\nThis was an action brought before a justice of the peace by Dr. Charles Junes against the county of Northampton, and removed into the Court of Common Pleas by appeal.\nMrs. Margaret Presser resided with her daughters and son-in-law in the village of Williamsport, in the county of Northampton. She was taken sick and attended by a physician for some weeks, and died in her own house in June, 1852. Before the interment of the body, the coroner of the county requested the plaintiff and another physician to attend and make a post mortem examination. This was done without making discovery that she died from other than natural causes. The commissioners of the county refused to pay Dr. Innes for his services, and thereupon he brought this suit.\nThe court charged the jury thus: — “ Two questions are raised in this case — 1. Is the county liable ? 2. What is the proper compensation ? The county is liable to pay a reasonable compensation to the physician employed by the coroner to make a post mortem examination, and the coroner is the proper judge of the propriety of such an examination: Allegheny County v. Watts, 8 Barr 462. The compensation is to be a reasonable one, so much as such services are worth. To this charge defendant’s counsel excepts, and at his request it is filed.”\nThe jury found for the plaintiff f 81.\nThe defendants below removed the cause to this court, and assigned for error, that the court charged the jury that the county was liable to pay a reasonable compensation to the physician employed by the coroner.\nIhrie, for plaintiff in error.\nThe dictum of the late Chief Justice Gibson in the case of Allegheny County v. Watts, 3 Barr 465, has given rise to a practice which is becoming oppressive, and calls for reform. The coroner only has the right to pledge the responsibility of the county for such services as are necessary to the proper execution of his office. His duties are ascertained by stat. 4 Edw. 1, and consists in inquiring when any person is slain, or dies suddenly, or in prison, concerning the manner of his death. And this must be super visum corporis: 1 Blk. Com. 348; 2 Coke’s Inst. 32.\nThere was no authority to hold an inquest in this case. The party died at home — had a physician attending her; there was no evidence of any circumstances of suspicion. Can the coroner hold an inquisition in every ease of death, and compel the county to pay the expense ? 1 Burn’s Jus. 432.\nM. H. Jones, for defendant in error.\nThere was no dispute as to the fact of the sudden death of Mrs. Presser, nor that Jacob Freeman, coroner of the county, directed the examination to be made, nor that professional services were rendered. The proof was that the process of analysis required from three to four days. The objection raised is as to the coroner’s right to charge the county for such services.\nIn 4 Barr 269, Commonwealth v. Herman, we have authority, making it the duty of the coroner to cause such examinations to be made in cases of violent death.\nThe coroner is an officer under the constitution, and. the only proper judge to decide upon the propriety of an inquest. He can therefore call in a physician, and the county is liable for services: Allegheny County v. Watts, 3 Barr 464, Gibson, C. J.\nAll expenses necessarily incurred in the administration of criminal justice, whether under the direction of the court or the executive officers of the law, fall upon the proper county: Commissioners v. Hall, 7 Watts 290."
  },
  "file_name": "0156-01",
  "first_page_order": 156,
  "last_page_order": 159
}
