{
  "id": 977329,
  "name": "Newall versus Jenkins",
  "name_abbreviation": "Newall v. Jenkins",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "159",
  "last_page": "161",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 159"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 339,
    "char_count": 5133,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 1.9208409751941397e-07,
      "percentile": 0.7329547012200325
    },
    "sha256": "a766c97528acd4e84d751e2bf5f74f82b8c0c859d8cfaac42424abf1a9861967",
    "simhash": "1:211b39587bc3fcb3",
    "word_count": 885
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Newall versus Jenkins."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThis is an action on the case against the informer, the magistrate, and the constable, for a conspiracy in instituting and conducting a malicious prosecution. The plaintiff was non-suited on his own evidence, so that we know nothing about the case which the defendants Avould have shown. Taking the facts as presented by the plaintiff’s witnesses, we may very aycII say that there is evidence that there was ill-treatment, perhaps malicious treatment of the plaintiff by each of the parties. Rut that is not the question raised by the pleadings. It is, was there a conspiracy among them to carry on this offence ? This offence is specifically different from a mere malicious prosecution, much more dangerous in its character, and may justify much heavier damages. It is a criminal offence as well as a civil injury.\nDid the defendants conspire ? There is no evidence of it. They Avere, indeed, all engaged in the transaction, but each one took his own several part allotted to him by law. Admit that the complaint was malicious, still the magistrate was bound to hear it, and to issue his warrant if he did not discover the malice; and the constable was bound to execute the warrant without any regard to previous questions. If the magistrate showed ignorance in his judgment, or rudeness in his demeanour, the prosecutor and constable could .not correct that. If the constable acted the ruffian in the execution of the warrant, that is simply his own fault. Each may have performed his own part badly, but the part of each was distinct, and so is their responsibility. We see no evidence of combination or joining in a malicious purpose. Even the rude treatment might possibly be negatived or accounted for, if we had the evidence on the other side.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Todd and Jones, for plaintiff in error.",
      "F. 0. Brewster, contrd."
    ],
    "corrections": "",
    "head_matter": "Newall versus Jenkins.\nIn an action against a prosecutor, a magistrate and constable, for conspiring together to arrest and imprison a person without probable cause, evidence that each one acted illegally' or maliciously against the plaintiff, will not support the action, without proof that the defendants conspired together to do such acts.\nError to the District Court of Philadelphia. ■ •* \" '•\nThis was an action on the case for a conspiracy by Samuel Newall against Caldwell C. Jenkins, Charles D. Freeman, Esq., and Robert W. Jones. Newall, the plaintiff, was married to the sister of Jenkins, one of the defendants. Jenkins was the administrator of his mother, and as such brought a suit against Newall to recover a debt due to the estate. Newall alleged that Jenkins had in his possession a pass-book which showed the state of accounts, and was important evidence for him on the trial. He called upon Jenkins and demanded it from him. Jenkins became excited and drew a club upon the other, and also a pitchfork, threatening to do him injury. Newall told him while drawing the club that unless he put away the club he would break his (Jenkins’s) head. No collision occurred between the parties, and Newall left. Jenkins then made information against Newall “ for assaulting and threatening him, so that he is in fear of harm in person or estate.” On this a warrant was issued, and placed in the hands of Jones, the defendant, an officer, and on the 13th December, 1850, he proceeded to the shop of Benjamin Pugh, in West Philadelphia, where Newall was at work, and arrested him. Mr. Pugh told Jones he would follow them immediately, and that he would enter bail for Newall. Jones proceeded with Newall to the office of Alderman Freeman, who fixed the bail at the sum of $2500. Before Pugh arrived at the office of the alderman Jones had taken Newall to a “lock-up” near at hand, and confined him there. Pugh shortly afterwards appeared at the office of the alderman, saying he had come to enter hail for Newall, and was informed by Alderman Freeman that it was a very aggravated case, and the bail had been fixed at the sum of $2500. Pugh however entered the security. While Pugh was still in the office Jenkins and Jones came in, and he left them there. The plaintiff alleged that Jones at this time was still in the lock-up, and that with the knowledge on the part of the three defendants of the fact that bail had been entered he was conveyed by Jones to Moyamensing Prison, where he remained from 11 or 12 o’clock in the day, until some of his friends called at the office of the alderman, procured the discharge, and had him taken out, at 8 or 9 o’clock in the evening.\nOn the 11th of March, 1851, an indictment for an assault and battery on Caldwell C. Jenkins was preferred against Newall, in the Quarter Sessions, which the grand jury ignored and ordered Jenkins to pay the costs.\nNewall then instituted this action against the prosecutor, the alderman, and the officer, for conspiring together to have him arrested, imprisoned, and indicted without any just or reasonable cause.\nThe court below, after hearing the testimony for the plaintiff, directed a nonsuit.\nThe plaintiff sued out this writ, and assigned the same for error.\nTodd and Jones, for plaintiff in error.\nF. 0. Brewster, contrd."
  },
  "file_name": "0159-01",
  "first_page_order": 159,
  "last_page_order": 161
}
