{
  "id": 977212,
  "name": "Jillard versus The Commonwealth",
  "name_abbreviation": "Jillard v. Commonwealth",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "169",
  "last_page": "171",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 169"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Wend. 425",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11270560
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/12/0425-01"
      ]
    },
    {
      "cite": "3 Pick. 281",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "2 Gall. 437",
      "category": "reporters:federal",
      "reporter": "Gall.",
      "opinion_index": -1
    },
    {
      "cite": "3 Yeates 451",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775006
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0451-01"
      ]
    },
    {
      "cite": "9 Pick. 498",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "1 Pa. Rep. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        949906
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/1/0105-01"
      ]
    },
    {
      "cite": "20 Pick. 356",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2038860
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/37/0356-01"
      ]
    },
    {
      "cite": "2 Gallison 364",
      "category": "reporters:federal",
      "reporter": "Gall.",
      "case_ids": [
        6596083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/25/0622-01"
      ]
    },
    {
      "cite": "11 Mass. Rep. 93",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2053377
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/11/0092-01"
      ]
    },
    {
      "cite": "8 Blackf. 151",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1380810
      ],
      "opinion_index": -1,
      "case_paths": [
        "/blackf/8/0151-01"
      ]
    },
    {
      "cite": "4 Humph. 25",
      "category": "reporters:state",
      "reporter": "Hum.",
      "case_ids": [
        8541915
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/23/0025-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 402,
    "char_count": 6093,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 3.070559319230315e-07,
      "percentile": 0.8573086693471318
    },
    "sha256": "b55706adabc9c1cf8eda9876d248df1150c5460d3e87ab78ee4f30ba3f7e8b3b",
    "simhash": "1:b7f70c6094ab2208",
    "word_count": 1059
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Jillard versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe defendant pleaded specially to the indictment that certain witnesses had been sworn and examined by the foreman of the grand jury whose names the district attorney had not marked upon the indictment, to which plea the Commonwealth demurred, and judgment was thereupon rendered that the defendant plead over.\nThe irregularity of the grand jury was not pleadable in bar of the indictment. At most it was ground only for a motion to quash. If pleadable, it was traversable, and it would be a novelty in criminal trials to set a traverse jury summoned -only to try the accused, to inquiring whether the indictment had been found with a due regard to prescribed forms. The judgment on the demurrer was right.\nThe defendant then pleaded the general issue, and was convicted and sentenced; and it is now objected to the record that the indictment is void by reason of duplicity in charging several offences in one count.\nThe 2d section of the Act of 14th April, 1855, on which the indictment is framed, defines two offences, and the indictment charges one of them. That the words “give” and “given,” employed by the statute in defining the offence not laid, are found in the indictment, is of no moment, for if they be construed to mean a delivery of the liquor sold, which they may he without violence to language, they become appropriate terms in defining the offence intended to be charged. Appropriate or superfluous, however, they do not produce duplicity, for the gift of liquor to be an offence must be in “ connexion with some other business or profitable employment,” and this is not laid in the indictment. The offence charged is a sale and delivery of liquors without license, and that is a single and well defined charge. Perceiving no error in the record, the judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Himmick, Grane, and Waller, for plaintiff in error.",
      "Minor and G. G. Waller, for' the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Jillard versus The Commonwealth.\n■ An irregularity of the grand jury in their proceedings upon a bill, cannot be pleaded in bar of such indictment.\nThe introduction of some of the terms by which an.offence is designated, omitting a material part of its description, into a count in an indictment which charges a different and distinct offence, will not render such indictment vicious for duplicity.\nError to the Quarter Sessions of Wayne county.\n, The defendant below, David Jillard, was indicted., for selling spirituous liquors in violation of the Act of 14th April, 1855. The indictment was found at December. Term, 1855, and came on for trial on the 7th February, 1856. The indictment charged that the defendant did, without any license so to do, first had and received according to law, keep for sale, vinous, spirituous, malt, and brewed liquors, and admixtures thereof, and then and there, without such license, commonly. and. publicly did sell and give, and cause to be sold and given, to sundry persons, divers quantities of brandy, gin, beer, ale, and other vinous, spirituous, malt and brewed liquors, and did voluntarily afford a house, room, and convenience by which said vinous, spirituous, malt and brewed liquors, and admixtures thereof, were used as a beverage for the profit, gain, and advantage of him, the said David-Jillard,” &c.\nThe names of some of the witnesses were not endorsed on the bill of indictment by the district attorney, but sent before the grand jury, by whom they were sworn, and their names endorsed upon the bill. The defendant pleaded this specially as a ground for quashing the indictment. The Commonwealth demurred to the plea, and the court entered judgment of quod respondeat ouster.\nThe defendant then entered the plea of not guilty, and a. jury were called, who found him guilty in manner and form as he was indicted.\nThe defendant moved in arrest of judgment, which motion was overruled by the court, and the defendant was sentenced to pay a fine of $50 and the costs of prosecution, and be imprisoned ten days in the county jail, &c.\nThe defendant obtained this writ, and assigned for error :—\n- That the indictment was void for duplicity in charging several offences in one count. In 'charging the defendant with “ giving,” &e., without setting forth such giving in “ connexion with some business or profitable employment, and affording a place,” &c. That the indictment was found upon illegal evidence, as the names of the witnesses were not endorsed by the district attorney, but by the foreman of the grand jury, and were sworn by him; and that the indictment was vague and uncertain, as to the defence with which the defendant is charged.\nHimmick, Grane, and Waller, for plaintiff in error.\nA count which charges two distinct offences, is bad: Whart. A. Cr. L. 96—7; Arch. C. P. 53; 1 Richardson 260; 4 Humph. 25; 8 Blackf. 151; and although the second offence is defectively charged, it cannot be rejected as surplusage: 11 Mass. Rep. 93. At common law grand jurors have no right to swear witnesses: Ch. C. Law 321: and in Pennsylvania only those whose names have been endorsed upon the bill by the attorney-general: Wh. Cr. Law 123; Act 5th April, 1826. See Purd. Dig. 475, § 85.\nUnless the witnesses are regularly sworn, the bill will be quashed: United States v. Coolidge, 2 Gallison 364; Wh. A. Cr. Law 124; Low’s Case, 4 Green. 439.\nMinor and G. G. Waller, for' the Commonwealth.\nThe court will not arrest the judgment, either for duplicity or irregularity in summoning or procedure of the grand jury: Wh. Cr. L. 618. If the grand jury find a bill upon incompetent testimony, and the defendant is afterwards convicted, the conviction cannot be impeached on that ground: 1 Ch. Cr. L. 320; Wh. Cr. L. 98; 3 Hill’s 3. C. R. 1; 20 Pick. 356; 1 Pa. Rep. 105.\nIt is not essential that the names of the witnesses should be upon the bill: 9 Pick. 498; 4 M. & S. 208-9; 1 Ch. Cr. Law 318.\nThere is no duplicity. In a statutory offence it is not necessary to follow the exact words; substantial accuracy is all that is required, and certainty to a reasonable intent: 3 Yeates 451; U. S. 2 Gall. 437; 3 Halst. Rep. 299; 1 Vermt. 331; 1 Ch. Cr. L. 280; 3 Pick. 281; 12 Wend. 425; Addis. R. 171-173."
  },
  "file_name": "0169-01",
  "first_page_order": 169,
  "last_page_order": 171
}
