{
  "id": 977219,
  "name": "McCann versus Farley",
  "name_abbreviation": "McCann v. Farley",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "173",
  "last_page": "175",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 173"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Will. 3",
      "category": "reporters:state",
      "reporter": "Will.",
      "opinion_index": 0
    },
    {
      "cite": "2 Jones 253",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": 0
    },
    {
      "cite": "1 Watts 63",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 424,
    "char_count": 6330,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 2.5185409000880807e-07,
      "percentile": 0.8112650583103493
    },
    "sha256": "f7db58826c69c71c6c22f8f187f75b5a2fac8b352753b46d813f9ecc73931fda",
    "simhash": "1:040265e52e5185ed",
    "word_count": 1116
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McCann versus Farley."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThat a judgment entered on bond with warrant of attorney is not within the letter of the stat. 8 & 9 Wm. 3, ch. 11, § 8, is shown by the terms of the statute, which are all predicated of “ actions which shall be commenced or prosecuted upon any bond or bonds,” &c. The provision that “if judgment shall be given for the plaintiff on demurrer, or by confession, or nihil dicit,” is to be referred to the foregoing words, and means a judgment in an action commenced.\nNor is a judgment on warrant of attorney within the reason or spirit of the statute. At common law the judgment for the plaintiff in debt on bond was in all cases that he should recover the penalty; and where the bond was conditioned not for the payment of money but for the doing of some collateral act, the plaintiff not only had judgment to recover the penalty of the bond, together with costs, but was also entitled to take out execution for the whole without any regard to the damage he had actually sustained, and the defendant was forced into expensive suits in equity for relief: 1 Saunders 57, note I., and Collins v. Collins, 2 Barr 824. It was to remedy this mischief that the statute was enacted; and we have not only appropriated its provisions by judicial decision to the class of cases for which it was designed, but have substantially re-enacted it in our Act of 14th June, 1836: Brightly’s Purdon 93.\nBut the process issued on judgments entered upon confession was always under the equitable control of the court issuing it, and therefore this class' of defendants was under no necessity to go into another forum to seek relief in equity: Cox v. Rodbard, 3 Taunton 75; Austerbury v. Morgan, 2 Taunton 195; Kinnersley v. Musser, 5 Taunton 264; 2 Arch. Prac. 26. Of course the statute was not meant for them. This rule of decision is' peculiarly applicable to our courts, whose process, in the absence of a Court of Chancery, has always been controlled so that no injustice should be done; and accordingly it has been held in many cases that judgments by warrant of attorney are not within either our own or the English statutes: Longstreth v. Gray, 1 Watts 63; Skidmore v. Bradford, A Barr 296; Reynolds v. Lowrey, 6 Barr 468; Bank of Chester v. Ralston, 7 Barr 484; Harger v. Comes, 2 Jones 253; Chambers v. Harger, 6 Harris 16.\nA rule sanctioned by so sound reasons, and so many authorities, ought to be considered as settled, and not a fair subject for further debate. It is decisive against this plaintiff in error.\n(Here his Honour recapitulated the facts.)\nThe argument rests wholly on the statute of 8 & 9 Will. 3, which I have shown has no application to such a judgment.\nGranting that the proper construction of the bond would make it a mere indemnity, and not an instrument for the payment .of money, the obligee was entitled to all the indemnity which such an instrument could legally afford him. The entry of a judgment gave him a lien on the obligor’s real estate, but this may not have beeti. adequate.\nThere may have been no, realty, or it may have, been encum-, bered to its full value. The efficiency of the indemnity may have' depended wholly on the right to take execution and to acquire thereby a lien on the personalty. He had no right -to take execution for more than was necessary to his indemnity, and the record shows that he ordered it for but one-half the penalty, and that the court, with all the circumstances before them which the defendant could allege, considered it equitable and just. To put the plaintiff to his scire facias would be not only to encourage-unnecessary litigation, but to sacrifice the indemnity which the parties intended should be adequate. A surety with such means of indemnity in his hands, has a right to use them, as this plaintiff did, for his protection; and then the lien of the process is .preserved whilst the court is engaged at the instance of the defendant in inquiring into its fairness and justice. The power of the court over its process is ample and undoubted; so that a defendant in circumstances like this plaintiff in error, is as secure from oppression as he ought to be, and is only prevented from turning the party who has obliged him round to litigation, which can almost always be rendered fruitless by making away with the means of performing that which was promised.\nThe proceedings are affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Maguire and D. Webster, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "McCann versus Farley.\nA judgment entered on bond and warrant of attorney is neither within the letter nor the reason and spirit of statute 8 & 9 Wm. 3, eh. 11, § 8.\nExecutions upon such judgments are controlled under the equitable powers of the courts in this state, in such manner that no injustice may be done to defendants.\nOn a judgment entered upon bond and warrant of attorney for a stated sum given as indemnity to the plaintiff, execution may issue without scire facias, suggestion, or other proceedings to ascertain the damages.\nError, to the District Court of Philadelphia.\nThis was a judgment entered upon a bond and warrant of attorney, dated day of January, 1854, for the sum of $400, conditioned “for the payment of the just and full sum of $400, and to indemnify the said Thomas Farley for any damages he may -sustain by reason of the said Thomas Farley becoming surety for William Costello in a bond to Samuel Allen, Esq., high sheriff for the city and county of Philadelphia, bearing date the 10th day of January, 1854, in which the said Thomas Farley, William Costello, and John Mackey are co-obligors for the performance of the covenants therein mentioned.”\n. Judgment, was entered upon this bond July 20, 1855.\nFi. fa., January Term, 1855, No. 748. This fi. fa. was sued out for $200, without leave, suggestion, affidavit, or sci. fa., and without any ascertainment of the plaintiff’s damages.\nAugust 1, 1855. On affidavit filed, rulo why judgment should not be opened, and the fi. fa. and levy set aside; proceedings to stay in the mean time.\nSept. 3, 1855. This rule was discharged.\nThe errors assigned were, because the court refused to set aside theji. fa. Because it was never judicially ascertained whether there was any breach of the condition. Because the fi. fa. was sued out without leave, suggestion, sci. fa., or ascertainment of damages.\nMaguire and D. Webster, for plaintiff in error."
  },
  "file_name": "0173-01",
  "first_page_order": 173,
  "last_page_order": 175
}
