{
  "id": 977256,
  "name": "Seip's Appeal",
  "name_abbreviation": "Seip's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "176",
  "last_page": "177",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 176"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 475",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0475-01"
      ]
    },
    {
      "cite": "3 Binn. 88",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791088
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0088-01"
      ]
    },
    {
      "cite": "6 Watts 133",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0133-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 5431,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 5.305008338252093e-08,
      "percentile": 0.33505544145623933
    },
    "sha256": "ee6609a85c3c09b8958b64b3e6600d8f273ffdbd5ab5d750b6bc383c360e3a66",
    "simhash": "1:18dcd2b47277bae6",
    "word_count": 975
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Seip’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nIt might be well doubted whether the meagre affidavit of the counsel of this appellant was sufficient to ground the application for an issue seeing that the Act of Assembly of 20th April, 1846, sect. 2, requires the affidavit to be made by the “ applicant for such issue,” and to set forth the “ nature and character of the material facts in dispute.” 7 Harris 494.\nBut not to insist on this doubt it is clear that the demand of an issue came too late. The final decree of distribution was made on the 28th November 1851. If Seip had not notice of it when made, he had within twelye days thereafter, for on the 10th December 1851, he moved the court to open it and let him be heard, and an order to this effect was made on the 8th of May, 1852. If he did not mean that the court should decide the disputed fact, then, was the time for him to demand an issue, and had he done so the court might have imposed terms that would have' saved expense and trouble and have facilitated results. But instead of this, a commissioner was appointed to take depositions to inform the conscience of the court, and it was not till the return of the commission on the 16th December 1853, that the issue was asked for. To lie by so long, to appeal to the discretion of the court, to put' parties to the trouble and expense of meeting that appeal, and then, just as a decision against him became inevitable, to interpose for the first time a demand for an issue, and to subject parties to further delay, expense and trouble, was as unreasonable as it was without precedent or sanction of law;. It was for no such purpose the decree of distribution was opened. A party who seeks a trial in one forum, has no right to shift his case into another, to avoid a judgment against him. The appellant got what he asked for, the judgment of the' court upon the evidence taken, and he is not entitled to a verdict of a jury upon the same, evidence.\n. It is unnecessary to notice any other point in the cause, for this one is decisive against the appellant.\nThe proceedings are affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "JR. JE. Wright, for appellant,",
      "King and Longneclcer, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Seip’s Appeal.\nWhere a final decree of distribution of the proceeds of a sheriff’s sale was opened on the application of a claimant, and a commissioner appointed to take the testimony, it is too late for such claimant to apply for an issue to try disputed facts, when the testimony is returned, and the court is about to render its decree upon the facts found.\nQueers, Whether under the act of 20th April, 1846, § 2 (P. L. 411), the affidavit for an issue can be made by the agent or attorney of the claimant ?\nAppeal from the decree of the Court of Common Pleas of’ Lehigh county.\n■ This was an appeal by Charles Seip from the decree of the court distributing the proceeds of the sheriffs’ sale of the real estate of Adam Kline. David Heimbach died in 1834 seised of the premises out of which the proceeds arose, and which had been accepted at the valuation by his son Solomon. An adjoining property had been taken under the same proceedings by Daniel M. Heimbach. These were mill properties, Daniel’s being on the upper part of the stream, and both mills being propelled by the same waterpower. After accepting the property under the valuations and giving the recognisances, Daniel sold to Solomon an additional water privilege for $500. Afterwards Daniel’s part was sold under proceedings on the recognisances by which the title of Solomon to this additional waterpower was defeated. Solomon conveyed his part to Adam. Kline, as whose property it was sold by the sheriff, and the proceeds brought into court - for distribution. After paying undisputed liens, there remained the sum of $880.86. This amount, by a report of a commissioner, filed September 11, 1849, was distributed to Benjamin Ludwig. Exceptions to this report were filed by Jacob D. Boas, which were argued on the 6th February, 1851, and on the 28th November 1851, were dismissed and the report confirmed absolutely.\nOn the 10th December, 1851, Charles Seip, assignee of Daniel' M. Heimbach, appeared by his counsel and obtained a rule to show cause why the confirmation of the report should not be opened for a rehearing, and Seip be permitted to take out of court the balance of the fund under an assignment from Daniel M. Heimbach. This rule as to the hearing was made absolute on the 8th May, 1852. Testimony was taken and returned, and on the 17th December, 1853, the court below discharged the rule.\nOn the 16th December, 1853, the day before this last rule was discharged, Seip, by his counsel, presented a petition, setting forth that the fact of the payment of the recognisance to Daniel M. Heimbach by Solomon was alleged on one side and denied on the other, and that this fact was material to the decision of the matter, with an affidavit of the attorney annexed. This issue, was refused, and the money being decreed according to the report, Charles Seip, appealed to this court and assigned for error the refusal of the court below to grant the issue prayed for.\nJR. JE. Wright, for appellant,\ncited Dickerson & Haven’s Appeal, 7 Barr 255; Reigart’s Appeal, 7 W. & Ser. 267; Trimble’s Appeal, 6 Watts 133.\nKing and Longneclcer, for appellee,\ncited Purd. Dig. 344, pl. 103; 3 Harris 480; Act 11th March, 1809, Purd. Dig. 312, pl. 9; Clemmons v. Graham, 3 Binn. 88; Meyer’s Appeal, 2 Barr 463; Smith v. Reiff, 1 Am. L. R. 439; 3 Watts 475."
  },
  "file_name": "0176-01",
  "first_page_order": 176,
  "last_page_order": 177
}
