{
  "id": 977345,
  "name": "Siter, James & Co.'s Appeal",
  "name_abbreviation": "Siter, James & Co.'s Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "178",
  "last_page": "184",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 178"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 304",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "6 Wheat. 528",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        11730840
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/19/0528-01"
      ]
    },
    {
      "cite": "14 Pet. Rep. 172",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3334798
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/39/0172-01"
      ]
    },
    {
      "cite": "3 Wheat. 563",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1443491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/16/0563-01"
      ]
    },
    {
      "cite": "4 Wh. 221",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835001
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0221-01"
      ]
    },
    {
      "cite": "4 Watts 71",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0071-01"
      ]
    },
    {
      "cite": "7 Watts 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846788
      ],
      "pin_cites": [
        {
          "page": "438"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0437-01"
      ]
    },
    {
      "cite": "1 Jones 800",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 750,
    "char_count": 16753,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 6.49823467052716e-07,
      "percentile": 0.9605726048120953
    },
    "sha256": "d69241404dff9a1611c6d2e45d667828a02efca16ee44552f8efd45b2410490f",
    "simhash": "1:58532a1785e2dcc6",
    "word_count": 2966
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Siter, James & Co.’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe learned arid able argument of, the appellants’ counsel has failed to shake the conclusions of the auditor, and we adopt them, with the reasons given by the auditor, as the law of this case.\nThe decree of distribution is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "J. J. Lewis, for appellant.",
      "Pennypaeker, for appellee."
    ],
    "corrections": "",
    "head_matter": "Siter, James & Co.’s Appeal.\nWhen articles of agreement are entered into for the sale and purchase of real estate, the purchaser is considered in equity the owner of the land, subject to the payment of the stipulated price; and this results, not from the payment of the purchase-money, but from the contract.\nIf the premises are sold at sheriff’s sale, on a judgment against the vendor entered before the date of the contract, for a sum exceeding the amount the vendee was to pay, the latter is entitled to the surplus in preference to a creditor of the vendor, whose judgment was obtained after the date of the articles.\nIn sheriff’s sales, interest is allowed on liens to the day of sale.\nAppeal from the decree of tbe Court of Common Pleas of Chester county.\nThe facts of the case are fully stated in the following report of William Butler, Esq., the auditor appointed by the Court to make distribution of the fund raised by the sheriff’s sale of the real estate of Joseph C. Morgan.\n“ The undersigned, auditor, begs leave to report, that on the fifth day of June last, and upon several subsequent days, by adjournment, he met the parties interested in the money, in court for distribution, at his office in the borough of West Chester. Mr. Lewis appeared for Siter, James & Co., and Mr. Pennypaeker for Antrim P. Morgan and several of the lien creditors. On the 12th of June last, the auditor made a partial report to the court, distributing to the lien creditors .$6,330.57 — which paid all the liens (with interest to the day of sale of the land) obtained prior to the contract entered into between Joseph C. Morgan and Antrim P. Morgan, for the sale and purchase of the land sold by the sheriff. This left of the fund in court $485.02, from which is to be deducted the prothonotary’s commissions, and cost of audit, $66, leaving $419.02 yet to be disposed of. It is proper to notice, before entering upon the examination of the questions which arise with reference to the distribution of this balance, that the liens entered prior to the date of the contract between Joseph and Antrim, exceed the amount of purchase-money which Antrim was to'pay. % fhh>< '‡ 4* (tu.-. /A/S\n“ This balance is claimed by Siter, James & Co., under their judgment, and is also claimed by Antrim P. Morgan by virtue of his contract with Joseph for the land, from which the money was made, entered into before the judgment of Siter, James & Co. was obtained.\n“ The land at one time belonged to Joseph and Antrim jointly;' Joseph bought from Antrim his interest, agreeing to pay the liens then existing against the property, among which were the Moses judgments. On the 20th of October, 1853, Joseph exposed the land to sale, by public auction, and sold the same to Antrim for $7,350, under written conditions, which, together with Antrim’s . acknowledgment of purchase, will he annexed to this report. The purchase-money was to be applied, feo far as necessary, to the discharge of the encumbrances on or before the - first of April then next, at which time a - conveyance of the property was to be delivered to the purchaser. To January Term, 1854, a fi. fa. was issued on a judgment of Jacob Moses v. J. & A. Morgan for $380 with interest, under which personal property of Joseph was sold to the amount of $339. To the same term a fi. fa. was issued by the same plaintiff against the same defendant on a judgment for $300, with interest, which was retened nulla Iona. To the same term a fi. fa. was issued by John Moses against the same defendants, on a judgment for $980 with interest, under which the land mentioned was levied upon and condemned. To April Term, 1854, ■ a vend. exp. was issued upon the last-mentioned judgment, and on the 11th of March, 1854, the land was sold for $6,850, subject to a mortgage for $1,000 with interest.\n“ The claim of Antrim P. Morgan to the balance of purchase-money is resisted on the ground that he had no interest in the land. To determine this question it is necessary, in the first place, to ascertain what the contract between Joseph and Antrim was, so far as it is exhibited by the writing annexed, it is clear and readily understood. But it is alleged that before the property was put - up at Joseph’s sale, it was agreed between Joseph and Antrim, that if Antrim purchased and Moses proceeded against the property on his lien, the parties were to be released from the contract. To establish a parol agreement to affect the terms of a written contract, the proof should be entirely satisfactory. The only evidence to support this allegation of a parol agreement is to be found in the testimony of Joseph C. Morgan, and this, in the judgment of the auditor, is insufficient for the purpose. Viewing it in connexion with the subsequent conduct of the parties, the auditor infers from the testimony of this witness that Antrim stipulated for the privilege of calling on Joseph to release him, in case he should desire it, from his contract, if Moses proceeded against the land. And this is believed to be the extent of what was intended and understood by the parties at the time.\n“ It does not appear that Antrim ever exercised this privilege; it was his right to waive it if he saw fit to do so. After Moses had proceeded against the land, both Joseph and Antrim seem to have regarded the written contract as subsisting and in full force. Joseph was anxious to be rid of it, and offered to purchase his release from Antrim: while Antrim desired to adhere to it, and insisted on holding Joseph to its terms; and the language and conduct of the parties when treating on this subject clearly indicates that they then considered the contract of sale and purchase as binding upon them. Regarding the contract, however, as ex-.hibitedby the written conditions of sale and acknowledgment of purchase alone (free from any conditions such as has been alluded to), the counsel for Siter, James k Co. insist that Antrim P. Morgan had no interest in the land, because he says a purchaser under articles before conveyance of the land can only be interested to the extent of the purchase-money paid, and here none was paid, -and because he could not have a specific execution of the contract in consequence of his neglect to perform his part of it on the first of April, 1864, and in consequence of the sheriff’s sale of the land which deprived Joseph of the power to perform strictly, and of the right, therefore, to compel Antrim to perform, and as the remedy by action or bill for specific performance would not be mutual, equity would not lend her aid for this purpose to Antrim. It seems to be well settled that when articles of agreement are entered into for the sale and purchase of land, the purchaser is considered the ownpr in equity of the land, subject to the payment of the purchase-money; he is regarded as trustee of the purchase-money for the vendor, and the vendor is treated as a trustee for the purchaser of the legal title, having no interest in the land beyond the amount of the purchase-money due. It does not seem to be necessary to produce this effect, that any part of the purchase-money should be paid; it results from the contract.\n“When a part of the purchase-money is paid, the interest of the purchaser in the land is not circumscribed by the extent of the money paid, but embraces the entire value of the land over and above the purchase-money du-e. He is treated as the owner of the whole estate, encumbered only by the purchase-money. If the land increase in value, it is his gain; if it decrease,, if improvements are destroyed by fire or otherwise, it.is his loss: 2 Story’s Bq. p. 114, s. 789; lb. p. 6, s. 790; lb. p. 627, s. 1212; Stevens’ Appeal,' 8 W. $ S. 186; Kerchall v. Day, 2 Harris 112;' Richter v. Selin, 8 Ser. k B. 426, 427, 440; Robb v. Mann, 1 Jones 800; Morris v. Rice, 7 Watts 437, 438.\n“ The auditor entertains the opinion, therefore, that Antrim P. Morgan had, by virtue of his contract, an interest in the land.\n“ If, however, Antrim failed to comply with his part of the contract, or if, in consequence of other circumstances, beyond the control of Joseph, occurring after the contract was entered into, it would be inequitable to enforce it against him, equity would not assist Antrim to recover possession of this interest in the land through proceedings for a specific performance, but would leave him to his remedy-at law for damages. Did Antrim fail to perform his part of the contract? The first of April, 1864, was the time appointed for its execution. The purchase-money was to be paid in discharge of the liens. Including Siter, James & Co.’s judgment, the liens exceeded the purchase-money which Antrim was to .pay. Prior to the 1st of April the land was taken in execution and sold. In contemplation of law the liens to which Antrim was to apply the purchase-money were paid out of the land. All that Joseph C. Morgan could require under the contract was the payment of the purchase-money in the manner stipulated; the interest he had in the land under the contract was only to this extent. This was done before the first of April, through the sheriff’s sale, and it left nothing for Antrim to do. The proceeds of the sheriff’s sale were subtracted from the land, and represented it after the $7,350 which Antrim had bound himself to pay had been paid out of it to the lien creditors, the balance Antrim is entitled to recover in the place of the land, unless there is something else in his way.\n“ It is said, however, that it would be inequitable to enforce specific execution of the contract against Joseph, because the remedy is not mutual, Joseph not being able to perform strictly, and therefore without the power to require Antrim to perform, in case he refused. It is true, as a general principle in equity, that where the vendor of land is unable to comply strictly with his contract, and is therefore without the power to require the vendee to comply by proceedings for specific performance, equity will not lend her aid to the vendee in his effort to have a specific performance against the vendor; the remedy must be. mutual. Where, however, the want of ability to comply on the part of the vendee, and therefore want of mutuality in the remedy by specific performance arises from the default of the vendor, he will not be allowed to take advantage of those circumstances; to permit him to do so would be to give him the benefit of his own wrong. This principle is well settled in 2 Story’s 2Sq. p. 106, s. 779. The inability of Joseph C. Morgan to comply strictly with his contract arose from the sheriff’s sale of the land. This sale could not-have taken place if Joseph had kept his engagements Vith his creditors; it resulted from his default in this particular. The auditor does not see anything in the circumstances alluded to, therefore, which, in his judgment would induce equity to withhold from Antrim her aid in obtaining a specific execution of the contract so far as is practicable, and this would be accomplished by decreeing that the balance of the proceeds of sale, which now represents the land, be paid to him. Mr. Pennypacker, for the lien creditors represented by him, claimed to be allowed interest up to the return day of the writ. In support of this position he cited Ream’s Appeal, 4 Watts 71; Strohecker v. Farmers’ Bank, lb. p. 81,101, and Car-lisle Bank v. Bartolett. In these eases the question submitted to the auditor does not seem to have been before the court. In Walton v. West, 4 Wh. 221 and 222, it is distinctly ruled that the day of sale is the time at which interest on liens must cease; the -property being then taken from the defendant, and the liens in contemplation of law paid. The practice in this country, it is believed, has uniformly been to allow interest to the day of sale. The auditor has followed this practice, believing it to be conformable to law. The following statement will exhibit the distribution made:—\nMoney in court, - 3,815 59\nDeduct prothonotary’s commission,\n“ fees for order, &c., U 5\nauditor’s fees and expenses, U 41 66 00\n|6,749 59\n“ distribution by former report, 6,330 57\nThis balance to Antrim P. Morgan, $419 02\n“All which is most respectfully submitted to the court.”\nThe following exceptions were filed to this report:—\n1. The auditor has erred in not reporting in favour of the claim of Siter, James & Co.\n2. The auditor has erred in reporting in favour of the claim of Antrim E. Morgan, who is entitled in equity to no part of the proceeds of sale.\nOn the 23d August, 1855, the court dismissed the exceptions, and confirmed the report of the auditor for the reasons therein given.\nThe errors assigned were to the action of the court below in dismissing the exceptions to the report of the auditor.\nJ. J. Lewis, for appellant.\nIt is only on the ground that Antrim P. Morgan stands in a position to demand specific execution of the contract, that his claim to the balance of the purchase money can be allowed. Where land is agreed to be converted into money, or money into land, equity will consider the conversion as already effected, unless from some cause the court should think the contract ought not to be executed. Equity regards the substance and not the forms of agreements: 3 Wheat. 563; 4 Pet. C. C. Rep. 335; Kerr v. Day, 2 Harris 114. In such case there is no conversion, and the land retains its original character, and was bound by the lien of the judgment.\nThe report of the auditor exhibits many circumstances which would induce a chancellor to refuse a decree for specific performance.\nThe object of the contract was to pay off the liens, and save Joseph’s personal property. Before the time for the completion of the contract, the property is swept away, so that the whole purpose is defeated. No decree could then have been made; for the vendor could not convey, and could not call for the purchase-money, and the vendee could not call for a conveyance without payment of the purchase-money, for which no value could be given him. • Equity would not interfere, but leave the parties to their remedies at law. It interferes when there is no such remedy: 9 Harris 54. Here no such necessity exists. It is often material to consider how far the reciprocal obligations of the party seeking relief have been performed. If they have been disregarded, or have ceased to have any just application by subsequent events, or it is against public policy to enforce them, equity will not interfere: Sto. Eq. §. 736; 14 Pet. Rep. 172; 6 Wheat. 528; 11 Eng. L. & Eq. Rep. 112; 9 Id. 249; 3 Swans. 108; Gilb. Eq. 188; 2 Pow. on Con. 20; Batten on Spec. Per. 67, 175, 108-109. Sug. on Ven. 857; 4 Ves. 849; Bright R. 48.\nPennypaeker, for appellee.\nBy the contract the vendee became .in equity the owner, and the yendor became a trustee for the purchaser. If it increase in value he gains, if it depreciates he loses. He is the owner to every intent in equity: 1 Jones 304. This principle, which is indisputable, is decisive of the question. The judgments of appellants bind every interest the vendor had in the land; but the interest must be an estate in the land.\nJoseph at the entry of the judgment held the legal title, and the interest he had was the balance of the purchase which might be left after paying off the incumbrances against the property.\nThe purchase-money which Antrim agreed to pay was not sufficient for this: there was therefore no interest in Joseph when the judgment was entered upon which it could attach. The vendor is entitled to receive no part of the purchase-money until the liens are paid; if they require the whole amount, he has no interest in the land, and the judgment entered could bind nothing. Hales-worth’s Appeal, per Lowrie, J., Pittsburgh, Oct. T. 1855. The appellants can only claim what their debtor could have demanded. •\nTo the argument that specific performance could not be decreed, had become impossible by the sheriff’s sale — we answer: our part of the contract was performed by act and operation of law, through the default of the vendor in not paying his creditors: 7 W. & Ser. 454. If Joseph were to get the money he would be benefited by his own wrong: 2 Sto. Eq. § 779. The purchaser may demand partial performance where entire performance becomes impossible through the default of the vendor.\nThe money the appellee claims is the only fragment left of his bargain, and it belongs to him because it is the fruit of his purchased title."
  },
  "file_name": "0178-01",
  "first_page_order": 178,
  "last_page_order": 184
}
