{
  "id": 977346,
  "name": "American Life and Health Insurance Company versus Robertshaw",
  "name_abbreviation": "American Life & Health Insurance v. Robertshaw",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "189",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 189"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Gr. 2",
      "category": "reporters:state",
      "reporter": "Grant",
      "opinion_index": -1
    },
    {
      "cite": "1 Phillips 149",
      "category": "reporters:state",
      "reporter": "Phillips",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 6294,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 6.360932149472703e-07,
      "percentile": 0.9589553290558639
    },
    "sha256": "f40079cf44823e2b7ae8f316e00772c9dfce48d66a7409390792436c5e4e962d",
    "simhash": "1:0e12fe9ec60136e1",
    "word_count": 1167
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "American Life and Health Insurance Company versus Robertshaw."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe judgment in this case is affirmed, for the reasons contained in the opinion of Judge Sharswood, on the motion for a new trial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "T. S. Smith, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "American Life and Health Insurance Company versus Robertshaw.\nA person may effect an insurance on his own life, in the name of a creditor, for a sum beyond the amount of the debt, the balance to enure to his family, and the policy will he valid for the whole amount insured.\nError to the District Court of Philadelphia.\nThis was an action of covenant upon a policy of insurance in the name of the plaintiff, Joseph Robertshaw, on the life of William Dyson, for $1000. The plaintiff was a creditor of William Dyson to the amount of $ 140, but it appeared incontestibly in evidence, that Dyson himself effected the insurance on his own life, and paid the premium with his own money, and that his intention was not merely to secure the plaintiff, but that it should enure in case of loss for the benefit of his wife; and there was evidence that this was stated in the presence and hearing of the officers of the insurance company. No questions were asked by .them, but in conformity with his directions, they drew the policy in the name of the plaintiff, Robertshaw.\nA loss having occurred within the period stipulated, the insurance company now resist the recovery on the grounds, 1. That their contract was with Robertshaw. 2. He cannot recover beyond his interest. 3. The declaration attached to' the application, signed by Dyson for Robertshaw, to the effect that Robertshaw was interested to the full amount in the life of Dyson, was false, and ■avoids the policy.\nThe court below charged the jury that the defence set up was not available. The jury found for the plaintiff the whole amount of the policy.\nThe defendants moved for a new trial. Upon this motion, his Honour, Sharswood, P. J., after stating the facts and the points of defence, delivered the following opinion:—\n“It is an ungracious defence, and ought not to prevail, unless on legal grounds it is insurmountable.\n“ It is clear that a man may Iona fide insure his own life, ’and direct the insurance money, in case of loss, to be paid to another as trustee.\n“ Mr. Phillips remarks, that there may be ground for doubt, where the assured merely lends his name to another to make a gaming policy upon his life. But every life policy made by the assured on his own life, is made for the benefit of others; and if a party so insures his life bona fide for the benefit of others, it seems not to be very material, whether he pay the premium with his own money not borrowed, or borrows money for the purpose: 1 Phillips 149. These remarks are a criticism on the case of Half our d v. Hymen, 10 B. £ 0. 724, in which the King’s Bench, under the controlling words of the stat. of 14 Gr. 2, ch. 48, held, that a policy by a father in his own name on the life of his son, in which he had no pecuniary interest, was void. “If a father,” says Bailey, J.,- “ wishing to give his son some property to dispose of, make an insurance on his son’s life, in his (the son’s) name, not for his (the father’s) own benefit, but for the benefit of his son, there is no law to prevent his doing so.\n“ It has been since held in England by the Court of Chancery, that the statute does not prohibit a policy of life insurance from being granted to one person in trust for another, nor does the. effecting of such an insurance in any way contravene the policy-:’ of the statute: Callett v. Morrison, 12 Bng. Law and Bq. 171. We have no such statute. It is on the principles of public policy and good morals alone, that our courts avoid wagering contracts. A man may make any other contract bona fide in the name of a friend, as a trustee for himself, or for such other lawful purposes as he chooses. Why may he not, for an honest purpose, use the name of a friend as a trustee for his family in the case of a contract of insurance ? In the English case referred to last, it was decided, that if upon a proposal and agreement for a life insurance a policy be drawn up by the insurance office, in a form which differs from the terms of the agreement, and varies the rights of the parties assured, equity will interfere and deal with the case on the footing of the agreement, and not on that of the policy. That was in effect the case here, and it was so put to the jury. The contract was really made with Dyson; he insured his own life — the consideration moved from him — -the company knew they were dealing with Dyson, they asked no questions — there was no fraud, misrepresentation, or concealment. Had the insurance been effected by Robertshaw, without any mention of the interest of any other, no doubt the objection would have been valid. It is true that in marine insurance, if a policy is effected by A. without saying as agent or for whom it may concern, the policy is only avoidable to the extent of the interest of A. in the subject-matter. There is good reason for that; it is a representation that he is only interested in the policy. But it remains to be decided, that if B., the owner of a ship, applies to an insurance company, pays the premium himself, and requests the company to make out the policy in the name of A., that such a policy is void. For myself, I can see no good reason why a man having an insurable interest may not insure it, and present the policy as a gift to a friend; and if such an agreement to give be made at the very time of the contract, why may not the policy be made at once in the name of the donee, the whole transaction being bona fide — no fraud on the company intended ?\n“ If so, it is a full answer to the third ground of objection made by the defendants to a recovery in this case. If Dyson, at the . time of the contract, constituted Robertshaw his trustee to receive the money in trust, first to pay the debt he owed him, and as to the balance, to hold as trustee for Dyson’s widow — then the declaration was true; he had an interest in Dyson’s life to the full amount insured — the same interest which Dyson himself had.\n“Rule refused.”\nThe defendants then sued out this writ of error, and raised by their specifications the same points made in the court below.\nT. S. Smith, for plaintiff in error."
  },
  "file_name": "0189-01",
  "first_page_order": 189,
  "last_page_order": 191
}
