{
  "id": 977373,
  "name": "Insurance Company versus Slockbower",
  "name_abbreviation": "Insurance Co. v. Slockbower",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "199",
  "last_page": "202",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 199"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 421,
    "char_count": 9867,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 3.523632911215174e-07,
      "percentile": 0.8839386002813291
    },
    "sha256": "74fba8ff4873d6ee9edbaf0fb3ff51ccd3f3cb0f4e46fe5bdbe72d111dc24d6b",
    "simhash": "1:3f4e787ec70064e0",
    "word_count": 1686
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Insurance Company versus Slockbower."
    ],
    "opinions": [
      {
        "text": "The opinion of. the court was delivered by\nKnox,; J.\nIn the policy of insurance upon which this action was brought, it is expressly stipulated “ that in all cases of other insurance upon the property insured, whether prior or subsequent to the date of the policy, in case of loss or damage by fire, the insured shall not be entitled to demand and recover, on the policy, any greater proportion of the loss or damage sustained, than the amount hereby insured shall bear to the whole amount insured on the said property;” and further “that the aggregate amount insured in this and other companies, on the above-mentioned property, shall not exceed two-thirds of the estimated cash value.” The estimated cash value mentioned in the policy was five ■hundred dollars. The amount of the insurance was three hundred and thirty-three dollars — two-thirds of the estimated value, so that any further insurance, being in violation of the agreement, would render nugatory the policy. It is said, however, that the company had notice of the additional insurance, and elected not to avoid the policy, but treated it as in full force, by continuing thereafter to make and collect assessments upon it. This branch of the charge is entirely unobjectionable. The question was fairly submitted to the jury, and found against the company. But there was error in permitting the jury to find, under the evidence, that the company was liable for the whole amount insured in the policy. The implied waiver arising from the assessments, and from what was said by the agent, would apply only to that part of the contract which declared that only two-thirds of the estimated value should be insured, leaving in full force the stipulation that, in the event of other insurances, only a proportionate part of the amount insured should be demanded from the Lycoming Company.\nNow, as there was no evidence given that the loss sustained was greater than the estimated value of the property, which was five hundred dollars, the plaintiff was only entitled to recover upon the policy in suit, that proportion of the said sum of five hundred dollars which the amount insured in the policy, viz., three hundred and thirty-three dollars, bore to the whole amount insured on the property, viz., six hundred and thirty-three dollars. The amount would be ascertained thus: If $633 gave $500, what would $333 give ? The answer is $263.03. After the fact was found by the jury, that the company assented to the additional insurance, the verdict should have been for $263.03. And as we have discovered no other error in the case, we will affirm the judgment if the plaintiff will release the excess, otherwise it must be reversed.\nJudgment reversed, and venire de novo awarded, unless the plaintiff, within thirty days after receiving notice hereof, files a release for all of the judgment but $263.03, and interest from the rendition of the verdict, in which case judgment is to be entered, affirmed for said amount with costs.",
        "type": "majority",
        "author": "Knox,; J."
      }
    ],
    "attorneys": [
      "W. B. Dimmick, for plaintiffs in error.",
      "6r. Gr. Waller, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Insurance Company versus Slockbower.\nWhere a policy of insurance provides “ that the aggregate amount insured in this and other companies, on the above-mentioned property, shall not exceed two-thirds of the estimated cash value,\" any further insurance being in violation of the agreement, would render the policy void.\nWhere, however, the company had notice of the additional insurance, and elected not to avoid the policy, but treated it as in full force, it would be a waiver of the right to resist a recovery upon that ground.\nThe implied waiver arising from such acts of the insurance company would not deprive it of the benefit of a stipulation that in the event of other insurances, only a proportionate part of the amount insured should be demanded on the policy.\nError, to the Common Pleas of Wayne county.\nThis was an action on a policy of insurance at the suit of P. W. Slockbower and R. B. Slockbower, against the Lycoming Mutual Insurance Company.\nOn the 19th February, 1852, a man by the name of Ronk, effected an insurance with the • defendants for five years, on a building in Honesdale for $383, and gave a premium note for $66.60. In the application, the estimated cash value of the property was $500. Ronk conveyed the premises to Slockbower, and with the consent of the company transferred to him the policy of insurance, and his premium note was substituted for Ronk’s.\nThe plaintiff was desirous of obtaining an additional insurance on the property, and applied to the agent of the company for that purpose, who declined taking any further risk upon the property.\nOn the 9th of August, 1853, Slockbower took an .insurance on the same building in the North American Insurance Company for the sum of $300, of which he gave notice to the company, defendant, through his attorney.\nThe secretary replied to this notice, stating that any further insurance on the property would conflict with the terms of the policy held from the defendants, and he was referred to M. A. Bidwell, the agent of the defendant. The plaintiff alleged that Bidwell had consented to the increase of the insurance, and had collected assessments from the defendants since then, both of which facts were controverted by the defendants.\nThe building was consumed by fire in March, 1854, and this suit was brought to recover the amount of the insurance.\nA recovery was resisted by the defendants on the ground that they were only liable in any event to pay the pro rata of $333 -in connexion with the other insurance of $300.\nThe policy on which the suit was brought, contained the following clauses:—\n“ And provided, further, That in all eases of other insurance upon the property .hereby insured, whether prior or subsequent to the date of this policy in case of loss or damage by fire, the insured shall not be entitled to demand and recover on this policy -any greater proportion of the loss or damage sustained than the amount hereby insured shall bear to the whole amount insured on ■the said property.\n. “ And it is also agreed, that this policy is made and accepted subject to and in reference to the terms and conditions of the act of incorporation and by-laws of the said company, which are to be used and resorted to, to explain or ascertain the rights and obligations of the parties hereto in all cases not herein otherwise provided for.”\n“ It is also agreed, that the aggregate amount insured in this and other companies on the above-mentioned property shall not exceed two-thirds of the estimated cash value.\"\nOn the trial in the court below, the defendants among other things requested the court to charge the jury,\n. That if the jury believe the property was insured for more than two-thirds of its value, then this policy is void, and the only evidence of its value to be regarded by the jury, is that fixed on ■it by the parties in their application for insurance.\nThat the policy is void by the act of the plnintiff in getting an insurance in another company, without the consent of the defendants.\nThe court below (Barrett, P. J.) after stating the facts and the ■points, charged as follows:—\n“ The Lycoming Insurance Company had a right at the time they were notified of the additional insurance to object to it, by the terms of their policy. It was the duty of the plaintiffs to give them notice of it, and they did so through the letter of Mr. Drake. rThey might have acted upon it, and have withdrawn their responsibility. Did they do so ? If they did, and thereafter treated the ■policy as void, their responsibility ceased. If they did not, but continued to treat it as a good, valid, and subsisting policy, claiming from the plaintiffs the benefits accruing to the company under it, they should be held to its conditions. Their consent to the second policy was certainly necessary, but that consent may be inferred from their acts. If they gave their consent either express or implied to remain insurers after the second policy issued and with ■full knowledge qf it, the jury may infer that they deemed such additional policy warranted by the increased value of the property. If not on this account, did they agree to become co-insurers with the other company, and does the- evidence and the acts of the company satisfy you that such was the case ?\n“ The defendants do not allege that they at the time of such 'notice declared the policy void, or abandoned it. On the contrary, they continued to levy regular assessments upon it and collect the same from the plaintiffs up to the time the property was destroyed by fire, and, according to the evidence of Mr. Bid-well their agent, levied one or two assessments afterwards.\n■ “ Does the evidence satisfy you that the company consented to the second policy of insurance ? If they did, and on account of the increased value of the property, the plaintiffs would be entitled to recover the full amount of the policy. If however they only consented to become co-insurers with the other company, then the ■plaintiffs would only be entitled to recover from the defendants their proportion of the loss estimating it at $333.”\n(1st point stated above). “This point is affirmed: no other evidence of value was admitted. If, however, a second policy was recognised by defendants, the applications in both cases would be evidence.”\nTo the 2d point. “ This point in the affirmative, unless the defendants, by their own acts, afterwards continued it in force. They had no right to mislead the plaintiffs by treating it as a valid policy, if they considered it void.”\n3d point. “ This is fully answered in our general charge, and depends on the question of fact, already submitted.”\n. The jury found for the plaintiffs $333.33. •\nThe insurance company sued out this writ, and assigned for error the charge of the court and the answers to the points.\nW. B. Dimmick, for plaintiffs in error.\n6r. Gr. Waller, for defendants in error."
  },
  "file_name": "0199-01",
  "first_page_order": 199,
  "last_page_order": 202
}
