{
  "id": 977337,
  "name": "Will of Anne Josephine Fransen",
  "name_abbreviation": "Will of Fransen",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "202",
  "last_page": "211",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 202"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 400",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "2 Binn. 406",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788926
      ],
      "opinion_index": 1,
      "case_paths": [
        "/binn/2/0406-01"
      ]
    },
    {
      "cite": "1 Watts 442",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838062
      ],
      "opinion_index": 1,
      "case_paths": [
        "/watts/1/0442-01"
      ]
    },
    {
      "cite": "3 Rawle 15",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822512
      ],
      "opinion_index": 1,
      "case_paths": [
        "/rawle/3/0015-01"
      ]
    },
    {
      "cite": "6 Watts 356",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 1
    },
    {
      "cite": "1 Yeates 90",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 1
    },
    {
      "cite": "32 H. 8",
      "category": "reporters:state",
      "reporter": "H.",
      "weight": 3,
      "opinion_index": 1
    }
  ],
  "analysis": {
    "cardinality": 983,
    "char_count": 23883,
    "ocr_confidence": 0.429,
    "pagerank": {
      "raw": 2.2387486643037347e-07,
      "percentile": 0.7798767418486561
    },
    "sha256": "f1475ec650eb5687f515e09995c26fa84aa3968dbd8691a4c6a136d82ce8a4f7",
    "simhash": "1:877fae316c35bc21",
    "word_count": 4241
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "• Lewis, C. J., concurred with Knox, J."
    ],
    "parties": [
      "Will of Anne Josephine Fransen."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nSeveral questions arise upon the record of this interesting case, which I proceed to notice in order.\n1. Was Mrs. Fransen’s marriage a revocation of her will previously made and duly executed ?\nIt is admitted that the 16th section of our Act of 1833 concerning wills would make the marriage a revocation if that provision be not virtually repealed by the Act of 1848, but it is argued that the Act of 1848 relating to the separate estates of married women and giving them the power of disposition by will, has made such an entire change in the powers of femes covert, and in the relation of husband and wife, that both the necessity and expediency of the 16th section of the Act of 1833 have entirely ceased. We are not the judges of the necessity and expediency of legislation, and we are not to repeal Acts of Assembly by implication on such grounds. There is not a word in the legislation of 1848 to indicate an intention to repeal the 16th section of the Act of 1833. The object of the legislature in the Act of 1848 was to rescue the rights of married women in their separate- estates, by surrounding them with such substantial forms as should preclude as far as possible the influence of the husband. Here her conveyances and consent to encumbrances are to be acknowledged 'before a judge, and her will is to be executed in the presence of two or more witnesses, neither of whom shall be her husband. Under the Act of 1833 an unmarried female may execute a will without witnesses, but the legislative policy requiring witnesses to the execution of a married woman’s will, the 16th section of the Act of 1833, which makes marriage a revocation of previous wills, executed possibly without witnesses, is congenial to the Act of 1848, and necessary to its complete effect. With so obvious a reason against implying a repeal, and in the absence of all repealing words, we hold that the 16th section is in full force, and that the will under consideration was revoked by the subsequent marriage of the testatrix.\n2. Was there a sufficient execution of the will under the provisions of the 7th section of the Act of 1848 ? That section gives married women the right to dispose of their property by will,' “ provided that said last will and testament be executed in the presence of two or more witnesses, neither of whom shall be the husband.” The will of Miss Carter was executed in October, 1852, and attested by three subscribing witnesses, but it was revoked by. her subsequent marriage in January, 1858. The testimony taken before the register proves that subsequent to her marriage and before her death she declared in the presence of three females that she wished her husband to have all her property, as the will expressed it — that she was of sound and disposing mind at the time, — and that the will referred to was the one executed the previous October, which was not present at the time of the declaration. -\n• The argument that all this constituted execution of the will within the meaning of the proviso to the 7th section is more specious than sound. To execute a will is to complete it as a legal instrument— to perform every act which is requisite to give it validity. To execute it according to the above proviso is to sign it or request another to sign it in the presence of two or more witnesses, and to publish and declare it in their presence to be the last will and’ testament of the party whose signature has been placed to it. Nothing less than this can be execution of a will by a married woman. But all this was wanting here. There was no written will produced, or signed, or published, or acknowledged. A mere wish was expressed that her property should go as provided in a testamentary paper duly executed but since revoked, and not existing at that moment as an instrument of any validity whatever. Much as our feelings might incline us to respect the solicitude of this lady that her fortune should be enjoyed by the object of her affections, we cannot say that such a wish, however earnestly expressed and distinctly proved, amounts to a last will and testament, or the re-execution of that which she had revoked.\n3. And this brings us in the last place to the question whether the facts proved before the register were a republication of the will.\nWe agree in saying they were not, even if since the Act of 1833 parol republication of a written will be possible. But for myself I wish to record a strong doubt whether there can be parol republication of a will in Pennsylvania, and I am the more anxious to do -this since I find learned counsel interpreting my opinion in Jack v. Shoenberger, 10 Harris 416, to teach a contrary doctrine.\nIt is a fundamental rule recognised and admitted in all the cases both English and American, that republication must be attended with the same solemnities as are required to’ attend the execution of the will originally. Hence, under our old act of 1705, a will might be republished by a parol declaration merely because neither signature, seal, nor attestation of witnesses was necessary tO' its execution. But by' our Act of 1833 every will must be “ signed at the end thereof” by the testator or by some person in Ms presence and by his express direction, and “ no will in writing concerning any real estate shall be repealed, nor shall any devise or direction therein be altered otherwise than by some .other will or codicil in writing or other writing declaring the same, executed and ■ proved in the same manner as is ho'einbefore provided, or by cancelling,” &c. The 14th section has a similar provision in respect to personal estate, with a saving in favour of nuncupative wills.\nNow, applying either the statutory rule or that general one which prevails in the courts, I do not see how a written will is to be republished by parol. If signing be necessary to the execution of the will, signing must be indispensable to republication. Signature is certainly a very important part of the solemnities of execution. How can it be dispensed with in republications ?\nIt is a mistake to suppose this court has ever decided that it can.\n. In Campbell v. Jamison, 8 Barr 498, where a parol republication was sustained, the will had been executed before the Act of 1833 was passed, and like the case of Mullen v. McKelvy, 5 Watts 400, the execution of the will was to be judged of by the law as it stood at the time of the execution. The execution of the will in both those cases was under the old law which required no signature, and the right to republish by parol followed as a necessary and legal sequence. The testators died after the Act of 1833 came into force, but that statute did not afford the rule either of publication or republication.\nIn Jack v. Shoenberger the question was whether land acquired subsequently to the execution of the will could pass under a gene- ■ ral devising clause, there being no words in the will to manifest a contrary intent. When the case was first up a parol republication was relied on, but this court, in an able opinion by the late Chief Justice G-ibson, decided that the Act of 1833 had cut up parol republications by the roots and made an end of them for ever in Pennsylvania; and, without adverting to the 10th section of the act, held that the devisee could not take the subsequently acquired land. When the case came up ‘again we were puzzled whether to treat it as subject to the Act of 1833 or the prior law. The will was made before the act, and the death occurred afterward. After discussing it in all its aspects, the ruling was brought down to a single alternative proposition, which was stated in these words— “ this will and all questions arising upon it stand upon the law as settled before the Act of 1833, and was capable of republication by parol, or else it is within the Act of 1833, and its terms are sufficient, under the act, to pass real estate acquired subsequently to its date. Either way the plaintiff in error would be entitled to recover.”\nOur business was to rule that particular case, and we did so without needing, or intending to affirm the general doctrine that a will executed since the Act of 1833 could be republished by parol. For that doctrine there is not a single authority, and I hope the present case will not he mistaken for one.\nMy object is not at present to discuss the point but to rescue it from misapprehension, so that when it shall be fairly presented on a state of facts which amount to republication, and on a will made and executed under the Act of 1833 it may have the fair and careful consideration its importance demands.\nThe decree of the Register’s Court is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      },
      {
        "text": "Knox, J.\nConcurring in the affirmance of this decree, but not entirely in the opinion delivered by my brother Woodward, it is necessary that I should briefly state the reasons which have induced me to believe that the decree of the Register’s Court should be afflrmed.\n1. I have no doubt whatever but that the 16th section of the Act, passed 8th April, 1833, which provides “ That a will executed by a single woman shall be deemed revoked by her subsequent marriage, and shall not be revived by the death of her husband,” is in full force, neither repealed nor in any wise affected by the Act of 11th April, 1848.\n2. The true construction of the seventh section of the Act of 11th April, 1848, in my opinion is, that it is necessary to the validity of a married woman’s will devising real estate, that the witnesses mentioned in the section should be present when the will is completed by the signature of the testatrix, and that they should see her signature put to the will, or receive her acknowledgment of its genuine character at the time of the execution thereof.\n3. I do not believe that there is anything in the Act of 8th April, 1833,- which prohibits the republication of wills, made before or subsequent to its passage by parol; but as the same solemnities are required in the republication as in the original jrablication, a will made before coverture and revoked by marriage, cannot be republished whilst the marriage relation exists, by the mere declaration of the wife, made to two or more persons, the will not .being present, that she desires her husband to have her property according to her will, and that her wish is, that the will should take effect after her death.\nApplying these principles to the present case, it follows that the will made by Miss Ann Josephine Carter, on the 20th October, 1852, was revoked by her marriage with Mr. Fransen, in January, 1853, and that it was not revived by her declarations made during coverture, proved by Mrs. Carter, Mrs. McCauly, and Ellen Borland, she therefore died intestate.\n• Lewis, C. J., concurred with Knox, J.\n■ The following is the opinion referred to by his Honour Mr. Justice Woodward.\nSUPREME COURT, WESTERN DISTRICT, SEPT. TERM, 1851.\nSHOENBERGKER VerSUS JACK.\nError to the Common Pleas of Westmoreland county.\n(See the facts of the case, 10 Harris 416.)\nGibson, C. J.\nWhen the common law power of devising lands —taken away from the Saxons by their Norman conquerors — was restored to the nation by the 32 H. 8, explained by the 34th of the same reign, the people and the judges, in the enjoyment of their long-lost right, ran into the opposite extreme. Any scrap of writing indicative of a posthumous disposal of land, passed current with the courts as a will, when bolstered up with parol evidence, always an unsafe medium of proof, but emphatically so when applied to the expressions of a helpless and dying man, surrounded by eager and rapacious expectants. Nothing but the recoil of the bow could have forced the judges, in the interpretation of the English statute of wills, to hold, for example, that a deed might operate as a will; or that separate sheets or memoranda, written at different times, and found in different countries, might constitute an entire testamentary instrument; or that a letter expressive of a posthumous disposal of land might pass the title to it; or that a will put in writing while the testator was insensible, and in the article of death, might be a compliance with the statute; or that notes of instruction taken by a scrivener, but not communicated to the testator, might be equivalent to a formal will; or that there might be a párol republieation of a will so as to make it pass after purchased land, or revoke a subsequent one. It may well be conceived that this laxity of interpretation produced an abundant crop of frauds and perjuries; or that the 29 Car. 2, which was intended to restrain them by requiring an observance of particular solemnities, was not inaptly named. The 5th section of that statute, which in England swept away the decisions on its predecessor, provides that “ all devises of land shall be in writing, and signed by the party devising the same, or by some person in his presence, or by his express direction; and shall be attested in the presence of the testator by three or four credible witnesses, or else they shall be entirely void and of none effect.” And by the sixth section it was provided that “ no devise in writing of lands, tenements, or hereditaments, shall be revocable otherwise than by some will or codicil, in writing, or other writing, declaring the same, or by burning, cancelling, tearing, or obliterating the same by the testator himself, or in his presence by his express direction and consent; but that all devises and bequests of lands and tenements shall be and continue . in force until the same be burnt, torn, cancelled, or 'obliterated by the testator, or by his direction, in manner aforesaid; or unless the same be altered by some other will or codicil in writing, or other writing of the devisor, signed in the presence of three or four witnesses declaring the same.”\n, No form of republieation is prescribed, but no English lawyer •ever supposed that it might be oral. It never was doubted that express republication could be accomplished by anything less than a repetition of the original solemnities; and in Barns v. Crawe, 4 Bro. C. C. 2, S. C. 1 Ves. Jr. 486; Acherly v. Vernon, Com. 381; Potter v. Potter, 1 Ves. Sen. 437; and Pate v. Davy, Camp. 138, the principle was taken for granted. Indeed, in the first of these cases it was expressly asserted. The truth is, the judges seem to have grown sick of their absurd interpretation of the statute of wills, and to have determined to get rid of it by holding that no testamentary paper should pass a title to land unless it were executed or adopted strictly according to the terms of the new statute. Yet in their construction of it they could not entirely forget their former laxity of interpretation, holding as they did the testator’s name, written in the body of the will, to be a sufficient signature of it.\nSuch is a sketch of the English legislation on the subject, as well as their judicial interpretation of it; and our own has been reared on the same basis.\nNeither the English statute, of wills, nor those sections of the English statute of frauds, which regulate the execution of devises, .were re-enacted here or extended by adoption in practice. The Act of 1705 is the equivalent of the first, and the Act of 1833 of the second. The English decisions on the statute of the 32 H. 8, were resorted to as precedents to establish almost anything in the shape of a will, as may be seen in Walmsley v. Reed, 1 Yeates 90; Rossiter v. Simmons, 6 Ser. & R. 425; Murry v. Murry, 6 Watts 356; Barnett’s Appeal, 3 Rawle 15; Rohrer v. Stayman, 1 Watts 442; and Arndt v. Arndt, 1 Ser. & R. 256. And it may be seen •in Havard v. Davis, 2 Binn. 406, and subsequent cases, that a will in writing could be republished by parol. In this crude state the power of devising remained in Pennsylvania for more than a century.\nBut the mischief of it called too loudly for a remedy to be disregarded ; and in 1833 the legislature declared that “ every will shall be in writing, and unless the person making the same shall be prevented by the extremity of his last sickness, shall be signed by him at the end thereof, or by some one in his presence, or by ■his express direction; and in all eases shall be proved by the •oaths or affirmations of two or more competent witnesses.” And it was further declared that “ no will in writing concerning any real .estate shall be repealed;, nor shall any devise or direction therein be altered otherwise than by some other will or codicil, or other writing declaring the same, executed and proved in the same manner as hereinbefore provided.” Like the 29 Car. 2, from which it was in part taken, it contains no separate provision for republication, but Mr. Powell says, in his Essay on Devises, 608, that the reason why parol declarations were sufficient to republish a will under the statute 32 H. 8, was because they were sufficient to make it. But though our act of 1705 prohibited parol revocations, we tolerated parol republications. That may only prove, however, that we had not carefully compared it with the English statute, and gave too much credence to English decisions. But to say nothing of the mandate in the Act of 1833, that a will shall not be altered except by will or codicil executed as the will itself was, the objection to parol revocation is found, perhaps, not so much in any specific provision or declaration, as in the manifest general purpose of the powers of the act to shake off the previous precedents, and to prevent real property from passing by a devise which had not, in all respects and bearings, been sanctioned by an observance of the prescribed forms. Any act which alters the legal effect of an instrument, makes it a new and a different one in all its parts; insomuch that, as is shown by the authorities .cited in 2 East C. L. 978, a forgery of part of a deed is the forgery of the whole of it. A republished will is said by Chief Justice Tilghman, in Havard v. Davis, and by Mr. Powell, 616, to be essentially a new one, and if new it must be newly executed. If it is what it was at first, it cannot pass after-purchased land, •and if it can pass it, it cannot be what it was at first. The converse of each of these propositions is self-evident. At common law, a devise, being a conveyance, speaks at the time of its execution, and the republished will of an infant or a feme covert speaks at the time of its republication, without regard to what it was during the continuance of the disability. It derives its force not from proof of its original execution, but from proof of subsequent execution satisfying anew the requirements of the statute. Under the English statute of frauds express republication is made by a repetition of the original ceremonies: implied re]3ublication by a codicil executed in the same way, of which the will is constructively a part. The same must necessarily be the law here; for if parol republication were allowed to extend the operation of a devise, the Act of 1833 would afford a remedy for only a part of the ancient mischief. The field of parol evidence would be narrowed to cases of after-purchased land, and perhaps revocation; but within the bounds left to it, perjuries and frauds would be as rife as ever. Land would pass, not by the force of the will, but by force of parol declarations sustained by parol evidence, and we should be thrown back on the dangers and uncertainties of the Act of 1705, interpreted by the decisions on the English statute of wills. Why not rather follow the decisions on the analogous English statute of frauds ? They do not lessen the mischief merely, but remove it entirely. In this case the testator died after the Act of 1833, and leaving his will within the purview of it; and not only was proof of his declarations erroneously admitted, but the scope of the charge tended to an erroneous conclusion.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "concurrence",
        "author": "Knox, J. Gibson, C. J."
      }
    ],
    "attorneys": [
      "S. J. Williams and 6r. M. Pallas, for appellant.",
      "John M. Pead, for appellees."
    ],
    "corrections": "",
    "head_matter": "Will of Anne Josephine Fransen.\nThe 10th section of the Act of 8th April, 1833, which enacts that the will of a single woman shall be revoked by her subsequent marriage, is not repealed by the Act of the 11th April, 1848, securing the rights of married women.\nWhere a feme covert who had made and' executed a will prior to her marriage, expressed, in the presence of three witnesses called for that purpose, a desire that her property should go as directed in the will, and that she wished it to have full effect, designating the will by the time of its execution, it not being present at the time,\nHeld, That this did not constitute an execution of a will, by a married woman, within the provisions of the 7th section of the Act of the 11th April, 1848.\nNor did it constitute a republication of such will.\nWhether a parol republication of a will dated subsequent to the Act of 1833, is good in any ease, doubted per Woodward and Knox, JJ., and Lewis, Ch. J., contri!. Not decided.\nThe case of Jack v. Shoenberger, 10 Harris 416, explained.\nAppeal from the Register’s Court of Philadelphia.\nThis was an appeal from the decree of the Register’s Court, reversing the decision of the register, admitting to probate, and issuing letters testamentary thereon, of the will of Mrs. Anne Josephine Fransen, deceased. Mrs. Eransen was the daughter of the late Bernard M. Carter, of the city of Philadelphia, and entitled to considerable property under the will of her father, and which was held by Charles Carter in trust for her use during life; with remainder over to her sisters and their children, if she died without issue, and intestate.\nMiss Carter became engaged to be married to Eugene E. P. H. Eransen, and on the 20th October, 1852, executed in the presence of three witnesses her last will and testament, in which she bequeathed her whole estate, whether held in her own right or subject to her appointment under theuwill of her father, to her intended husband.\nThe marriage between the parties took place on the 21st of January, 1853; and Mrs. Eransen died in April following; and the will was proved by the subscribing witnesses.\nSubsequent to the marriage, she made a parol republication of the will in the presence of her mother and two other witnesses, whose testimony was as follows: “ Personally appeared before me, the Register of the City and County of Philadelphia, Mrs. Lucy Carter, Mrs. Mary E. McCauley and Ellen Borland. Who being respectively sworn on their oaths, do say that they well knew Anne Josephine Eransen, the wife of Eugene Elige Peter Henry Eransen, and did hear her declare after the date of her marriage, referring to a will that she had previously executed in favour of her then intendéd, and afterwards at the time of such declarations, her actual husband, that she wished him to have all her property as the said will expressed it, and at the times of making such declarations, she was of sound mind, memory, and understanding. And the said Mrs. Lucy Carter, mother of said testatrix, further says, that the will she referred to was the only one she had any knowledge of her having made, to wit: one dated the 20th October, (1852) eighteen hundred and fifty-two, in favour of her said husband, except one in favour of this deponent, before the said will, and'when she made the sajd will, destroyed by her. She expressed her anxious wish, within three days of her death, that her said last will should take effect.”\nThe register admitted the will to probate, and on the 16th July, 1853, issued letters testamentary to Fransen, the, executor named in the will.\nOn the 21st July, 1854, an appeal from this decree was entered, at the suit of the sisters of Mrs. Fransen, to the Register’s Court, by whom the decision of the register was reversed, and the letters testamentary revoked. From this decree Fransen took an appeal to the Supreme Court.\nS. J. Williams and 6r. M. Pallas, for appellant.\nJohn M. Pead, for appellees."
  },
  "file_name": "0202-01",
  "first_page_order": 202,
  "last_page_order": 211
}
