{
  "id": 977322,
  "name": "Ivins versus Scott",
  "name_abbreviation": "Ivins v. Scott",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "215",
  "last_page": "217",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 352,
    "char_count": 6698,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.30706017995643764
    },
    "sha256": "fc809380f10fc3a781a29d6b404f15a674e2aa88bbe9df70ba0f8ad0109887f3",
    "simhash": "1:5924efbfba1d83e1",
    "word_count": 1200
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ivins versus Scott."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrib, J.\nRobert Scott devised to his daughter Acksah and her heirs a tract of land, and added afterwards that “ in case of her death without issue, the land shall revert back and descend to my daughter Eliza, her heirs and assigns.” She did die without issue, and the testator having left three other children, the question is, does Eliza take the whole or only an undivided share with the rest ?\n■ The court below, looking for light to other parts of the will, held this to be an executory devise in favour of Eliza exclusively. The counsel contend that Acksah took an estate tail. And suppose that she did. Then the devise over to Eliza is a vested remainder of the whole. Yiew it either way, the judgment is right.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrib, J."
      }
    ],
    "attorneys": [
      "Lear, for-plaintiff in error.",
      "Yardley and Roberts, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Ivins versus Scott.\n■Where a testator devised a tract of land to his daughter A. and_ her heirs, and in “ case of her death without issue, the land to revert hack to his daughter E., her heirs, and assigns for ever” :\nHeld, That whether this was an executory devise in favour of E. or created an estate tail in A., could not affect E.’s right to recover, as in the latter case the devise over was a vested remainder in E., and in either event upon the death of A. without issue, she was entitled to the whole of the premises.\nError to the Common Pleas of Bucks county.\nThis was an ejectment by Eliza Scott against Edward Ivins, to recover two small pieces of land, tbe one containing 120 perches, and the other 93 perches.\nThe plaintiff claimed the premises under the will of her father, Robert Scott, which so far as material was as follows:—\n“ I give and devise to my daughter Acksah Quintan, and to her heirs, my tract of about seventy-five acres of land in the said township of Falls, known by the name of the Turkey-hill Farm, together with a bond of twelve hundred dollars I hold against her husband, Alexander Quintan. Also, six hundred and fifty dollars to be paid to her by my executors, in one year after my decease, with moneys arising out of my personal estate, and in case of the death of my said daughter Acksah without issue, the land hereby devised her shall revert back and descend to my daughter Eliza Scott aforenamed, to her, her heirs and assigns for ever, together with the six hundred and fifty dollars, if not before received by my said daughter Acksah in her lifetime, and if her death should happen in the lifetime of her said husband, he to take and enjoy the rents and profits of the farm aforesaid during his life. The farm aforesaid to be subject and to pay the same quantity of rent to my said wife during her natural life that I receive therefor, whether it may be in the possession of my said daughter Acksah, or otherwise notwithstanding.”\nRobert Scott, the testator, died leaving five children, among whom were Acksah Quintan and Eliza Scott. Acksah and her husband were both dead before the commencement of this suit, leaving no issue. The other three children of the testator were dead, each leaving issue.\nThe defence rested principally upon the ground that the devise gave to Acksah Quintan an estate tail, which, upon her dying without issue, reverted to the heirs of the testator, and that if Eliza could recover at all, it would only be one undivided fourth part, as one of the heirs of Robert Scott.\nHis Honour (Smyser, P. J.,) charged the jury as follows:—\n“ Three questions are presented in this case for determination.\n“ 1. Is the land or any part thereof claimed in the plaintiff’s writ, and now in the possession of the defendant, part of the farm devised by Robert Scott to Acksah Quintan, and, on failure of issue, to the plaintiff?\n“ 2. Is the plaintiff’s right to recover the same, if it ever existed, barred by the statute of limitations ?\n“ 3. If the plaintiff is on both the foregoing grounds entitled to recover, does she recover the whole, or only her undivided part _ as one of the heirs of Robert Scott ?”\n(After instructing the jury on the first and second points, to which part of the charge there is no exception by either side, the court instructed them as follows on the third question presented.)\n“ The answer to this will depend on the construction given by the court to the clause in Robert Scott’s will, devising the ‘ Turkey-hill Farm.’ (The court here read the clause to the jury inconnexion with the codicils.)\n“ If the limitation of the estate in question is an executory devise, then the plaintiff, if she recovers, recovers solely the whole. If it is void by way of executory devise, and creates merely an estate tail in Acksah Quintan, the first taker, then she having died without issue, the property would revert to Robert Scott’s heirs, and the plaintiff would only recover her share as one of them. The solution of this inquiry depends on whether an indefinite failure of issue is meant, or a definite failure, — that is, a failure within a life or lives in being and 21 years after; if the first, it is an estate tail in the first taker. If the second, it is a good executory devise, and the limitation over to Eliza Scott, the plaintiff, would take effect.\n“We are of opinion that a definite failure of issue is meant, to wit: at the time of Acksah Quintan’s death. The farm and the $650 are coupled together, in the limitation over, showing, as I think, that it was in the testator’s mind that both should take effect at the same time. But it is expressly provided that the money is to go to plaintiff, ‘ if not received by my said daughter Acksah in her lifetime;’ and the farm is to go over ‘together ;with’ the $650. The language of both the codicils confirms this view, as showing what was the general intent of the testator as to the time when the limitations over of the property given conditionally to Acksah, should take effect. In them he plainly indicates the time of her death as the period in his mind for the occurrence of the contingency. Although not decisive of the particular intent in the clause in question, they throw light upon it. We search out the intent of the testator as we can gather it from the four corners of the will; for, if legal, it will and ought to govern. Regarding this devising clause, then, as a good executory devise; it follows that the whole title and right of recovery, whatever you may find to be its extent, is .in the plaintiff, so as to entitle her, if she recovers at all, to recover an entirety, and not-an undivided purpart.” • •\n• The jury found for the plaintiff for one of the tracts described in the writ.\n■ The defendant brought this writ, and assigned for error the foregoing instructions of the court.\nLear, for-plaintiff in error.\nYardley and Roberts, for defendant in error."
  },
  "file_name": "0215-01",
  "first_page_order": 215,
  "last_page_order": 217
}
