{
  "id": 977323,
  "name": "Gibbons versus Fairlamb",
  "name_abbreviation": "Gibbons v. Fairlamb",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "217",
  "last_page": "219",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 217"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Phill. 1",
      "category": "reporters:state",
      "reporter": "Phill.",
      "opinion_index": 0
    },
    {
      "cite": "2 Yeates 578",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812762
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0578-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 329,
    "char_count": 5553,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 2.2677900056982574e-07,
      "percentile": 0.7834149790200123
    },
    "sha256": "5a93236019ee5baaae45944c388c41e182dc7dc460781254bd17601f2cd299a6",
    "simhash": "1:f6e59158e4b13a1b",
    "word_count": 969
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Gibbons versus Fairlamb."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nJoseph Gibbons, the elder, bequeathed $6000 to his daughter, Elizabeth Eairlamb, to be paid to her out of his personal estate, within six months after his decease. After other legacies he gave the residue to Joseph Gibbons, his son. He then provided in his will that in case of the decease of any of the legatees previous to the expiration of six months after the death of the testator, and before payment of their respective legacies, the bequest to such legatee so dying “ shall descend to and be equally divided amongst his or her heirs or representatives.” Elizabeth Eairlamb died in the life of the testator, and her husband took out letters of administration upon her estate, and recovered the legacy in the court below.\nAs the legacy never vested in Elizabeth, it seems clear that her husband cannot claim it in his character of administrator. If he takes it, he must do so as the person substituted by the testator to take in case of her death. Is he the “ heir or legal representative” of his wife in regard to her personal estate ? He is entitled to administration. He may recover her choses in action. After payment of her debts he may hold all her personal estate to his own use. He is the only person beneficially entitled by law to her personal estate after her death. If this legacy had vested in her it would undoubtedly be his as her “ legal representative.” He is therefore in respect to it her “heir” or “representative” within the meaning of the will. The general rule, in such cases, seems to be that the person beneficially entitled is the legal representative: Cotton v. Cotton, 2 Beav. 67; Ware v. Fisher, 2 Yeates 578. Even where executors or administrators take as purchasers they are regarded as trustees for the persons beneficially entitled, and must apply the bequest as other assets that come to their hands in their official character: Williams on Ex’rs. 983, 972; 1 Phill. 1; 7 Beav. 72; 1 Keene 325; 2 Keene 696. The word “ heirs” does not necessarily exclude the husband, because that word has been held to mean such persons as would be entitled to the money, or the representatives by the law of the country: Patterson v. Hawthorn, 12 Ser. & R. 112; Buckley v. Reed, 3 Harris 83.\nIt is of no consequence whatever that the husband is not strictly “ next of kin” to his wife. His affinity is a nearer kindred than blood. It is quite sufficient that the law regards him as her legal representative. The presumption is that he was the person intended by the testator when the latter used that term, unless the words in the will repel that presumption. The words relied upon to produce that effect are found in the direction that the legacy shall “ descend” and be “ equally divided.” The first has relation to the process by which the legacy is supposed to reach the objects of his-bounty. The second provides for the mode of enjoyment after it reaches them. An error in either of these particulars is too insignificant to control the precise and certain description of the persons entitled. To adopt the construction contended for might defeat the claim of a father, mother, or any other relative in the ascending line, on the ground that the legacy did not strictly “ descend” to them; or it might defeat an only child, on the ground that the legacy could not be “ equally divided” where there was but one claimant. The disposition which the law makes is supposed to be founded on policy and justice, and should be favoured in all cases of doubt. The testator has carried out that policy, and has left no room for serious doubt in regard to his intention. The judgment of the Common Pleas is correct.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "T. S. Bell and JE. Darlington, for plaintiff in error.",
      "Broomall, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Gibbons versus Fairlamb.\nWhere a testator bequeathed to his daughter E. $6000, to be paid out of his personal estate within six months after his decease, and then after giving other legacies to his children, provided that in case of the decease of any of the legatees before the expiration of the six months, and before the payment of their legacies, the bequest of those so dying “ shall'descend to and be equally divided amongst his or her heirs or representatives.” E. died in the lifetime of the testator without issue, her husband-took out letters of administration on her estate.\n' Held, That the husband was the “ heir” or “ representative” of his wife within the meaning of the will, and as such entitled to the legacy.\nThe husband could not recover as Tier administrator, the legacy having never vested in the wife, but as the person substituted by the testator in the event of her death.\nThe word heir in the description of the persons who are to take in the event of the death of the legatee, does not necessarily exclude the husband: it meaning such person as would be entitled to the money as the representative by the law of the state.\nError to tbe Common Pleas of Delaware county.\nThis was an action by Frederick Fairlamb, administrator, of -Elizabeth Fairlamb, deceased, against Joseph Gibbons, executor of Joseph Gibbons, deceased, to recover a legacy bequeathed to the said Elizabeth.\nThe parties agreed upon a ease stated in the nature of a special verdict, on which the court below rendered a judgment for the plaintiff for $6000, with interest, from 21st December, 1858. The defendant brought this writ of error.\nThe facts of the case, and the points involved, are sufficiently stated in the opinion of his honour, the chief justice.\nT. S. Bell and JE. Darlington, for plaintiff in error.\nBroomall, for defendant in error."
  },
  "file_name": "0217-01",
  "first_page_order": 217,
  "last_page_order": 219
}
