{
  "id": 977365,
  "name": "Pauline Ruoff's Appeal",
  "name_abbreviation": "Pauline Ruoff's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "219",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wh. 387",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 153",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850927
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0153-01"
      ]
    },
    {
      "cite": "5 Wh. 395",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 295,
    "char_count": 3740,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 1.5769304073001325e-07,
      "percentile": 0.6796822903574687
    },
    "sha256": "01c56a2463bcb0ebf96b8f87c1f31ce87521ae2b3b0a3e7ba3768b3eb104fbad",
    "simhash": "1:2a832afff9e64080",
    "word_count": 702
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pauline Ruoff’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\n\"Woodward, J.\nThis is an attempt to establish as the will of Chistopher Ruoff a testamentary paper not signed by him at the end thereof, nor by any person in his presence and by his express direction, as required by the 6th section of the Act of 8th April, 1833. The excuse is that he was prevented from signing by the extremity of his last sickness, and so are the proofs, but he was not prevented from requesting some person to sign for him, for all the witnesses say he had his senses and conversed about the will much more than would have been necessary to prefer such a request, yet no one of them pretends that he made such request. It is not the case of a testator prevented by the extremity of his last sickness both from signing and requesting another to sign for him. According to the evidence he could not sign, but could request and did not.\nThe rule prescribed by the statute is imperative in such a case, and the decisions cited in the argument show that it has not been relaxed by judicial construction. It is decisive against the appellant.\nThere was no'occasion for an issue. Granting that the application was in due time and form (both of which might be questioned), there was no dispute upon a matter of fact. It was a conclusion of law upon the facts shown by the appellant that she had proved no will, and therefore the court were entirely right in reversing the Register’s decree and refusing an issue.\nThe decree of the Common Pleas is affirmed.",
        "type": "majority",
        "author": "\"Woodward, J."
      }
    ],
    "attorneys": [
      "H. AT. Scott and S. Hood, for appellant,",
      "E. 0. Brewster, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Pauline Ruoff’s Appeal.\nIn order to sustain as a will a paper to which the decedent did not sign his name, it must be proved by two witnesses, not only that he was prevented by the extremity of his last sickness from signing it himself, but also, that he was prevented by the same cause from directing some one to sign his name to it for him and in his presence.\nIt was not error for the Register’s Court to refuse a precept for an issue, where there were no facts in dispute.\nAppeal from the Register’s Court of the city and county of Philadelphia.\nChristopher Ruoff died on the 28th of August, 1853, at about six o’clock, p. M. About nine o’clock of the morning of his death he asked Christian Hininger to write his will, and said if he should die he wanted all his property to go to his wife. Hininger went to his own house, which was near to Ruoff’s, and wrote the paper in question, and brought it back and read it to the deceased, and he said that was his will. Hininger says, “ he was very weak in Ms body, but had his full senses. I raised him up in bed for him to sign the will, and he took the pen in his hand; he said he was too weak to write his name and that it would do as well without it, because he requested all persons -to witness that he left everything to his wife.”\nThe same facts were testified to substantially by three other witnesses who were present.\nOn this proof the register admitted the paper to probate as the last will and testament of Ohi’istopher Ruoff, and issued letters to the widow. John Ruoff, a brother of the deceased, appealed to the Register’s Court. The court sustained the appeal and reversed the decree of the register, and also refused to grant a precept demanded by the appellant for an issue.\n' From these decisions of the Register’s Court, Pauline Ruoff, the widow, appealed to this court.\nH. AT. Scott and S. Hood, for appellant,\ncited Act 15th March, 1882, § 41, and remarks of the commissioners thereon; Hood on Executors, 385, 473; 5 Wh. 395; 9 Barr 54; Hood on Executors 514.\nE. 0. Brewster, for appellees,\nAct 8th April, 1833, § 6; 9 Barr 56; 10 Watts 153; 5 Wh. 387; 8 W. & Ser. 26; 5 Eng. L. & Eq. 578; Act 15th March, 1832, § 13; Parsons’ Sel. Cas. 156-7; 3 Harris 281."
  },
  "file_name": "0219-01",
  "first_page_order": 219,
  "last_page_order": 221
}
