{
  "id": 977341,
  "name": "Road in Lower Macungie Township",
  "name_abbreviation": "Road in Lower Macungie Township",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "221",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 221"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 252,
    "char_count": 4491,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 1.1531833069410642e-07,
      "percentile": 0.581873306127114
    },
    "sha256": "0c9685af1cc94359b0974a894d4505b81a191cc0e693337a84b3d28203b47b67",
    "simhash": "1:3c13ec5bb590af3a",
    "word_count": 791
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Road in Lower Macungie Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nUpon exceptions to the report of road viewers, depending upon matters of fact, to be determined upon evidence other than the record, this court will not interfere with the decision of the court below, unless there has been manifest error committed; and no evidence will be here considered other than that submitted to the Quarter Sessions, and sent up with the record. We do not understand that the first exception is relied upon by the plaintiff in error, and if it were we would not interfere with its determination in the Sessions. Whether the jurors misbehaved themselves, or whether any undue influence was brought to bear upon them, was peculiarly a proper subject to be determined by the court where the proceeding originated. We cannot say as matter of law that the report was vicious, because it was drawn by the attorney for the petitioners.\nAn attorney at law has no authority to administer an oath, but he may repeat the form of an oath to a witness or a road viewer, if requested to do so, by one having authority; and if it is done in the actual presence of the person so authorizing it, there is no question of its legality. Here the viewer, who is alleged not to have been duly sworn, was himself a justice of the peace, and the other viewers were any of them competent to administer an oath to one of their number. The report states that the viewers “were duly sworn according to law,” and as the contrary does not appear, we will presume that the form of the oath was read by Mr. Stiles to Mr. Lawall, in the presence of and by the direction of the other viewers.\nThe petition is sufficiently descriptive as to the commencement and termination of the road. The allegation made in the fourth exception that there was a fraudulent misrepresentation made by one of the petitioners to the viewers in reference to the cost of making the new road, or part of it, does not appear to have been sustained to the satisfaction of the Quarter Sessions.\nOrder affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Longnecher, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Road in Lower Macungie Township.\nThis court will not interfere with the decision of the court below in road views upon matters of fact, and depending upon evidence other than the record, unless there has been manifest error; and no evidence will be noticed except such as was before the Quarter Sessions and sent up with the record.'\nA report of viewers laying out a road is not vicious because it was drawn .by the attorney for the petitioners.\nAn attorney at law has no authority as such to administer an oath, but if done in the presence, and by the direction of a person having authority, it will be valid and binding.\nCertiorari to the Quarter Sessions of Lehigh county.\nThis proceeding originated by a petition being presented for a road, in which the termini were stated as follows: “ Beginning at a public road leading from Trexlertown to Millerstown, on line of lands of Joseph Schmoyer and late Henry Schmoyer, deceased ■(land of Henry Schmoyer, now occupied by his widow, Lydia Schmoyer, she having a life estate therein), thence by the nearest and best route until' it intersects a public road leading from Millerstown to New Texas, on lands of Jacob Steffin, in said township of Lower Macungie.”\n■' The viewers were appointed, and five of them were sworn by J. D. Lawall, Esq., one of the .viewers. The oath was then administered to him by J. D. Stiles, Esq., the counsel of the petitioners. After the jury had viewed the ground, and determined .in favour of granting the road,- their report, at their request, was drawn up by Mr. Stiles, and signed by all the viewers.\n■ It was also alleged that misrepresentations as to the cost of the road had been made to the viewers by one of the petitioners, by .which the road was located differently from what it otherwise would have been. . .\nExceptions were filed in the court below: That Mr. Stiles, the attorney of the petitioners, was admitted to the deliberations of the viewers. That he had no authority to administer the oath to one off the viewers. That the township in which the road commences is not stated, and that there had been misrepresentations made by a petitioner to the viewers, as to the cost of making the road.\nThé court below dismissed the exceptions, and confirmed the report.\nJacob Steffin removed the proceedings to this court, and assigned for error that the court erred in dismissing the exceptions, and in confirming the report of the viewers.\nLongnecher, for plaintiff in error."
  },
  "file_name": "0221-01",
  "first_page_order": 221,
  "last_page_order": 222
}
