{
  "id": 977306,
  "name": "Paul versus Carver",
  "name_abbreviation": "Paul v. Carver",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "223",
  "last_page": "227",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 223"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wharton 18",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8877306
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0018-01"
      ]
    },
    {
      "cite": "2 Yeates 331",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812568
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0331-01"
      ]
    },
    {
      "cite": "18 Maine Rep. 76",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        384991
      ],
      "opinion_index": 0,
      "case_paths": [
        "/me/18/0076-01"
      ]
    },
    {
      "cite": "8 Cushing 598",
      "category": "reporters:state",
      "reporter": "Cush.",
      "opinion_index": 0
    },
    {
      "cite": "8 Cush. 595",
      "category": "reporters:state",
      "reporter": "Cush.",
      "case_ids": [
        3895958
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/62/0595-01"
      ]
    },
    {
      "cite": "1 Conn. Rep. 103",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        12122741
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/1/0103-01"
      ]
    },
    {
      "cite": "6 Conn. 471",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6755412
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/6/0471-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 656,
    "char_count": 12054,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 1.2146518940590877e-06,
      "percentile": 0.9879608811170072
    },
    "sha256": "17d46f10aa2f9226dace5b38e378f29b424cc28c39c71fe65e76a87772545546",
    "simhash": "1:1664a291a34c9b03",
    "word_count": 2133
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Paul versus Carver."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe general rule is well established that where a stream not navigable is called for in a deed as a boundary or monument, it is used as an entirety to the centre of it, and to ■that extent the fee passes. It would require an express exception ■in the grant, or some clear and unequivocal declaration, or certain] and immemorial usage, to limit the title of the grantee, in such! cases, to the edge of the river: 3 Kent’s Com. 428. So land/ bounded by an artificial ditch extends to the centre of the ditch: 6 Conn. 471. So, where a street is called for as a boundary, the title passes to the centre of the street. “ The law with respect to public highways and to freshwater rivers is the same, and the analogy perfect as concerns the right of soil. The presumption is that the owners of the land on each side go to the centre of the road, and they have the exclusive right to the soil subject to the right of passage in the public; 3 Kent’s Com. 432. Chancellor Kent declares that “ the established inference of law is that a conveyance of land bounded on a public highway, carries with it the fee to the centre of the road, as part and parcel of the grant: .The idea of an intention in a grantor to withhold his interest in a road to the middle of it, after parting with all his right and title to the adjoining land, is never to be presumed. It would be con--» trary to universal practice; and it was said in Peck v. Smith, 1 Conn. Rep. 103, that there was no instance where the fee of a I highway, as distinct from the adjoining land, was ever retained by the vendor. It would require an express declaration, or something equivalent thereto, to sustain such an inference 3 Kent’s Com. 433. If no other reason could be assigned in support of this rule of construction, the general understanding of the people, and, the extensive and immemorial practice of claiming and acquiescing in such rights, ought to have great weight. A contrary opinion would introduce a flood of unprofitable litigation. But the rule has its origin in a regard to the nature of the grant. Where land is laid out in town lots, with streets and alleys, the owner receives Ía full consideration for the streets and alleys in the increased value of the lots. The object of the purchasers of lots is to enjoy • «the usual benefits of the streets. The understanding always is [that houses may be erected fronting on the streets, with windows * and doors, and doorsteps and vaults. These latter always extend beyond the line of the street, and it is necessary that they should so extend. If a right of property in the streets might, under any» circumstances, be exercised by the grantor, he might deprive his! grantee of the means of entry into or exit from his house, and of] all the enjoyments of light and air, and might thereby deprive him of the means of deriving any benefit from his purchase. In large cities vaults under the sidewalks for receiving fuel and other necessaries are almost universally constructed. In some instances where lots are owned by the same person on each side of the street, these vaults extend entirely across it, forming an under-ground communication between the two properties. Shade trees, posts, awnings, and many other convenient structures, - are constantly erected. All these might be prohibited by the original grantor, if his right of property remained after parting with the lots. If the streets were to be vacated, of what value would they be to the original grantors, unless for the purposes of annoyance to the lot owners ? A long strip of ground fifty or one hundred feet wide and perhaps several miles in length, without any access to it except at each end, is a description of property which it is not likely either party ever contemplated as remaining in the grantor of the lots on each side of it. Influenced by these considerations, the law has carried out the real intention of the parties by holding that the title passed to the centre of the street subject to the right ¡ of passage. Where a street is called for as a boundary it is re- J garded as a single line. The thread of the road is the monument of abuttal: 8 Cush. 595. Measurements are of small importance | where monuments are called for. Monuments control measure- Í ments. There is no doubt whatever as to the existence of the* general rule; but it is thought by the plaintiff in error that where the deed calls for a particular side of a street the case is taken out of the rule. In our opinion this is a circumstance entirely too insignificant to produce a result so inconvenient and so contrary to the practice of the people. This very question was decided when these parties were here, in another form of action. It is therefore unnecessary to examine in detail either the English or American decisions on the subject. While they all fully recognise the existence of the rule that a conveyance of land bounded by a highway passes to the grantee a title to the centre of the way, there is some difference of opinion in the application of it to particular cases. A rule founded upon policy, and tending to guard against inconveniences of the most alarming character, ought not to be frittered away by distinctions founded on differences in /phraseology, which might readily escape attention. The para-j / mount intent of the parties, as disclosed from the whole scope of I the conveyance, and the nature of the property granted, should! be the controlling rule. Although the measurement of the dis-j tance set forth in the conveyance brings the line only \"to the side\" of the road, this is not sufficient to control the rule of law which carries the title to the centre of it: Newhall v. Iveson and another, 8 Cushing 598. Although the deed says nothing about a highway, and although the south line of the land conveyed corresponds with the north line of the highway, as originally laid out, still this strong circumstance has been held entirely insufficient to control the general intendment of law that the title passes to the centre of the highway: Champlin v. Pendleton, 13 Gonn. Rep. 23. Even where a grant described the land as “beginning on the westerly side of the county road,” “thence running northerly, touching the said westerly side of said road forty rods,” this description ivas held to be insufficient to control the rule of law which extends the title to the centre of the road: Johnson v. Anderson: 18 Maine Rep. 76. The case last cited disposes of the identical question now before us, and we adopt it as a sound exposition of the law. In our own state we have no authoritative decision on the question. Black v. Hepburn, 2 Yeates 331, was a Nisi Prius decision, and the case seems to have been determined on the principle that ejectment would not lie for an easement. The Commonwealth v. McDonald, 16 Ser. & R. 390, was an indictment for erecting a nuisance in a public highway, in which it was distinctly stated that the public right to the highway, and that only, was decided. The Union Burial Ground v. Robinson, 5 Wharton 18, was the case of a conveyance before the street was opened and the deed called for “the south side of Washington * street as the same may hereafter be opened.” The measurement of one of the lines, terminating at that point, was also stated with * great particularity in feet, inches, and fractions of an inch. It may be that these circumstances ought to have had but little weight; but we find that they influenced the decision, and that the court carefully stated that the case of a lot, bounded on a street laid out and dedicated to public' use at the time of the grant, would present a different question. That case is therefore no precedent for one like the present.\nThe other assignments of error do not require any special notice. The whole case was properly disposed of by the District Court.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "(r. W. Biddle, for plaintiff in error.",
      "] B. K. Price and Lex, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Paul versus Carver.\nWhere a public street or highway is called for as a boundary or monument in a deed, it is used as an entirety to the centre of it, and to that extent the fee passes.\nIn such cases, it will require an express exception in the deed, or some clear and unequivocal declaration, or certain and immemorial usage, to limit the title of the grantee to the edge of the street.\nAnd although the measurement of the distance set forth in the conveyance, brings the line only to the side of the street, this is not sufficient to control the rule of law which carries the title to the cenire of it.\nError to tbe District Court of Philadelphia.\nThis was an action of ejectment brought in the court below by-Alexander B. Carver, against James W. Paul, to recover a certain strip or piece of ground, being the northern part of the soil of Tidmarsh street as formerly laid out between Twelfth and Thirteenth and Christian and Catherine streets, in the consolidated city of Philadelphia. In 1805, John Lownes, being the owner of a large tract of land in the township of Moyamensing, in the county of Philadelphia, called “ Barnfield,” including the land in dispute, by his will directed that a street 50 feet wide should be laid out either by the public or his heirs, through this property, in a line with Carpenter street, to be called Tidmarsh. In 1827, the part of Tidmarsh street now in dispute was opened by the public authorities. In 1835, it was changed so as to make its course correspond with the direction of the streets in the city proper, and in 1850, an Act of Assembly was passed vacating this part of Tidmarsh street.\nIn 1817, the Lownes family conveyed to John H. Brinton, by a deed which called for a lot on the north side of Tidmarsh street, and easterly side of Shippen’s lane. In 1836, Mrs. Brinton, being the owner of part of the premises devised by John Lownes, conveyed a portion of the same to William Perry, the deed describing the premises among other things as extending “ along the east side of Thirteenth street one hundred and fifty-four feet more or less to Tidmarsh street, thence south-easterly, along the northerly side of the said Tidmarsh street, four hundred and one feet more or less to Twelfth street.”\nPerry executed a mortgage to Mrs. Brinton to secure the unpaid purchase-money, upon which proceedings were afterwards instituted, and the premises, under a levari facias, were sold to the plaintiff, Carver, and a sheriff’s deed executed and acknowledged to him on the 8th day of January, 1853.\nThe commissioners of Moyamensing, to March term, 1847, of the District Court, filed a claim, against Perry, owner, in which this part of the premises was described as “ a lot of ground, situate on the west side of Twelfth street in the township of Moyamensing, begining at the south-west corner of Christian and Twelfth streets, and extending southward, along the west side of Twelfth street, 248 feet inches, to the centre of old Tidmarsh street (vacated or about to be vacated), thence extending westward, along the centre of old Tidmarsh street aforesaid, 402 feet' to Thirteenth street.” Judgment was duly obtained upon this claim ; and, under proceedings thereon, the premises were sold'to Samuel R. Blair, and a sheriff’s deed duly made to him, and he conveyed to Rockhill. After the street was vacated Roekhill entered upon and reclaimed the southermost portion of the street adjoining the premises purchased by him. This strip of 25 feet 8 inches became vested in the defendant James W. Paul, against •whom this ejectment was brought by Carver, alleging that the title to the same became vested in him under his purchase, on the proceedings upon the mortgage given by Perry to Mrs. Brinton.\n. The court below ruled that under the sale upon the mortgage the plaintiff had a title to the middle of the street, and that being vacated by authority of law, he was entitled to recover possession.\nThe jury found for the plaintiff.\nThe defendant sued out this writ, and assigned the ruling of the court for error here.\n(r. W. Biddle, for plaintiff in error.\n] B. K. Price and Lex, for defendant in error."
  },
  "file_name": "0223-01",
  "first_page_order": 223,
  "last_page_order": 227
}
