{
  "id": 977250,
  "name": "Kuhn versus Newman",
  "name_abbreviation": "Kuhn v. Newman",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "227",
  "last_page": "233",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 227"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Whart. 66",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "128"
        },
        {
          "page": "72, 74, 457, 463, 464"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "1 Rawle 247",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": 0
    },
    {
      "cite": "3 Whart. 62",
      "category": "reporters:state",
      "reporter": "Whart.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "126"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 725,
    "char_count": 17769,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 1.8124700270227516e-07,
      "percentile": 0.7179990030306787
    },
    "sha256": "3d007e684a15d0f9d387c7850d9f64ce441f333fb0378cca546754d774434525",
    "simhash": "1:1d6ee5b2bc8f8659",
    "word_count": 3092
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kuhn versus Newman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nLeaving out all in this will that is irrelevant to these cases, we have an absolute estate in remainder in the children of Mrs. Kuhn. Rut some of them are not sui juris, and we are to decide whether the titles of any of them are placed under the protection of equity forms of procedure, or are left subject to the rules of law only. The devise is to trustees for the use of the testator’s daughter, Mrs. Kuhn, and then in trust for her children, to be divided equally among them “ for their sole and separate use respectively, and that free and clear, if females, of any debts, liabilities, contracts, or engagements of their husbands, and subject as to the income thereof to their own free and absolute control.” There are five children living; four being daughters, two married and two not, and the fifth a minor son. Are they entitled to their shares of the property clear of the trust?\nWe must bear in mind that our common law takes a higher position than either .English common law or English equity, by adopting a principle that in form and substance harmonizes them both into one system. In relation to titles to land it does so by adopting the forms of both, as legal forms, and treating all complete equitable titles as complete legal ones, where the persons named as trustees have no duty to perform that requires the seisin and possession to be in them; and then our common law enforces the trust as a legal estate. It makes equitable estates the subjects of alienation, devise, and descent, and of actions of ejectment and partition, and liable to debts, curtesy, and dower; in all of which particulars it differs from the common law of England as to both uses and trusts. And this principle, fully carried out, would merge the statute of uses, and produce, of itself, exactly the same result in the execution of the estate, just as English equity disregards the form of a trust when there is no substantial and approved purpose to be gained by it. We do not say that it would do to carry it out; but only indicate its efficacy as a general • principle. We have carried it out generally ; for even those uses that were not executed by the statute, for example, those that are limited against the rules of the common law, 1 Rep. 129, b; a use limited upon a use; a use of chattels real, and a trust to receive rents and pay them to another, 2 Bl. Com. 335; all these are executed by our principle.\nBy that principle, no matter what may be the form of the conveyance, where the whole beneficial estate is granted, all restraints upon its enjoyment are fruitless: As a general rule, such restraints avail only in protection of future interests. In the matter of ordinary trusts for individuals, the principle yields only where there is some sort of disability in the owner, that entitles him to the protection of the court. Neither law nor equity undertakes the special guardianship of all those estates that parties choose to create in a peculiar form. Most of them are with us mere legal estates in all their effects, and as to all the remedies for their protection. In England, the form of a trust not executed by the statute of uses, decides the court that is to administer the remedies relating to it; but even there the equitable estate is treated, in all material respects, exactly as courts of law would treat it if it were in the legal form. English equity strikes out improper restraints on the enjoyment of the estates, and also, when the beneficiaries desire it, all directions to sell land and distribute the proceeds; but it treats such eases as estates not executed by the statute of uses, and retains its jurisdiction for decreeing an account and conveyance. We generally strike down the trust itself, and treat the beneficial estate as the true one: 3 W. & Ser. 216; 3 Whart. 62; 4 Id. 126.\nMarried women belong to the class of persons over whom courts of equity extend a measure of guardianship, by recognising and protecting what is called their separate property; and therefore trusts for the separate use of married women and of women about to be married are taken under the care of the courts according to the principles of equity. This trust was not executed in favour of women married or contemplating marriage, for some of the devisees were mere children at the testator’s death, and the others were not yet born. Is there any principle of law or equity that sanctions the restriction upon the titles of the women as a means of protecting them from the dangers of the married state ? Such a sanction may be found: 1 Term Rep. 493; but the decided weight of authority is very strongly against it: 1 Rawle 247; 3 Whart. 66; 4 Id. 128; 2 Mylne & K. 174; 2 Russ. & M. 167, 208, 210; 4 Sim. 141; 7 Eng. Ch. R. 317; 6 Id. 72, 74, 457, 463, 464; 19 Ves. 415; 20 State Rep. 302; 23 Id. 30; Atherly on Marr. Settlements 333.\nWhenever the estate granted is essentially an estate in fee in law or equity, there may be disabilities in the owner that will prevent or suspend its complete enjoyment by him as such; but no attribution of qualities to the estate itself, that are inconsistent ■with its fee simple character, can be allowed. It is essentially subject to the owner’s absolute control, and all restraints upon this control are void: 19 State Rep. 44, 371. He that would not allow absolute control must not give an absolute estate. Here the remainders are absolute; and they could not be life estates with limitations over to the next generation without some of the limitations being void for remoteness ; and then all could not be treated alike, though this is the evident intention.\nTrusts, properly so called, are uses that our law does not execute as legal estates, because of circumstances that take them out of the ordinary course of legal administration and place them-under a special guardianship of the courts-; but this is not generally allowed in favour of individual persons who have full competency to act in their own right. A fee simple estate in them is treated as such, whether assured in a legal or equitable form. In other words, persons who are sui juris, men or women, must be satisfied with the ordinary remedies and protection of the law. A trust is nothing, that supports no interest or duty. He takes nothing who gets a mere form of title to a thing, while its absolute disposal is in another. Except for one of the interests, the trust has terminated by its own limitation. Striking out the separate use clause as improper, the duties of the trust and the trust itself- terminated at least when the children arrived at age, and then the absolute title vested in the devisees, just as a trust for a married woman terminates on the death of her husband: 6 Sim. 121, 126; 2 Vern. 270; 1 Jacobs 603; 2 Russ. & M. 208, and cases before cited.\nIs the law different in relation to the title of the minor son ? Here we must notice that one of the trusts is, to educate and maintain the children until their arrival at age. If this purpose does not furnish a legitimate reason for preserving the trust from being executed by our law in the beneficiaries, then it is executed.\nAnd surely it is not sufficient; for one of the very first purposes to which our law applies an estate of a minor is to his education and maintenance; the feudal burdens of wardships, reliefs, marriages, heriots, escheats, and aids never having been imposed upon them here; to save which, in England, was perhaps the main purpose of the statute of uses. And the administration of minors’ estates is not committed here to a Court of Chancery, and they have not, therefore, this reason for being called equitable estates. They are administered in the Orphans’ Court according to the rules of law that are applicable to them; rules derived from statutes, bommon law and equity, but not, on that account, anything else than the legal principles pertaining to the subject. That court gets jurisdiction and guardianship of such estates without the aid of trusts, and it does not need them in order to carry out its functions; for it performs them by means of guardians, who attend to the very duties imposed upon these trustees. When, therefore, on a devise to minors, trustees are appointed to take care of the estate and educate and maintain- the devisees until they arrive at age, the trust is void, except when it can he treated as a testamentary guardianship, which can he instituted only by the father. The estate must be administered according to the legal principles that prevail in the Orphans’ Court.\nWhat then is the result of all this ? Simply that these devisees took a legal and not an equitable estate, and therefore they have no case for the relief they pray for. If they have not received the conveyances they were entitled to on the partition in the Common Pleas, we cannot correct the error in this form. That court will, no doubt, fully execute their decree of partition.\nThese bills are severally dismissed at the plaintiffs’ costs.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Bawle, for complainants.",
      "Oadwalader, for respondents."
    ],
    "corrections": "",
    "head_matter": "Kuhn versus Newman.\nThe principle of our law, that treats all complete equitable titles to land as complete legal ones, where the trustees have no duty to perform that requires the seisin and possession to be in them, takes a higher position than either English common law or English equity, by which it harmonizes the principles of both into one system, and, without the aid of the statute of uses, enforces trusts as legal estates.\nTrusts, properly so called, are uses that our law does not execute as legal estates, because of circumstances that take them out of the ordinary course of legal administration and place them under a special guardianship of tho courts; but this is not generally allowed in favour of individual persons who have full competency to act in their own right. Such persons, men or women, must be satisfied with the ordinary remedies and protection of the law.\nA devise to trustees in trust for the separate use of the testator’s granddaughters, not then married nor contemplating marriage, vests a complete legal estate in the granddaughters clear of the trust.\nThe supervision of the administration of the estates of minors is committed by our law to the Orphans’ Court, and cannot be transferred to any other court by a devise to them in the equity form of a trust requiring of the trustees no other duties than such as are imposed by law upon guardians.\nA devise to trustees in trust for the testator’s grandchildren, and to educate and maintain them until they arrive at age, vests a complete legal estate in the grandchildren clear of the trust.\nThough an estate be assured in the form of an equitable trust, yet, if our law treats it as a legal estate, a bill in equity to compel a conveyance of it in a legal form cannot be sustained.\nThese are five suits in equity, brought respectively by four of the granddaughters and one grandson of James Lyle, deceased, against the defendants, who are trustees under his will. Their object is to obtain a conveyance of the legal estate in the subjects of the trust.\nThe testator’s will was dated July 26, 1826, and he died on the 10th of August following, leaving two children: Mary, the wife of Henry Beckett, and Ellen, the wife of Hartman Kuhn. Both of them had children who survived their grandfather.\nBy that will he appointed the present defendants, John B. Newman, Hartman Kuhn, and Henry Beekett, his executors ; and after giving them a power to sell any part or the whole of his estate, devised and bequeathed to them and their heirs, all his estate and effects, real and personal, in trust, to make a division of the same into equal parts, and hold one of those equal parts in trust for the separate use of Mrs. Beckett for life, and after her death, in trust for certain uses therein set forth, which are immaterial to the present case. And as to the other equal half of the testator’s estate, he directed that the said trustees “ hold the same for the sole and separate use of my daughter Ellen Kuhn, for and during the term of her natural life, and that free and clear of any debts, contracts, liabilities, or engagements of her husband, and in every respect as if she were a feme sole, and independent of her present or any future coverture: so that she, the said Ellen Kuhn, may in her own person and right, take, receive, and enjoy, expend and dispose of the rents, issues, and profits of the real estate, and the dividends, interest, and income of the personal estate, at her sole will and pleasure as aforesaid, during her natural life, and from and after the death of the said Ellen Kuhn, then in trust to educate, maintain, and support the children of the said Ellen Kuhn, whom she may leave under the age of twenty-one years, until the arrival of such children, respectively, at twenty-one years of age; and on the arrival of such children, respectively, at twenty-one years of age, or in case of the death of the said Ellen Kuhn they shall be of twenty-one years of age, then in 'trust for such children respectively, in equal proportions, the whole of the said equal half part of my estate, being divided into as many parts as there may be children, for the sole and separate use of such children respectively, their heirs, executors, administrators, and assigns, for ever, and that free and clear, if females, of any debts, liabilities, contracts, or engagements of their husbands, and subject, as to the income thereof, to their own free and absolute control.”\nA few weeks after Mr. Lyle’s death, the defendants made an informal partition and division of nearly the whole of his estate, which, although not followed by conveyances, was always subsequently acted upon by them, and the two moieties of the estate kept distinct and separate.\nAt the time of her father’s death, Mrs. Kuhn, the mother of the present complainants, had four children who survived their grandfather — Mary, Charles, Ellen, and Elizabeth the first. After his death she had five other children — Rosalie, Hartman, Elizabeth the second, Sophia, and James Hamilton. Mrs. Kuhn herself died on the 8th of February, 1852. Two of her children, Elizabeth the first and Rosalie, had died before her — the others are still living, viz.: Mary and Ellen, adult married .granddaughters of the testator; Charles and Hartman, adult grandsons; Elizabeth, an adult unmarried granddaughter; Sophia, a minor unmarried granddaughter, and James Hamilton, a minor grandson. Of the two latter, their brother Hartman was appointed the guardian on the 16th of June, 1854, by the Orphans’ Court of Philadelphia county.\nIn January, 1855, all of these seven surviving children filed their bill on the equity side of the Court of Common Pleas of Philadelphia county, in which, setting forth the provisions of their grandfather’s will, and averring that upon the arrival of the eldest of them at twenty-one years of age, the interests of all of them under the said will became vested, prayed that partition thereof might then be had and made.\nUpon answer filed, the cause was, by an interlocutory decree, referred to a master and commissioner, and upon the filing of his report a final decree was made on the 29th of November, 1855, whereby the primary division of the estate into two equal allotments, as also the subsequent division of the allotment in which the complainants were interested, into seven equal parts in severalty, was approved and carried into effect; and it was ordered that the defendants execute and deliver conveyances of the said seven allotments, in conformity with the drafts thereof annexed to and' returned with the report.\n. On the 19th of December, 1855, the defendants, in pursuance of this decree, executed two indentures, whereby they conveyed to Charles Kuhn and Hartman Kuhn the third, respectively, the adult grandsons of the testator, and their heirs, the funds, securities, investments, lands, &c.,' ascertained and allotted as their respective shares.\nOn the same day they executed five deeds-poll — in three of them declaring that they stood seised of the funds, &e., respectively allotted in severalty as the share of the adult granddaughters, Mary, Ellen, and Elizabeth, in trust for the sole and separate use of the said Mary, Ellen, and Elizabeth respectively, their respective heirs, executors, administrators, and assigns for ever, and that free and clear of any debts, liabilities, contracts, or engagements of their husbands, and subject as to the income thereof to their own free and absolute control.\nIn another of these deeds-poll the defendants declared that they stood seised of the funds, &c., allotted as the share of the minor granddaughter, Sophia Kuhn, in trust to educate, maintain, and support the said Sophia until her arrival at twenty-one years of age, and on her arrival at twenty-one years of age, in trust for the sole and separate use of the said Sophia, her heirs, executors, administrators, and assigns for ever, and that free and clear of any debts, liabilities, contracts, or engagements of her husband, and subject as to the. income thereof to her own free and absolute control. And in the other of these deeds-poll the defendants declared that they stood seised of the funds, &c., allotted as the share of the said James Hamilton Kuhn, in trust to educate, maintain, and support the said James Hamilton Kuhn until his arrival at twenty-one years of age, and on his arrival at twenty-one years of age, then in trust for the said James Hamilton Kuhn, his heirs, executors, administrators, and assigns for ever.\nThe defendants, in their answer, decline to convey the subjects of the trust, unless compelled so to do by the court, but submit themselves to the court’s direction.\nBawle, for complainants.\nOadwalader, for respondents."
  },
  "file_name": "0227-01",
  "first_page_order": 227,
  "last_page_order": 233
}
