{
  "id": 977295,
  "name": "Anna M. F. Spier's Appeal",
  "name_abbreviation": "Anna M. F. Spier's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "233",
  "last_page": "234",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 233"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 264,
    "char_count": 4002,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 4.56593789974868e-07,
      "percentile": 0.9249417630139827
    },
    "sha256": "976e47f5b55648f46476e9a4e311419bf859b641f654ccf2ed268606f1634a4a",
    "simhash": "1:936fdf042c55b3f8",
    "word_count": 717
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Anna M. F. Spier’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nWe entirely concur in the reasons given by the president of the Orphans’ Court, for confirming the auditor’s report of distribution in this case.\nThe language of the Act of 1851 is inconsistent with the claim of the widow, and we see no error in allowing to Mrs. Saekriter the amount found to be her due, by the auditor.\nDecree affirmed at the costs .of the appellant.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "J. JE. Gfowen, for appellant.",
      "And. Miller, for appellees."
    ],
    "corrections": "",
    "head_matter": "Anna M. F. Spier’s Appeal.\nA wife who has lived in a foreign country, and who never formed part of her husband's family here, is not entitled to the $300, allowed by the Act of 14th April, 1851, to the widows of decedents.\nA married woman left by her husband to obtain her own living, may legally claim the amount-of her own labour; especially is her marriage no objection in a court of equity.\nAppeal from the Orphans’ Court of Philadelphia.\nThis was an appeal from the decree of the Orphans’ Court of Philadelphia, confirming the report of an auditor, distributing the amount in the hands of H. G. Jones, Esq., administrator of the estate of William Spier, deceased.\nThe intestate died at Philadelphia on the 10th day of June, 1853. He left a widow, Anna M. F. Spier, surviving him, who at the time of his death, was living in the city of Gottingen, in the kingdom of Hanover. Spier had been in this country about five years. A short time before his death, he had written to her to join him in this country, which she promised by letter to do. In the mean time Spier died, and his property was taken possession of by an administrator, and converted into cash, after which Mrs. Spier arrived in this country.\n.' Before the auditor Mrs. Spier claimed to have $300, under the Act of 14th April, 1851. But her claim was disallowed, and the fund was distributed to the creditors of Spier, leaving a balance of $16.93, which was awarded to her.\nAmong the claimants was a Mrs. Julia Sackriter, who claimed the sum of $352.50, as housekeeper and nurse of the decedent; the auditor allowed $50 of this amount, rejecting the balance of the account.\nMrs. Spier filed exceptions to the report of the auditor, which the court below dismissed, delivering the following opinion, per Thompson, P. J.:—\n“ The decision of the auditor upon the claim of the widow of the decedent, to an allowance of $300, under the provisions of the 5th section of the Act of April 14,1851, is entirely correct. That act was designed to prevent the family of a decedent from being deprived of a home immediately upon his death, and the property ■which the law exempts is to be retained by the widow. Neither the intention nor the language of the act apply to the case of a wife who has lived in a foreign country for years, separated from her husband, and who never formed part of his family here.\n“ The exceptions to the claim of Mrs. Saekriter, for services rendered to the decedent, as allowed by the auditor, do not appear to be sustained. The fact that the decedent, some time before his death, settled with her for her services to him, proves that he recognised them as not gratuitous. The testimony proved that after the decedent had been taken ill, and before his removal to the hospital, the claimant returned • and took charge of his house and property, and remained there during his absence, and until his death; for this service the auditor has allowed her the sum of $50, which the evidence seems to justify. It is also objected, that Mrs. Saekriter is a married woman, and on that account is not entitled to receive payment for her services. It appears, however, that Mrs. Saekriter was left by her husband to obtain her own living. He permitted her to receive payment from the decedent in his lifetime; and even if she could not sue in her own name, at law, surely a court of equity ought not in such a case to reject her claim.\n“ The exceptions are therefore dismissed, and the report confirmed.”\nWhereupon Mrs. Spier appealed to this court.\nJ. JE. Gfowen, for appellant.\nAnd. Miller, for appellees."
  },
  "file_name": "0233-01",
  "first_page_order": 233,
  "last_page_order": 234
}
