{
  "id": 977350,
  "name": "The Presbyterian Church versus Stettler",
  "name_abbreviation": "Presbyterian Church v. Stettler",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "246",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 246"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 264,
    "char_count": 4460,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 3.732881092988583e-07,
      "percentile": 0.8943818732289025
    },
    "sha256": "689fadd89407fafe10e1b3a3da913c80d74d38c54d2b2477e6ad9fe40200573d",
    "simhash": "1:5a7183ade13ff49d",
    "word_count": 764
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Presbyterian Church versus Stettler."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe equity of a mechanic’s lien upon a building, is founded upon the labour and materials furnished by him in constructing it. That the land on which, the building stands goes with the building, in case of a sale, is the result of necessity, because the building cannot be enjoyed without it. The legislative provisions are founded on that necessity, and do not change the character of the lien in this respect. It' is not founded on any contract with the,owner of the land.. It is not necessarily one of his debts. It may be created by a contractor, who has already received from the owner full compensation for furnishing the materials and erecting the building. Attaching itself to the building, and depending upon it for existence, the lien must necessarily share the fate of the building. No amount 01 labour or materials furnished for the erection of a building, would create á lien if no building should be erected. So, if the building, after erection, should be destroyed by accident,' before the ground on which it stood passed to a purchaser, the lien would be gone. The reason for binding the land is gone with the building. Any other construction would defeat one of the objects of the law, which was to promote the improvement of the country, by encouraging mechanics and material-men to furnish labour and materials for erecting buildings. But if the lien continues on the land, after the build-dug is destroyed, how are those who erect the new building on the premises to be protected ?. Their equity against it is undoubtedly superior to the claims upon the building that was destroyed. And yet the latter, if they exist at all, must be preferred to the former. Under such a rule all further improvement upon the premises might be prevented. In this case the court held, that a mechanic’s lien against a former building was good against one erected afterwards, although neither the labour nor materials oh .which the.claim is founded, were performed or furnished for thé building thus charged. In this we think there was error. It follows, from what has already been said, that the equity of the claim does not extend to the ground, except when it becomes necessary to the enjoyment of the building. The words of the statute are in accordance with this principle; they give the lien upon the “building” alone, in the first place, and then by a subsequent section this lien is declared to “ extend to the ground covered by such building, and to so much other ground immediately adjacent thereto, and belonging in like manner to the owner of such building, as may be necessary for the ordinary and useful purposes of such building.” The words “ such building” refer exclusively to the building for which the materials were furnished, and work done, and to no other. When the ground ceases to be “ covered” by “ such building” before the lien is filed, the lien •ceases as a matter of course.\nJudgment reversed, and judgment entered here for the plaintiff in error.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Mcfflroy, for plaintiff in error.",
      "Vanderveer, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Presbyterian Church versus Stettler.\nThe equity of a mechanic’s lien does not extend to the ground upon -which the building is erected, or which is adjacent to it, except when it becomes necessary to the enjoyment of the building.\nIf the building for which the materials were furnished or labour done, is consumed before a mechanic’s lien is filed, the ground upon which such building was erected, and all future buildings upon it, are discharged from such lien.\nError to the District Court of the city and county of Philadelphia.\nThis was a scire facias on a mechanic’s lien, filed by John M. Stettler, the plaintiff below, against The Third Associate Beformed Presbyterian Church, for tin-roofing, &c., furnished in the erection of the church. The lien was filed on the 24th July, 1854. The defendants pleaded that after the work was done, &c., the building, on the 2d of April, 1854, was consumed by fire, and that plaintiff ought not to have or maintain his lien. The replication admitted the burning as averred in the plea, hut alleged that the defendants had since that time erected another building on the same lot, against which church edifice and lot he claims to have his lien. The defendants demurred to this replication. The court below rendered judgment for the plaintiff, on the demurrer\nThe defendants thereupon took this writ of error.\nMcfflroy, for plaintiff in error.\nVanderveer, for defendant in error."
  },
  "file_name": "0246-01",
  "first_page_order": 246,
  "last_page_order": 247
}
