{
  "id": 977233,
  "name": "Singerly versus Cawley",
  "name_abbreviation": "Singerly v. Cawley",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "248",
  "last_page": "249",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 248"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 209,
    "char_count": 3764,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 1.8424133366285766e-07,
      "percentile": 0.722328599080487
    },
    "sha256": "db64dfc11ef0feedd2b9437aa6106540570fb639453ca3b8a7cd1c507a839187",
    "simhash": "1:9d45017f5bd3d8bc",
    "word_count": 656
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Singerly versus Cawley."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe Act of Assembly directs the claimant of a mechanic’s lien to file a statement of the demand in the office of the prothonotary, and expressly requires that such statement shall set forth “ the amount or sum claimed to be due, and the nature or kind of the work done, or the kind and amount of materials furnished.” Barclay’s Appeal, 1 Harris 496, decides that none of the previous decisions went so far as to dispense with “ the nature of the work or materials.”\nIn the case before us, neither the claim failed, nor the evidence given on the trial, furnishes us with “ the nature or kind of work done,” or “the kind and amount of materials furnished.”' It is therefore defective.\nIn the claim filed, the sum of $440 is claimed as a balance of “ the contract price for the erection and construction of the building, and the materials furnished for the same.” This was inserted in manuscript in a printed blank, and might be sufficient to control the subsequent repugnant allegation in printed letters, that the work and materials were done and furnished “ for and about the erection and construction of the building and appurtenances.” But the omission to state either the value of the work done, or the kind of materials furnished, renders the claim incurably vicious.\nThere is nothing in the case to cure this defect. The claimant must bring himself within the terms of the act under which he claims a lien. He has failed to do that, and the judgment must be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "T. S. Smith, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Singerly versus Cawley.\nWhere in the claim filed the sum of $440 is claimed, as a balance of “ the contract price for the erection and construction of the building, and. the 'materials furnished for the same,” it would be sufficient to control a subsequent repugnant allegation, that the work and materials were done and furnished “ for and about the erection and construction of the building and appurtenances.”\nA mechanic's lien which omits to state the nature and value of the work done, and the amount and kind of materials furnished, is incurably defective.\nError to the District Court of Philadelphia.\nThis was a scire facias on a mechanic’s lien, filed by Joseph Singerly, against Richard Cawley, owner and contractor. The claim filed set out that it was for “the sum of $440, against all that certain three-story brick building, and the lot or piece of ground whereon the same is erected, situate,” &c., “ the said sum of $440 being the balance of the sum of $1000, being the contract price ■for the erection and construction of said building, and the materials •furnished for the same, within six months last past, to wit, from the 1st of July, 1851, to the 1st of October, 1852, for and about the erection and construction of the said herein described building and appurtenances,” &c. This lien was filed on the 8th November, 1852.\nOn the trial in the court below, the defendant interposed several matters of defence, and among the rest, that the lien filed did not set forth with sufficient certainty “ the nature and kind of work done, or the kind and amount of materials furnished.” Nor that the work was done for the building against which it was filed.\nThe case was submitted to the jury on the facts proved in the cause, reserving the point,\n“ Whether the claim filed in the case, was sufficient to create a lien under the mechanic’s lien laws, and whether the plaintiff had given sufficient evidence to submit the case to the jury.”\nThe jury found for the plaintiff $342. The defendant moved for a new trial. On a subsequent day the court below discharged the motion for a new trial, and on the point reserved, gave judgment for defendant non obstante veredicto.\nT. S. Smith, for plaintiff in error."
  },
  "file_name": "0248-01",
  "first_page_order": 248,
  "last_page_order": 249
}
