{
  "id": 977376,
  "name": "Cooper's Appeal",
  "name_abbreviation": "Cooper's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "262",
  "last_page": "264",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 262"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 P. R. 198",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 351,
    "char_count": 6579,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 1.3813566030082632e-07,
      "percentile": 0.6405713228840755
    },
    "sha256": "7a1029ab4a1522b96dc2be9e4cb03fef8a67eab67282e3228065af466d31eacf",
    "simhash": "1:5aec5801420af1b6",
    "word_count": 1113
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cooper’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLoweje, J.\nThe case of Doner v. Stauffer, 1 Penn. R. 198, decides that, when partnership effects are simultaneously sold out on executions against the partners severally, neither partner has such an equity in the proceeds as entitles him to insist that they shall be applied to the partnership debts; and, it not appearing that there was any inequality of interest as between the partners, the proceeds were treated as belonging to each of them in equal shares, and distributed accordingly.\nIn the present case the sale took place in the same form; but the partners, though nominally equal, stand very unequally related to each other; Oliver having invested and advanced $19,082.61, and Beacham only $1714.26 beyond what they have severally taken out. This makes it very apparent that we cannot treat the proceeds of the sale of the partnership property as belonging to each partner equally. The interests of the several partners were very different, and the sheriff’s sale has left them as they were, without distinguishing them; for both interests were sold jointly, though the writs to the sheriff were several, and required sales of the interests severally. It was irregular in him, if it was not a necessary result of the circumstances, to execute his writs so as to join distinct parties and interests in the question of distribution. But it has been done here, and we must unravel the interests so as to do justice, if we can.\nThe joint sale leaves the interests standing in the proceeds, just as it existed in the property after the levy, and the separation of those interests, required by the writs, and usually made by separate sales, must now be made by a just distribution of the proceeds, according to the rights of the partners in them: 17 State Rep. 271. Creditors at large, whether joint or several, are never regarded in such a case; but only the execution-creditors.\nAfter deducting expenses and one partnership execution, the proceeds amount to $7706.68. Now, since Oliver is over $17,000 in advance of Beacham, it is very apparent that, as between partner and partner, Beacham could claim no part of the money ia court: aad his separate executiou-creditors, occupying ao higher right, must be set aside. Oliver, as between partaer aad partner, would be entitled to the whole fund, and therefore it must go to his separate execution-creditors. Such we understand to be intended by the decree below; but as that decree is entirely informal, and very defective in substance, we must reverse it, and enter another.\nDecree. — This cause came on for hearing at the last term of this court at Philadelphia, on the appeal of William Cooper, Joseph Beacham, and Eurons & Smith, from the decree of the Court of Common Pleas of Schuylkill county, making distribution of the proceeds of the sale of property of James C. Oliver and Joseph Beacham, raised on a fi. fa. of C. S. Dickerson v. James C. Oliver, No. 219, December Term, 1849, and a fi.fa. of William Cooper v. Joseph Beacham, No. 222, December Term, 1849, and also on other writs of fi. fa. against the said Oliver and Beacham severally: and the said cause having been argued by counsel, it is considered that the decree of the said Court of Common Pleas be reversed so far as relates to the sum of $7706.68, that remains after deducting expenses, claims of miners, and the fi. fa. of Benjamin Bannan against the said Oliver & Beacham jointly; and it is nowhere ordered and decreed that the said sum of $7706.68 be applied in part payment of the fi. fa. of C. S. Dickerson v. James C. Oliver, No. 219, December Term, 1849, in the said Court of Common Pleas, and that the appellants pay the costs, and the cause is remanded to the said Court of Common Pleas, with directions to carry this decree into effect.",
        "type": "majority",
        "author": "Loweje, J."
      }
    ],
    "attorneys": [
      "Gumming, for appellants,",
      "P. W. Hughes, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Cooper’s Appeal.\nWhere partnership property was sold on separate executions against the individual partners, at the same time, by a joint sale, it leaves the interests standing in the proceeds as it existed in the property at the time of the levy.\nIn such case the fund must be distributed subject to the settlement of the accounts between the partners.\nWhere one of the partners was in advance, more than the whole amount of the proceeds, his separate creditors, after deducting the amount of partnership executions, were entitled to the whole fund, in exclusion of the other partner, and his separate execution-creditors.\nAppeal from the decree of the Court of Common Pleas of Schuylkill county.\nJames C. Oliver and Joseph Beacham were copartners in business, and as such were the owners of several coal leases and other personal property, connected with mining operations in Schuylkill county.\nOliver had invested in the firm $19,082.61, and Beacham $1714.26. On the 10th November, 1849, Cornelius S. Dickerson issued two executions against Oliver, amounting to $32,500, and on the same day William Cooper issued an execution against Joseph Beacham for $1700. These executions were levied on the respective interests of the partners. On the 19th November, 1849, Eurons & Smith issued an execution against Beacham for $107.98, upon which a similar levy was made. Before the sale of the property, an execution on a joint judgment against the partners in favour of B. Bannan was issued, amounting to the sum of $78.27.\nUnder these executions the property was sold jointly, and the proceeds amounted to $7706.68. An auditor was appointed to report the liens, and a distribution of the fund. He distributed the proceeds first to the joint execution of Bannan, the one-half of the remainder to the executions of Dickerson against Oliver, and after deducting the amount of the separate executions against Beacham, in favour of William Cooper and Furons & Smith, out of the remaining half of the proceeds, and the balance of the same, amounting to the sum of $1729.46, was directed to be paid to Joseph Beacham.\nTo this report exceptions were filed, and after hearing the court decided that the property, being sold on separate executions against each of the partners, conveyed the entire interests of the partners not only in the concern, but in the property, and that the fund must be distributed subject to a settlement of the accounts between the partners, and so decreed.\nFrom this decree William Cooper, Joseph Beacham, and Furons & Smith appealed.\nGumming, for appellants,\ncited Doner v. Stauffer, 1 P. R. 198; Baker’s Appeal, 9 Harris 83; Snodgrass’s Appeal, 1 Harris 471.\nP. W. Hughes, for appellees,\ncited Jeremy’s Eq. 315; Story’s Eq. § 677; 9 Harris 76."
  },
  "file_name": "0262-01",
  "first_page_order": 262,
  "last_page_order": 264
}
