{
  "id": 977228,
  "name": "Burroughs's Appeal",
  "name_abbreviation": "Burroughs's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "264",
  "last_page": "266",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Pick. 274",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": 0
    },
    {
      "cite": "5 Pick. 11",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2033239
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/22/0011-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 343,
    "char_count": 5138,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 2.8042886421338304e-07,
      "percentile": 0.8370723544113962
    },
    "sha256": "b9113d201ea55934ea505f95d5a0baeff92f4f55ec8984fc9aaaa5ae6fb378e8",
    "simhash": "1:30494c25a2103c4d",
    "word_count": 898
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Burroughs’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, 0. J.\nA limited partnership was carried on in the name of James I. Boswell. The assets of the firm have been assigned to Bullitt & Eairthorne, for the benefit of creditors, and the court below, after a report from an auditor, rejected the claim of H. N. Burroughs, because it was not a claim on the partnership. The claim of Mr. Burroughs is in the name of James I. Boswell. It does not appear from the face of the papers whether the debt was a partnership or an individual transaction. But there was evidence aliunde to justify the auditor in finding that it was not a claim on the partnership. This renders it unnecessary to decide how the presumption would have stood had no such evidence existed. The case of Mifflin v. Smith, 17 Ser. & R. 165, was a decision at Nisi Prius. The motion for a new trial was refused by the court in banc, but no opinion was given; so that we are left in some uncertainty relative to the reasons for refusing the motion, or how far the court intended to sanction the rule laid down by the judge at Nisi Prius, that where a partnership is carried on in the name of an individual all notes given in his name are prima facie partnership debts. This decision is in conflict with authorities of weight: Bank v. Winship, 5 Pick. 11; Ethridge v. Barney, 9 Pick. 274; Bank v. Binney, 5 Mason 183; Story on Partnership, § 139; Collyer 226; 1 Casey 226. Without deciding the question, it must be apparent that very slight evidence would be sufficient to put the holder, especially if a party to the original transaction, to the proof that it was intended and understood as a partnership act, and was within the scope of the partnership business. The auditor, acting on this principle, rejected the claim of Lewis & Co. We cannot perceive, in his proceeding, any such flagrant error as could justify us in setting aside his decision on these questions of fact.\nDecree affirmed.",
        "type": "majority",
        "author": "Lewis, 0. J."
      }
    ],
    "attorneys": [
      "m M. Phillips and St. Gf. T. Campbell, for appellant.",
      "H. J. Williams, Creo. C. Morris, and V. L. Bradford, for appellees."
    ],
    "corrections": "",
    "head_matter": "Burroughs’s Appeal.\nThe finding of an auditor on the facts which has been received and approved by the court below, will not be set aside in this court, except for flagrant error.\n_ Quaere. Whether where a partnership is carried on in the name of an individual, all notes made by him ar e prima facie partnership debts?\nIn such ease slight evidence would be sufficient to put the holder, especially if a party to the original transaction, to the proof that it was intended and understood as a partnership transaction, and was within the scope of the partnership business.\nMifflin v. Smith, 17 Ser. & JR. 165, doubted.\nAppeal from the decree of the Court of Common Pleas of Philadelphia.\nOn the 31st July, 1851, James I. Boswell entered into a limited partnership with two' other parties, both of whom resided out of this state, to carry on a general wholesale dry goods business. The business was conducted in the-name of James I. Boswell, who was the only general partner. The firm having failed, a general assignment was executed, and the. assignees settled their account, which was confirmed, and an auditor was appointed to make distribution.\nBefore the auditor a large number of claims were presented, and among others, H. N. Burroughs claimed the amount of a judgment in the District Court of Philadelphia, for $16,165.99. This judgment was founded on memorandum of loan, dated May 17th, 1852, for $4901.52, with, interest from date, and on two notes dated August 20th, 1852, at four months, for $2500 each, and on two notes dated August 21st, 1852, at four months, for $2500 each— all of these notes are to the order of H. N. Burroughs ; and on cheek on Mechanics’ Bank, dated November 20th, 1852, for $1004.17; the whole of the above obligations are signed “Jas. I. Boswell.”\nPrevious to the formation of the limited partnership, Boswell •had been engaged in business with Munson H. Treadwell, under the firm of James I. Boswell & Co. This firm was insolvent prior to the 13th February, 1850, and on that day Treadwell transferred all his interest in the concern to Boswell, who assumed its debts and liabilities, all the assets being left in his hands.\nBoswell, during the continuance of the limited partnership, was also engaged in settling the affairs of James I. Boswell & Co. He had but one place of business, being the store in which the operations of the limited partnership were carried on.\nThe auditor, after hearing the testimony, decided and reported on this claim as follows:—\n■I. That Burroughs dealt with the firm of James I. Boswell & Co.; that they were indebted to him; and that after their failure he endorsed some of their notes.\nII. That the whole or nearly the whole of the obligations on which the judgment is founded, were for the benefit of Boswell individually, or James I. Boswell & Co.\nIII. That Burroughs had no dealings with the limited partnership.\nThe claim of Burroughs for any part of the fund was rejected.\nExceptions were filed in the court below, but the court confirmed the report of the auditor, and Burroughs appealed.\nm M. Phillips and St. Gf. T. Campbell, for appellant.\nH. J. Williams, Creo. C. Morris, and V. L. Bradford, for appellees."
  },
  "file_name": "0264-01",
  "first_page_order": 264,
  "last_page_order": 266
}
