{
  "id": 977364,
  "name": "Forster et al. versus Hayman",
  "name_abbreviation": "Forster v. Hayman",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "266",
  "last_page": "268",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 266"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 315,
    "char_count": 5631,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 9.44618918268861e-08,
      "percentile": 0.5170982941476511
    },
    "sha256": "5e7e3d80dfb8a2d3ccad76ed7a5a1ab49502d529b55574b09ff0ea062ab6237f",
    "simhash": "1:547324ab2d66e46e",
    "word_count": 995
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Forster et al. versus Hayman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThough it is not clear, yet it may be conceded, that there was a general instruction here that the plaintiff had a right to recover; and we think it was right. There was no dispute about the fact of the defendant’s purchase, and of his refusal to perform, and that there was a loss on resale; but it is supposed that because ten per cent, was to be paid down, otherwise the property should be put up again, therefore there is no other penalty for the refusal. It is enough, however, that such conditions have never been so understood; and neither the sheriff nor the plaintiff in the execution has any right to make conditions beai’ing such an interpretation. Such a condition is intended only as a sort of security that the purchaser will fulfil his contract of purchase. It is not a penalty for a failure, but a pledge to prevent it. The contrary supposition would appear strange, where the condition requires the whole or the greater part of the bid to be paid down.\nThe point, however, that was cleai'ly decided by the judge at Nisi Prius is, that the first purchaser is not discharged from his liability by the fact that one of the mortgagees was the purchaser at the second sale, the price being less. Now, even admitting, which we do not think of doing, that such a purchase would extinguish the debt of the mortgagee, it by no means follows that the liability of these defendants on their previous purchase is discharged. Their purchase and refusal rendered them immediately liable for the difference on resale, to be collected in the name of the sheriff, for the use of the defendant in execution and his lien creditors; and the purchase by the mortgagee does not relieve them from this liability, for they had no part in that transaction, and can derive no advantage from it. The accidental advantage which they suppose that the mortgagor derived from the' purchase by the mortgagee involves no merits of theirs, and discharges none of their duties.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Mallery Penrose and Penrose, Jr., for plaintiffs in error.",
      "Serrill and J. Fallon, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Forster et al. versus Hayman.\nWhere the conditions of a sheriff’s sale stipulate that a designated proportion of the purchase-money shall be paid when the property is struck down, such payment is not to be construed as a penalty for, but a pledge to prevent, a failure to complete the purchase.\nA first purchaser failing to pay such stipulated sum is liable for the difference and resale, although the property was not set up again immediately as stated in the conditions, but was afterwards resold on an alias writ.\nThe first purchaser is not discharged from his liability for the difference on a resale, by the fact that a holder of the mortgage upon which it was sold, became the purchaser at the second sale.\nWhether the sale did or did not discharge the mortgage debt, does not affect his liability for the difference between the sale and his bid.\nCertificate from the Court of Nisi Prius.\nThis was an action brought by Samuel Hayman, sheriff of Columbia county, against John E. Forster and Samuel Holland. Matthew Maus gave a mortgage to Lewis Maus, for certain premises in Columbia county. This mortgage was assigned to A. Wright & Nephew, and Peter Baldy; a scire facias was issued, and judgment obtained for the amount due. On the 14th January, Í848, by virtue of a levari facias in the hands of the sheriff, the plaintiff in this suit, the mortgaged premises were struck down to defendants at the sum of $5900, upon the following conditions:—\n' 1. The highest bidder to be the purchaser.\n2. Ten per cent, of the purchase-money to be paid when the property is struck down.\n3. If the ten per cent, is not paid when the property is struck down by the sheriff, it will be put up again and sold, and if sold for less than the amount of the first bid, the person to whom it Was first sold, will be accountable for the difference.\n4. Ten per cent, additional to be paid on the Thursday of court week, and the balance of the purchase-money on the first day of April court, with interest.\n5. If the purchaser does not pay the additional ten per cent, on Thursday of court week, he forfeits, for the benefit of the judgment creditors, the ten per cent, paid down, and the property will be returned unsold.\nThey did not pay the ten per cent, required by the conditions, when the property was struck down, nor the ten per cent, additional on the Thursday of court week, and the property was returned unsold. On the 26th January, 1848, a pluries levari facias was issued, and on the 4th March, 1848, the property was sold by the sheriff to A. Wright, for the sum of $3100. No part of the bid was paid, but a credit given on the mortgage, which was for the purchase-money of the premises sold by Lewis to Matthew Maus.\nOn the trial before his Honour, Mr. Justice Rogers, the defendants contended, that the sale of the premises upon the mortgage given by the purchaser for the purchase-money, to the owner of the mortgage, discharged Forster and Holland from all liability by reason of their purchase.\nHis Honour, however, charged the jury, that Forster and Holland were not discharged from liability by such purchase, and that the plaintiff, notwithstanding such purchase, had a right to recover in this suit.\nTo which charge the counsel for defendants excepted.\nThe jury found for plaintiff on the 26fch November, 1849, a verdict for $3068.17.\nThe defendants removed the cause to this court by certificate, on the 12th January, 1855, and assigned the charge of the judge at Nisi Prius for error.\nMallery Penrose and Penrose, Jr., for plaintiffs in error.\nSerrill and J. Fallon, for defendant in error."
  },
  "file_name": "0266-01",
  "first_page_order": 266,
  "last_page_order": 268
}
