{
  "id": 977355,
  "name": "Bechtold versus Brehm",
  "name_abbreviation": "Bechtold v. Brehm",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "269",
  "last_page": "271",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 269"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 392,
    "char_count": 6475,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 4.103197823686675e-07,
      "percentile": 0.9097837364263321
    },
    "sha256": "620fda1406d0c8a82343dc78e7266808cdedb4009534a0220656928732090780",
    "simhash": "1:9caa212b604e61ab",
    "word_count": 1130
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bechtold versus Brehm."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThis is a cruel bargain, if it is to be enforced as the plaintiff below understands it; for the defendant really borrowed only $1418, and paid on it in something like monthly instalments for about six years the sum of $1369.50, and yet, at the end of that time, he finds himself about $1100 in debt. This result is produced by treating the transaction as a loan of $1800, at interest, and allowing no interest or diminution of the interest, on account of the payments.\nWe have never had a case like this before, though such cases are not unknown in England: 6 Bing. N. C. 180; 3 Eng. L. & Eq. Rep. 152; 15 Id. 477. There such a contract was enforced at law, and in equity as a security for the payment of the monthly contributions to the association.\nIn the present case the defendant has been treated as having forfeited his membership by default in paying his contributions, and has been required to stand to his bond of $1800 as a loan, after allowing his paid contributions and his payments of interest as a credit thereon. The bond has not been used for its legitimate purpose of enforcing the contributions of the defendant as a member, because the association has abandoned that purpose, and elected its alternative by depriving the defendant of his membership, and of all the profits of their seven or eight years’ business. We are therefore prohibited from considering this as a case of composition by anticipation of the defendant’s future share of the common property, and must treat it as a mere loan; for such is its form, so the parties have treated it, and as such alone, since the forfeiture of the defendant’s membership, can it be enforced.\nAs a loan it amounts to $1418, the sum actually advanced, and we do not see how we can enforce the bond for more than this. There is no reason why mere voluntary money associations should be allowed to charge their members any more than strangers with usurious interest; or why they, any more than banks, should be allowed thus to charge their members. The Act of 8th May, 1855, does not retroact on this case. It has a valuable influence in removing doubts, unfounded, perhaps, as to the validity of such a transaction, when it is sought to be enforced in its true spirit, as a means of enforcing the payment of the contributions of the members, whose shares have been advanced, until the time for distribution of the society’s effects shall arrive.\nThese views require that the amount due shall be calculated as on a loan, not of $1800, but of $1418, and the bill of exceptions furnishes the materials for making the correction.\nJudgment. — This cause came on to.be heard at the last term of this court at Philadelphia, on a writ of error to the judgment of the District Court of Philadelphia, and was argued by counsel, and thereupon it is considered that there was error in the instruction given to the jury, which occasioned an overcharge of five hundred and forty-two dollars ($542) against the defendant, and the said judgment of the said District Court is therefore reversed, and it is now here considered that the plaintiff recover of and from the defendant the sum of five hundred and seventy-seven dollars ($577,) with interest, from 23d May, 1855, and costs, and the record is remitted for execution.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Kneass, for plaintiff in error.",
      "Eeyer, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Bechtold versus Brehm.\nWhere a building association who holds the bond of one of its members for the amount of money advanced, including a premium on the loan, forfeits the membership of the obligor and proceeds upon the bond for its recovery, the transaction is to be treated as a loan, and not as a means of enforcing his contributions as a member.\nAs a loan, no more can be recovered than the amount actually advanced, ■with interest, deducting the payments made.\nVoluntary money associations cannot charge their members any more than strangers with usurious interest.\nThe Act of 8th May, 1855 (P. L. p. 519), does not retroact on this case to enable the association to recover the premium.\nError to tbe District Court of Philadelphia.\nThis case originated below by the entry of a judgment on a bond containing a warrant of attorney, a‘t the suit of Francis L. Brehm to the use of Frederick Schneider against Samuel Bechtold. The “Philadelphia German Building Association” is an unincorporated company, which was formed by Bechtold and others, in 1847. Its purpose was the accumulation of a fund sufficient to enable its members respectively to purchase or build a dwelling., house, and for this purpose each member was to pay one dollar per month for each share he held until the fund should be sufficient to divide to each share the sum of two hundred dollars: and a fine of ten cents per dollar was imposed on failure to pay any monthly due. By the Constitution every stockholder was entitled to receive a loan of two hundred dollars on every share of stock held by him. On the 10th of November, 1848, Samuel Bechtold, Jr., was the owner of nine shares, and on application for the loan received $1418, the association deducting $882 as a premium for the loan: and he executed a mortgage and the bond now in suit for the sum of $1800. He paid at various times up to August, 1853, $531 on the interest, and $513 for monthly dues, and afterwards the sum of $190.50. In consequence of some new regulations imposing additional fines and burdens, Bechtold refused to pay the fines and dues levied under them.\nThe association declared the bond forfeited, and thereupon caused judgment to be entered upon it, and issued a fieri facias, which on application of the defendant below was set aside, and the judgment opened.\nThe principal question, and the only one reviewed in this court, was, whether the association could enforce the bond against the defendant for the amount of its face, or whether they were restricted in their recovery to the amount actually received by him •with interest, deducting the payments made.\nThe court below (Hare, J.) charged the jury, That the plaintiff was entitled to receive the whole amount of 'the bond with interest, less the instalments on the shares, and interest actually paid, the contract not being usurious under the Act of Assembly.\nThe jury rendered a verdict on the 23d May, 1855, for the plaintiff for the sum of $1119.\nThe defendant, Bechtold, removed the cause to this court, and assigned the foregoing instructions of the court for error.\nKneass, for plaintiff in error.\nEeyer, for defendant in error."
  },
  "file_name": "0269-01",
  "first_page_order": 269,
  "last_page_order": 271
}
