{
  "id": 977223,
  "name": "Craig versus Pleiss",
  "name_abbreviation": "Craig v. Pleiss",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "271",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 271"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Day 268",
      "category": "reporters:state",
      "reporter": "Day",
      "case_ids": [
        6753631
      ],
      "opinion_index": -1,
      "case_paths": [
        "/day/3/0268-01"
      ]
    },
    {
      "cite": "2 Cow. 704",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 23",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840039
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0023-01"
      ]
    },
    {
      "cite": "2 N. H. 333",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6756648
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/2/0333-01"
      ]
    },
    {
      "cite": "2 Dal. 92",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 484,
    "char_count": 8248,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 1.0536295702204335e-07,
      "percentile": 0.5547443113478817
    },
    "sha256": "08dfd3853ac49ab8ed1a87fd3a32cbd966365eee3d287ee5a5b3b682cdbc40a2",
    "simhash": "1:9b671ffb9a1f9089",
    "word_count": 1518
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Craig versus Pleiss."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nIt would be difficult to imagine a transaction more completely within the letter of our statute against usury than that which is described in the reserved point. Whether it was a new loan of $600 which Craig obtained of the defendant, or further forbearance on a former loan of that amount, $25 were demanded, paid, and taken for it, and as the time of the loan or forbearance was not more than six days, this was taking for the loan or use of the money a prohibited rate of compensation. According to the reserved point it was demanded and paid for the forbearance, no matter whether of a present or former loan, and that is exactly what the statute forbids.\nYet the learned judge held it not to be within the statute, and the ground assumed now by counsel in support of his opinion may be stated thus: When the contract of forbearance was made there was no stipulation as to the rate of compensation, and hence it was not a corrupt contract, and the taking more than six per cent, on that contract was not usury. In other words, a corrupt contract is indispensable to the offence of usury.\nThis idea of a corrupt contract, that is of a contract which expressly stipulates for more than six per cent., is derived from the English statutes which were never in force here. The statute of 37 Henry 8, cap. 9, which fixed the rate of interest in England at ten per cent.; the statute of 21 Jac. 1, cap. 17, which reduced it to eight per cent.; the statute of 12 Car. 2, cap. 13, which reduced it to six per cent., and the statute of 12 Anne, cap. 16, which reduced it to five per cent., all use the expression corrupt bargain, loan, or exchange, in defining the offence, and the adjudications .under these statutes are often quoted here without adverting to the fact that our statute contains no such expression. “No person shall directly or indirectly, for any bonds or contracts to be made after the publication of this act, take for the loan or use of money, or any other commodities, above the value of six pounds for the forbearance of one hundred pounds on the value thereof, for one year, and so proportionably for a greater or lesser sum.”\nAnd then comes the definition of the offence — “ if any person or persons whatsoever do or shall receive or take more than six pounds per cent, per annum on any such bond or contract as aforesaid, upon conviction thereof,” &c.\nThere is not a word here about corrupt bargains or contracts. “ Any bonds or contracts” may be the subject of usurious payments. The offence consists not in bargaining for more than six per cent., but in taking it on any bond or contract. With us, usurious contracts are not void, but valid for the principal and legal interest, which could not be if they were the matter prohibited by the statute. Courts of justice would not lend themselves to enforce, in whole or in part, contracts made in violation of a plain statute.\nThe imagined necessity then of a corrupt bargain to complete the offence of usury, favoured as it no doubt has been by loose expressions of judges, is wholly without foundation in our statute.\nStill, however, if the usury be received on the footing of a bond or contract, if it be a mere gratuity, or be taken by force or duress of the person, it would not be the statutory offence. The reserved point tells us expressly that “ the defendant demanded $25 for the forbearance, which the said Henry Craig paid.”\nNow, forbearance stipulated for and granted, is a contract, and on that this usury was paid.\nBut if this be doubted, there can be no question that forbearance is a valuable consideration, and a demand of money on account of it, assented to by him to whom the forbearance is granted, makes a contract perfect in all its parts; and be it that the money was paid on this contract, it is of no consequence that the assent was subsequent to the forbearance and simultaneous with the payment. Subsequent assent was equivalent to a prior promise — and a promise to pay $25 for six days’ forbearance of $600, would have been not only a contract, but a corrupt one within the meaning of the English statutes. That the plaintiff did assent to the defendant’s demand is proved by the fact that he paid.\nThat what he paid was not a gratuity is proved by the fact that it was paid on demand; and that it was not obtained by force or duress, is proved by the fact that there was only a demand.\nOn all points, therefore, and in every light in which we can view the transaction, it was clearly within both the letter and the spirit of the statute, and, judging the case by the reserved point, we think the plaintiff should have had the judgment.\nBut inasmuch as counsel on neither side acquiesced in the terms of the reserved point, and on the part of the defendant it is said not to embrace all the material facts, we will, instead of entering judgment here, remit the record for a new trial.\nThe judgment is reserved and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "BrinlcU, for plaintiff in error.",
      "Wm. Shippen, Jr., and T. F. Bayard, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Craig versus Pleiss.\nThe offence of usury under the Act of 2d March, 1723, does not consist in the making of a corrupt bargain, for more than the legal rate of interest, but for talcing it on any bond or contract.\nWhere one demanded and received from another $25 for the loan or forbearance of $600, for six days, it constituted usury under the act.\nThe English statutes of usury have never been in force in this Commonwealth.\nCertificate from the Nisi Prius.\nThis was an action of debt qui tarn, by John P. Craig, against Jacob F. Pleiss, for taking more than six per centum per annum, on a loan or advance of money. On the trial the jury found a verdict in favour of the plaintiff for $600, subject to the opinion of the court on the following point reserved:\n'Henry B. Craig was indebted to the defendant in $600, on a note due 11th and 14th of October, 1853. On one of those days or one of the intermediate days, he asked the defendant for further time or for a loan of $600 to pay the note with. .This was granted by the defendant, but nothing was then said about the length of time for which Craig was to have the $600, nor about the interest or bonus to be paid for it. It was paid on the 17th of the same month, and when paid, the defendant demanded $25 for the forbearance, which the said Henry Craig paid.\nIf this fact be sufficient to bring the case within the usury la,w, judgment on verdict, but judgment non obstante veredicto if the opinion of the court should be otherwise.\nOn the 4th April, 1855, the court gave judgment on the point reserved in favour of the defendant non obstante veredicto.\nWhereupon the plaintiff took this certificate of error.\nBrinlcU, for plaintiff in error.\nThe action is founded on the Act of 2d March, 1723. It is not necessary there should be a contract for usurious interest to make it penal. It is the taking that is the gist of the offence: Wykoff v. Loughhead, 2 Dal. 92; Lamb v. Lindsay, 4 W. & Ser. 449; Oyster v. Longnecker, 4 Harris 269; Hawk. P. C. c. 82, § 12; Chitty's Con. 705.\nUnder our act the contract is not void: Turner v. Calvert, 12 Ser. & R. 46. By talcing more than legal interest the penalty is incurred, although the agreement was not originally usurious: Chitty on Con. 705; Abrams v. Bunn, 4 Burr. 2253; Rex v. Allen, T. Raym. 197. An agreement to pay more than legal interest for past forbearance is usurious: Mitchell v. Doggett, 1 Branch 356; Willing v. Green, 2 N. H. 333.\nWm. Shippen, Jr., and T. F. Bayard, for defendant in error.\nThe statute is penal, and its construction must therefore be strict and literal. There must be a usurious taking, in pursuance of a previous corrupt contract. So are all the precedents: 2 Chitty Pl. 511. So pleas of the statute alleged by way of corrupt bargain and agreement: Co. Ent. 169 a; Lilly’s Ent. 183; Clift. 184: and the replication traverses the corrupt agreement: Clift. 185, and Lilly 184. Com. Dig., Pleader, 2 Watts 23; Rex v. Walker, 1 Sid. 421. To constitute usury there must be a usurious contract: Scott q. t. v. Brest, 2 T. R. 241; Ferral v. Shaen, 1 Saund. Rep. 295; Lamb v. Lindsay, 4 W. & Ser. 453; 2 Cow. 704; Smith v. Bench, 3 Day 268; Saund. Pl. & Ev. 10-25; Mansfield v. Trears, Cowp. 671; Tate v. Welling, 3 T. R. 538."
  },
  "file_name": "0271-01",
  "first_page_order": 271,
  "last_page_order": 274
}
