{
  "id": 977368,
  "name": "Vanleer versus Earle",
  "name_abbreviation": "Vanleer v. Earle",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "277",
  "last_page": "279",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 277"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Tenn. Rep. 496",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "opinion_index": -1
    },
    {
      "cite": "1 J. 278",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wend. 385",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        3516018
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/2/0385-01"
      ]
    },
    {
      "cite": "6 Johns. 138",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2132740
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/6/0138-01"
      ]
    },
    {
      "cite": "5 Tenn. 496",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 376,
    "char_count": 5596,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 2.618951032150942e-07,
      "percentile": 0.821117949347626
    },
    "sha256": "95f67f1f33659734890fb624cdf790a82d8642ebb3d8573cc8916f2f8c76c7f7",
    "simhash": "1:f76686a9d4f66cb8",
    "word_count": 1004
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vanleer versus Earle."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nThe plaintiff below bought a horse from the defendant with an express warranty that he was sound and kind in harness. The jury found the warranty to be broken, and gave damages according to the plaintiff’s loss. On the law, so far as it applies to the merits of the case, there is no dispute. The only question raised here is a technical one. The declaration is in tort, and avers that the defendant induced the plaintiff to buy the horse by falsely and fraudulently warranting, &c. This mode of declaring in case upon a warranty was almost the exclusive practice. In later times it has been superseded to a great extent by the assumpsit form. But it is not obsolete. The precedent maintains its place in the books on pleading: (2 Chitty 139;) it is used frequently, (1 How. Miss. 288; 5 Tenn. 496; Doug. 19,) and has its advocates as being the better and safer mode : (6 Johns. 138.) No matter which form of declaration be chos.en, plaintiff may recover on an express warranty without either alleging or proving the knowledge of the defendant that it was false. A scienter need only be shown when the action is for deceit.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Guillou, for the plaintiff in error.",
      ". Earle, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Vanleer versus Earle.\nA plaintiff may recover for the breach of an express warranty in either assumpsit or ease.\n\"Whichever form of action be adopted it is not necessary to allege or prove that the defendant knew the representation to be false.\nError to the District Court of Philadelphia county.\nThis was an action on the case brought by Henry Earle against George Vanleer.\nThe narr. was in deceit for false and fraudulent representations in the sale of a horse, and warranting him to be sound and kind in harness. The defendant pleaded not guilty, and upon this issue the cause was tried.\nOn the trial the plaintiff proved that on the 4th of May, 1854, he purchased a horse from the defendant for the sum of $225, Vanleer giving him a receipt for the price in which he warranted the horse “sound and kind in harness.”\nEvidence was also given to show that the horse was not kind in harness, but was timid and restive, and shortly after the purchase by the plaintiff he ran away with a carriage. After which the plaintiff offered to return him to the defendant, and demanded a return of the purchase-money. The defendant refused to receive him and return the money, and in accordance with prior notice to defendant, the plaintiff had the horse sold at auction on the 20th May, 1854, and lie was purchased by the defendant, Van-leer, for the sum of $140.\nThis action was then brought to recover the difference between the sale and the price paid by plaintiff, together with the breakage of the carriage.\nThere was no evidence given to show that the defendant Van-leer had any knowledge that the horse was otherwise than he had represented him to be, or that his representations were fraudulent. ■\nAfter the evidence for the plaintiff below was closed, the counsel of defendant requested the judge who tried the cause to enter a judgment of nonsuit, on the ground that the evidence did not support the declaration; that there was no evidence to support the averment of deceit. This request was refused.\nThe court below (Ssarswood, P. J.) charged the jury, that if, from 'the evidence in the cause, they believed that the horse was not sound and kind in harness, they should find for the plaintiff. The horse was warranted to be such, and if he turned out to be otherwise the defendant was liable.\nThe jury found a verdict for the plaintiff for $111.68.\nThe defendant sued out this writ, and assigned for error that the court erred in ruling that the evidence supported the declaration, and in deciding that the plaintiff could recover upon the pleadings and evidence in the cause.\nGuillou, for the plaintiff in error.\nThe intention to deceive is the essential characteristic of fraud — and to. constitute fraud, knowledge must be proved. Deceit or fraud only is not supported by evidence of express warranty: Bates v. Martin, Brayt. 78; Baldwin v. West, Hardin 50. The quo animo is the gist of the action: Freeman v. Baker, 5 B. & Ad. 194; Polhill v. Walter, 3 B. & Ad. 114; 2 Steph. N. P. 1281; 2 Leigh. N. P. 1068; Benton v. Pratt, 2 Wend. 385; Weeks v. Burton, 7 Ver. Rep. 67; Foster v. Charles, 6 Bing. 396; Clifford v. Brooke, 13 Ves. 133; 2 Stark on Ev. 468; Boyd’s Ex’rs. v. Browne, 6 Barr 316; Boker v. Walker, 2 Harris 139-142; Cornelius v. Molly, 7 Barr 293; Swazey v. Herr, 1 J. 278; Staines v. Shore, 4 Harris 200; Huhn v. Wilson, 11 Harris 178.\n. Earle, for defendant in error.\nThere is no averment of a sci-enter in the declaration, and even- if averred need not be proved. The gist of this action is the express warranty. If the words “falsely and fraudulently” were struck out, the plaintiff could still recover on the warranty proved.\nThe ancient method of declaring was in tort on the warranty broken. Williamson v. Allison, 2 East 446, is directly in point, except that there the scienter was averred, here it is not: Chandelor v. Lopus, Cro. Jac. 4; Dennison v. Ralphson, 1 Ventr. 366; Pippin v. Solomons, 5 Tenn. Rep. 496. In Beeman v. Buck, 3 Ver. Rep. 53, which overrules the Vermont case of Bates v. Martin, Brayt. 78, cited by plaintiff in error, it is held that in case on warranty the scienter need not be alleged, nor proved if alleged. The form in this case is from 2 Chitty’s Pl. 679, except that there the scienter is averred.\nThe action may be either tort or assumpsit: Massie v. Crawford, 3 Monr. 218; McLeod v. Tult, 1 How. Miss. Rep. 288; 2 Car. & P. 540; 2 East 450."
  },
  "file_name": "0277-01",
  "first_page_order": 277,
  "last_page_order": 279
}
