{
  "id": 977292,
  "name": "Commonwealth ex rel. Susan Wilson versus The Keeper of the Jail of Philadelphia County",
  "name_abbreviation": "Commonwealth ex rel. Wilson v. Keeper of the Jail of Philadelphia County",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "279",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 279"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 213,
    "char_count": 3406,
    "ocr_confidence": 0.427,
    "pagerank": {
      "raw": 1.8276674287918322e-07,
      "percentile": 0.7202589803498196
    },
    "sha256": "ff7b8d8c745d1beab32ef43796e3505bf67756269c5d04ff05d995ed0ef6d2aa",
    "simhash": "1:64e40e9e16aaf701",
    "word_count": 610
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth ex rel. Susan Wilson versus The Keeper of the Jail of Philadelphia County."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nThis is an application for the writ of habeas corpus. On the petitioner’s own showing it appears that she is imprisoned by virtue of the sentence of a court of competent jurisdiction, until she pays the fine and costs imposed on a conviction for keeping a disorderly house. It appears also that she applied to be discharged under the insolvent laws, and obtained a temporary discharge, on giving bond to comply with the provisions of law and orders of the court. But the Court of Common Pleas dismissed her petition for the insolvent laws; and she thereupon surrendered herself to jail in discharge of her bond. She is therefore again in imprisonment under the sentence of the court of criminal jurisdiction.\nIf the object be to nullify, in this collateral way, either of the judgments referred to, it cannot be accomplished. The writ, of habeas corpus is not a writ of error. We do not see any error in the proceedings of either court. But if we did, this is not the proper remedy for it. But it may be alleged that a writ of error lies not to the decision of the Common Pleas on an application for the insolvent laws, and that no appeal can be taken in such a case. If this be so, it does not give us authority to disregard their judgments and nullify them by means of a writ of habeas corpus. Such a proceeding would be an abuse of the writ. If there be any remedy, the writ of habeas corpus is not the proper one, and it is therefore refused.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "J. /S'. Tennery, for the motion.",
      "W. B. Beed, contra,."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Susan Wilson versus The Keeper of the Jail of Philadelphia County.\nThis court cannot discharge on habeas corpus, a person imprisoned under the sentence of a court of competent jurisdiction.\nIf the proceedings of the court were erroneous they could not he reviewed, In a collateral way, upon application for, or hearing of a habeas corpus.\nWhere a person imprisoned under a sentence for a criminal offence, gives bond to take the benefit of the insolvent laws, and the application is refused, and he surrenders himself to jail in discharge of the bond, he is in prison again under the sentence of the court of criminal jurisdiction.\nThis was an application to the Supreme Court sitting in banc at Philadelphia by Susan Wilson for a writ of habeas corpus, to be directed to the keeper of the jail of Philadelphia county.\nThe applicant had been indicted, and on the 6th June, 1855, convicted of keeping a disorderly house, and sentenced by the court to pay a fine of $25, pay the costs of prosecution, and undergo imprisonment in the Philadelphia County Prison for the period of four calendar months, and stand committed till the sentence is complied with.\nOn the 2d of October, 1855, she having been in actual confinement more than three months, she entered into a bond with surety to take the benefit of the insolvent laws; and on the 9th October, her term of imprisonment having expired, she was discharged from prison. At the December term of the Court of Common Pleas she applied to be discharged as an insolvent debtor; and on the 5th January, 1856, her application was refused, and she surrendered herself to jail in discharge of her surety. She alleged that she was unjustly restrained of her liberty, and prayed the court that a writ of habeas corpus might issue to bring her before the court, to do and submit to what the court should consider meet in that behalf.\nJ. /S'. Tennery, for the motion.\nW. B. Beed, contra,."
  },
  "file_name": "0279-01",
  "first_page_order": 279,
  "last_page_order": 280
}
