{
  "id": 977339,
  "name": "Schwenk versus The County of Montgomery",
  "name_abbreviation": "Schwenk v. County of Montgomery",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "281",
  "last_page": "282",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 281"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 190,
    "char_count": 3088,
    "ocr_confidence": 0.447,
    "sha256": "092a9a99133ee02d25dd5c8aca7390cdda5b2d87c79c0ae59d7e03d99b177ded",
    "simhash": "1:e0e38ecd3b92963b",
    "word_count": 530
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Schwenk versus The County of Montgomery."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThe specification of error contained in the plaintiff’s paper-book is in the following words, viz.:—\nThe court below erred in rejecting the offers contained in the first, second, and third bills of exceptions sealed at the plaintiff’s request.\nThe 6th rule of this court, adopted at Pittsburgh, September 6th, 1852, and published in the appendix to 6 Harris, declares that “ Each error relied on must he specified particularly and by itself. If any specification embrace more than one point, or refer '' to more than one bill of exceptions, or raise more than one distinct question, it shall be considered a waiver of all the errors so alleged.” And again, the 8th rule declares that “ When the error assigned is to the admission or rejection of evidence, the specification must quote the full substance of the bill of exceptions, or copy the bill in immediate connexion with the specifications. Any assignment of error, not according to this and the last rule, will be held the same as none.”\nBy comparing the assignment of error with the above rules, it will be seen at a glance that this judgment must be affirmed. Had the learned counsel for the plaintiff in error assigned the errors in accordance with the rules of the court, an opinion would have been given upon each point raised as required by the Act of Assembly. It is by no means certain that a compliance with the rules would have produced a different result; as it is, there is no point raised by the record, and the judgment below must stand.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Boyd and Allabaugh, for plaintiff in error.",
      "Chain, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Schwenk versus The County of Montgomery.\nAn assignment of error which refers to more than one bill of exceptions, or raises more than one distinct question, under the rule of this court, is a waiver of the errors so assigned.\nAn assignment of error to the admission or rejection of evidence will not bfe noticed in this court unless a copy or the full substance of the bill of exceptions is quoted in immediate connexion with the specification.\nError to the Common Pleas of Montgomery county.\nThis was an action of covenant brought by Aaron Schwenk against The County of Montgomery, upon an article of agreement, dated 27th September, 1852.\nQn the trial of the cause, in the .court below, the plaintiff offered in evidence the agreement signed by the plaintiff and Michael Hartzell, one of the commissioners of the county, and with the county seal affixed to it.\nThe admission of the agreement as evidence was objected to by the defendant, and rejected by the court, to which the plaintiff excepted.\nIt was again a second and third time offered under different aspects, and after witnesses had been examined in relation to its execution, and each time rejected, and bills sealed.\nThe verdict was for defendants.\nThe plaintiff sued out this writ, and the only error assigned here was as follows:—\nThe court below erred in rejecting the offers contained in the first, second, and third bills of exceptions sealed at plaintiff’s request.\nBoyd and Allabaugh, for plaintiff in error.\nChain, for defendant in error."
  },
  "file_name": "0281-01",
  "first_page_order": 281,
  "last_page_order": 282
}
