{
  "id": 977235,
  "name": "Lobb versus Lobb",
  "name_abbreviation": "Lobb v. Lobb",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "327",
  "last_page": "332",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 327"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 568,
    "char_count": 16611,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 1.0875779343274453e-07,
      "percentile": 0.5648564839108381
    },
    "sha256": "4e905cdd41dd9055e8171662c2bc2bb1ba83243d0975eef1b13fbaa4a80cd0b3",
    "simhash": "1:3a2fa120e18ebdba",
    "word_count": 2865
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lobb versus Lobb."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThis was an action of debt on award. The grounds of defence were — 1st. That Rebecca Lobb, in whose favour the award was made, had not joined in the submission. .2d. That the award was void for uncertainty. 3d. That, by an arrangement subsequent to the award, Rebecca had released the estate of Benjamin Lobb, and had substituted the personal liability of one of thé administrators, George Lobb. The verdict was for the plaintiff, for the amount of the award, with interest from its date.\nThe assignments of error are numerous. Several of them, how'ever, may be examined together., as they present substantially the same question.\n1st and 3d. It is assigned for error that the court permitted declarations of George Lobb, one of the administrators, and the only one summoned, to be given in evidence to prove that the money awarded to be due to Rebecca was unpaid, and that it was ■ in the hands of the administrators. This evidence was properly received. The action was upon an award made subsequent to the appointment of the administrators, and the evidence was competent at least as corroborative. The pleadings put in issue the existence of the award, as well as its payment, and the evidence contained in these bills of exception was pertinent to both issues. The question would have been entirely different had the evidence been offered to prove the original liability of the estate.\n2d, 7th, and 8th. These assignments raise the question of the admissibility of the award in evidence, its character as to certainty, and its agreement with the award declared upon.\nThe award was in these words:—\n“Marple, 10th mo. 12th, 1837.”\n“We, the subscribers, met and awarded to Rebecca Lobb, for services done for her brother, a number of years, to be in addition to what she has had, $1000 00 cents.\n(Signed) Benjamin Yard.\nJames Maris.\nJob Esrey.”\nAlthough the award is far from being artistically drawn, yet there appears from its face no uncertainty, except as to the name of the brother, and about this there is no dispute. It also agrees with the declaration as set forth in the plaintiff’s paper-book, and was consequently admissible in evidence.\n4th. “ The court erred in admitting evidence as to the capacity in which Rebecca Lobb lived with George Lobb.” It is not easy to discover the materiality of this evidence, for it does not appear to have had anything to do with the result of the case. If there was error in admitting the evidence, it was without injury to the defendant, and therefore it does not call for a reversal of the judgment.\n5th, The evidence contained in this bill was clearly pertinent, as its tendency was to prove that the administrators recognised the validity of the award, and that the amount of it was placed in the hands of one of them for its payment.\n6th. The Court of Common Pleas was requested to instruct the jury that there was no evidence that Eebecca Lobb had joined in the submission. The refusal of the court so to instruct the jury was right, for it was distinctly proved that Eebecca was present at the hearing, and stated her claim to the referees. As the submission was by parol, her previous agreement was to be inferred from her participation in the trial.\n9th and 10th. The suit was brought against William Hood and George Lobb, administrators of Benjamin Lobb, deceased. Lobb was summoned, and “ nihil” returned as to Hood. The declaration was against George Lobb as administrator, and the pleas by him. The record of the trial is in these words, viz.:—\n“ May 25th, 1854. A jury being called, and affirmed, say they find for the plaintiff, against the defendants, the sum of nineteen hundred and ninety-seven dollars and thirty-three cents damages and six cents costs. Judgment accordingly.”\nTwo errors are assigned upon this part of the record, viz.:\n“ 9. The court erred in allowing the jury to be sworn as upon an issue between the plaintiff, and Benjamin Hood and George Lobb, defendants, there having been no plea entered by Benjamin Hood, and no issue joined as to him.\n“10. The court erred in rendering judgment on the verdict against both defendants named in the writ, Wm. Hood not having been summoned, and George Lobb only having pleaded to issue.” It is admitted in the defendants’ paper-book, that the jury were sworn and the judgment entered against both Lobb and Hood, as administrators of Benjamin Lobb, deceased. This was erroneous as to Hood. He was no party to the issue, and had no opportunity of being heard, and although he was named in the writ in a representative capacity, yet it may be that the judgment against him, if permitted to stand, will affect his interest in some subsequent proceedings. To prevent this we will reverse the judgment as to-Hood, but affirm it against the other administrator, George Lobb. This will give to the plaintiff a complete remedy against the estate of Benjamin Lobb, deceased, and against George Lobb for devastavit, if any committed.\nJudgment reversed as to William Hood, the administrator not summoned, and affirmed with costs against George Lobb, the other administrator.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "J. J. Leivis and Levis, for plaintiff in error.",
      "LS. Darlington, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lobb versus Lobb.\nIn an action of debt against an administrator upon an .award made subsequent to his appointment, the admissions of the administrator are competent as corroborative evidence of the existence of the award, but not to prove the original liability of the estate.\nWhere there is no uncertainty appearing on the face of an award, and it agrees with the one set out in the plaintiffs narr., it is properly received in evidence.\nA judgment will not be reversed for the admission of irrelevant testimony, unless it did injury to the party objecting to its admission.\nIn such action, evidence that in a settlement between the administrators, the amount of the award was left in the hands of one of them, to be paid to the party in whose favour it was made, was competent to show that the administrators recognised the validity of the award.\nWhere the submission was by parol, and the party in whose favour the award was made, attended before the referees and stated her claim to them, it was sufficient evidence to submit to the jury, that she had joined in the submission — her previous agreement was to be inferred from her participation in the trial.\nWhere the action is against two administrators, and but one is summoned, and the other does not appear and plead, the jury cannot be sworn and judgment rendered against the one not summoned.\nA judgment rendered against both in such ease, will be reversed as to the one not summoned, and affirmed as to the other.\nError to tbe Common Pleas of Delaware county.\nThis was an action of debt upon an award by Charles D. Manley, administrator with the will annexed of Rebecca Lobb, deceased, against William Hood and George Lobb, administrators of Benjamin Lobb, deceased.\nThe plaintiff’s testatrix was the sister of defendant’s intestate, and prior to -the year 1836, they lived together, — Rebecca being the housekeeper of the family. Benjamin Lobb died in 1836 or 1837, and administration was granted to the defendants, his son and son-in-law. Rebecca preferred a claim against the estate of her brother for services, and the matter was submitted to the arbitrament of three men, who awarded to her on the 10th of October, 1837, $1000 in addition to what she had received. This action was instituted on the 9th of May, 1853, to recover the amount of this award with interest. The process was served upon George Lobb, and returned “nihil” as to William Hood, the other administrator. George Lobb appeared and pleaded to the action.\nOn the trial in the court below, the plaintiff offered the declarations of George Lobb, admitting that the estate of his intestate owed the plaintiff’s testatrix the sum of $1000, which was objected to by defendant’s counsel, but admitted by the court. The award was also offered in evidence and admitted under an exception by the defendant.\nThe court also, against the objection of the defendant, admitted evidence that after the death of Benjamin Lobb, Rebecca lived with George Lobb as his housekeeper. It was testified by a witness, under a similar objection, that at a settlement of the matters pertaining to .the estate of Benjamin Lobb, deceased, between George Lobb and William Hood, the administrators, that the amount of the award in favour of Rebecca was left in the hands of George Lobb, and that he received a credit for the principal and interest in such settlement.\nThe jury were sworn as to both defendants, and on the trial the defendant submitted the following points:\n■ 1. If the jury believe that an arrangement and settlement was made among the parties interested in the estate of Benjamin Lobb, deceased, to the effect that George Lobb should be credited as administrator, &c., of Benjamin Lobb, deceased, with the amount of the award in favour of Rebecca Lobb to that amount, and that this arrangement was acceded to by Rebecca and settlement made accordingly, the remedy against the administrators upon the award is extinguished, and the suit should be brought against George Lobb personally.\n2. There is evidence in the testimony of Robert B. Hannum of the existence of such an arrangement.\n3. An award to be binding must be made in pursuance of a submission between the parties to be affected, and must be certain.\n4. There is no evidence of Rebecca Lobb having made any submission to the referees; and, as far as she is concerned, they acted without authority from her.\n. 5. The award has not that certainty which the law requires.\n6. The award given in evidence does not agree with that declared upon, nor is it made evidence by the proper averments, and the plaintiff is, therefore, not entitled to recover.\nThe court below (Haines, P. J.) charged the jury as follows: — ■\n“This is an action brought by Charles D. Manley, administrator cum testamento annexo of Rebecca Lobb, deceased, against William Hood and George Lobb, administrators of Benjamin Lobb, deceased, to rceover a sum of money said to have been due by Benjamin Lobb, in his lifetime, to Rebecca Lobb, in her lifetime. It would seem from the deposition of Joseph Esrey, that George Lobb and William Hood agreed to submit to certain referees, pertain matters of dispute between them, and that Rebecca Lobb, who it appears had a claim against the estate of which these gentlemen were administrators, also submitted her claim to the same referees. The parties appeared before the arbitrators, and Rebecca also appeared, and the claims of all of them were urged and passed upon, and an award made giving to Rebecca Lobb the sum of $1000. What was done between the other parties it is not necessary to notice, as it does not affect the case you are trying. The award is in these words—\n‘ Marple, 10th mo. 12th, 1837-\n. ‘We the subscribers met and awarded to Rebecca Lobb, for services done for her brother a number of years to be, in addition to what she had, $>1000.’\n“It is said, and I am- requested to charge you, that ‘there is no evidence of Rebecca Lobb having made any submission to the referees', and as far as she is concerned they acted without authority from her.’ I cannot say there is no evidence of this sort, for Rebecca attended before the arbitrators, had the claim considered, and an award made in her favour, and it is for you to say whether the evidence is sufficient of a submission on her part or not. The whole submission was verbal, and it strikes the court that the fact of her appearance before the arbitrators, and a submission of her claim at that time, was a sufficient submission.\n“It is further said, and I am requested to charge, that ‘the award has not that certainty which the law requires;’ and that ‘the award given in evidence does not agree with that declared upon, nor is it made evidence by the proper averments, and the plaintiffs are therefore not entitled to recover.’\n“ In regard to the first branch of this position, I cannot affirm it in terms: it strikes the court that the case furnishes enough to give sufficient certainty to the award: nor can I affirm the second branch here mentioned; there cannot be a question as to the fair understanding of the award, nor do I conceive that the averment in the declaration so far disagrees with the award as to create any substantial difference.\n“ It is true that an award to be binding must be made in pursuance of a submission between the parties to be affected, and must be certain. I have already said that in the opinion of the court there is evidence of a submission by the parties to this action, that an award was made and that it has sufficient certainty to be binding upon them.\n“It seems, however, that subsequently to this submission and award, an arrrangement and settlement was made between George Lobb and his co-administrator, William Hood, or rather between the guardians of the minor children of Sarah Hood and the executors or administrators of Benjamin Lobb, and that in that settlement, which extended to the accounts between the administrators, the sum awarded to Rebecca as due her from the estate of Benjamin Lobb, yras retained by George Lobb. It can scarcely be doubted from the evidence in the cause that such an arrangement took place, as the evidence is full upon the point, and I have to say to you that ‘ if you believe that an arrangement and settlement was made among the parties interested in the estate of Benjamin Lobb, deceased, to the effect that George Lobb should be credited as administrator, &c., of Benjamin Lobb, deceased, with the-amount of the award in favour of Rebecca Lobb, and pay Rebecca Lobb that amount — and that this arrangement was acceded to by Rebecca Lobb, and settlement made accordingly, the remedy against the administrators .upon the award is extinguished, and the suit should be brought against George Lobb personally.’ It is due to justice to say, that there is evidence in the testimony of Mr. Hannum, of the existence of such an arrangement, which you ought not lightly to disregard.\n“From this witness we may learn that at the settlement before mentioned, the whole matter in relation to the estate of Benjamin Lobb, real and personal, was taken into consideration, and that the settlement included the rights and interests of the parties in the real estate as well as the personal. In this view, the evidence is irresistible to prove an arrangement such as before indicated. We have then the fact proved without contradiction, that George Lobb took upon himself, by the settlement of the parties, the payment of the sum awarded to Rebecca Lobb. This was the arrangement entered into by those interested in the estate of Benjamin Lobb, deceased.\n“ It is said, however, that Rebecca Lobb was not present at the settlement, and did not agree to it at the time or subsequently thereto. This is a question of considerable importance in the cause, and is worthy your serious consideration. If Rebecca Lobb did not agree to the arrangement by which she was to look to George Lobb for payment, and relinquish her rights against the estate of Benjamin Lobb, she cannot be made to pursue George Lobb, and her action is properly conceived against the administration. If, on the contrary, she did agree to the arrangement, and did relinquish her claim against the estate of Benjamin Lobb, deceased, then the present action is improperly conceived, and she cannot recover. The evidence on this point is plain and readily remembered. Mr. Hannum saw her while the arrangement was being made — he says she stated she had never been paid. ‘I stated to her that if she held them both responsible, says the witness— meaning the administrators of Benjamin Lobb — they could not settle it in that way unless security should be given. She said she was perfectly satisfied it should be settled in that way: it would be safe with George.’\n“ There is other evidence to this point which I need not refer to. -This evidence, I repeat, is to the point of her agreement, and is very strong that she did agree. If the jury believe that she did so agree, then this action cannot be supported, and your verdict should be for defendant. This is a question for you to decide.”\nThe jury found for the plaintiff, $1997.33, and judgment was rendered on the verdict against both defendants.\nThe errors asigned were to the admission of the evidence as stated, the charge of the court, and the entry of judgment against both defendants, while but one was summoned and pleaded to the action.\nJ. J. Leivis and Levis, for plaintiff in error.\nLS. Darlington, for defendant in error."
  },
  "file_name": "0327-01",
  "first_page_order": 327,
  "last_page_order": 332
}
