{
  "id": 977354,
  "name": "Quinn versus Woodhouse",
  "name_abbreviation": "Quinn v. Woodhouse",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "333",
  "last_page": "335",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 333"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 218,
    "char_count": 4250,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 6.770845263994211e-08,
      "percentile": 0.4112118119627824
    },
    "sha256": "139f19a1e4efdeb9e6f8f13cc162ef1593f001ea1b6b7b76df9e9f81bbb844e0",
    "simhash": "1:b673e521be5e3758",
    "word_count": 748
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Quinn versus Woodhouse."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThis case originated before an alderman. The suit was brought on the 4th of March, 1851, and the cause of action is set forth thus:—\n“ Plaintiff claims for brick sold and delivered, on account of which defendant contracted to pay a certain judgment, for the payment of which plaintiff in this suit was liable as security, which judgment defendant has failed to pay and satisfy. Demand, $>75. Judgment was rendered by the alderman for the plaintiff, and defendant appealed.\nIn the Common Pleas, the plaintiff filed a declaration for goods sold and delivered, and the common money counts. The plea was non-assumpsit, a trial by jury, and verdict for the plaintiff.\nFour objections are made to the judgment rendered on the verdict.\n1st. To the jurisdiction. 2d. To the change of the cause of action after the appeal. 3d. To the manner in which the jury were sworn; and 4th, that the narr. set forth the cause of action as having accrued after the suit was commenced before the justice.\nShort answers to each objection will suffice.\n1st. The action was founded on contract, and the justice had jurisdiction. 2d. There does not appear to have been a new cause of action introduced after the appeal. The third objection is not sustained by the record; and if the fourth had been made in the court below, it would have been obviated by amendment founded on the transcript. Not having been made there, it must here be considered as waived.\nStrictness of pleading, particularly in causes originating before a justice of ‘the peace, is not to be required at the expense of substantial justice. Judgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Barton, for plaintiff in error.",
      "Marshall, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Quinn versus Woodhouse.\nAn action against a defendant to recover for brick sold and delivered to him, and for which he was to pay a judgment against the plaintiff, in favour of another party, and failed to do so, is founded on contract, and an alderman or justice of the peace has jurisdiction.\nA declaration filed in such case, for goods sold and delivered, and on the common money counts, is not substituting a different cause of action.\nAn objection to a declaration which might be obviated by an amendment, if not made in the court below, will be considered as waived.\nAn irregularity in selecting and swearing the jury, unless put upon the record by an exception, cannot be reviewed in this court.\nError to the Common Pleas of Allegheny county.\nThis was an action brought by Woodhouse against Quinn, before an alderman, on the 4th of March, 1851, and brought into the Court of Common Pleas by an appeal. Before the alderman the plaintiff set out his cause of action to be for “ brick sold and delivered, on account of which defendant contracted to pay a certain judgment, for the payment of which the plaintiff in this suit was held as security, which judgment the defendant has failed to pay and satisfy.” In the Common Pleas, the plaintiff filed a declaration containing the common counts in assumpsit, and laying the cause of action as accrued on the 10th of March, 1851. The cause was tried in the Common Pleas in the absence of the defendant and his counsel, and, as was alleged by him, by a jury that had not been selected in that case, but had remained in the box after trying several other cases, and were sworn in this cause without having been selected by ballot to try this cause.\nThe defendant made a motion for a new trial, which was overruled by the court.\nErrors assigned: 1. The court below had no jurisdiction; the damages, if any, sustained by the plaintiff below, being consequential, and such are not within the jurisdiction of a justice of the peace.\n2. The court below erred in permitting the plaintiff below to declare and recover upon an entirely different and distinct cause of action from that on which he brought suit before the justice.\n3. There was error in the court below permitting the same jury that sat in the former case to be sworn in this case, without having drawn them by ballot, &c., as directed bylaw, the defendant being absent, and not represented by counsel.\n4. The cause of action, as set forth in the narr., arose after the bringing of the suit, to wit, on the 10th March, 1851.\nBarton, for plaintiff in error.\nMarshall, for defendant in error."
  },
  "file_name": "0333-01",
  "first_page_order": 333,
  "last_page_order": 335
}
