{
  "id": 977308,
  "name": "Poorman versus Kilgore",
  "name_abbreviation": "Poorman v. Kilgore",
  "decision_date": "1855",
  "docket_number": "",
  "first_page": "365",
  "last_page": "374",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 365"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 138",
      "category": "reporters:state",
      "reporter": "Watts",
      "pin_cites": [
        {
          "page": "255"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 42",
      "category": "reporters:state",
      "reporter": "Watts",
      "pin_cites": [
        {
          "page": "109"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "2 Jones 175",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8681961
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/47/0175-01"
      ]
    },
    {
      "cite": "2 Penn. Rep. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 109",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "1 Yeates 220",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "1 Dall. 1",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408376,
        1408537,
        12121243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/1/0001-01",
        "/us/1/0002-01",
        "/dall/1/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1101,
    "char_count": 26502,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 1.072846734978146e-06,
      "percentile": 0.9848427456581446
    },
    "sha256": "a08102013a6196acfca3ed83d3de56f6035760bdacc2edb83f39c58dc2a23e3b",
    "simhash": "1:c833668acca99863",
    "word_count": 4836
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, C. J., and Black, J., dissent."
    ],
    "parties": [
      "Poorman versus Kilgore."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nWherever we notice a change in the administration of legal principles, gradually progressing for a considerable period and under a series of judges, it may be very safely assumed that it has a much more legitimate foundation than that of judicial arbitrariness. This is illustrated by the practice under the statute of frauds and perjuries: and we very naturally ask, how happens it that any exceptions at all have been made to a statute so general and so peremptory in its terms, and that judges are now so much inclined to restrict the sphere of those exceptions ?\nHowever we may define that portion of the law which courts of equity take as their guide, it is very apparent that the equitable exceptions that have been made to this statute have gone upon the principle of correcting the law in that wherein it was, by reason of its universality, defective. They proceed upon the assumption that our experience furnishes no universal rules, either for legislation or jurisprudence, but only general ones. Though we give to laws the form of universality, yet they must always be subject to modification or exception, when a new experience arises to which they are not jdstly adapted. To regard them otherwise would be to treat them as mere'arbitrary rules, and not, as they ought to be, a generalization and improvement of the results of our social experience. The demands of natural justice and the nature of our minds impose upon us the necessity of excepting out of the letter of the law those cases that are not equitably within its intention, and this necessity finds its expression and its measure in many accepted rules of interpretation.\nThe English statute of frauds and perjuries was passed in 1676, and was intended to- change the common law theretofore existing, by which title to land could be passed by livery of seisin without writing; and to get clear of the frauds, perjuries and subornation of perjuries, and the uncertainties of titles that had grown out of the old law. But as the customs of the country can never be suddenly and entirely broken down even by an act of Parliament, it was natural that many cases should arise, founded on the old customs, where great injustice would be done unless the statute should, receive an equitable interpretation; and the presumption that the legislature did not intend any innovation on the common law, further than the case absolutely required, came in aid of such an equitable interpretation as would ease off the severity of the operation of the new enactment. But exceptions founded on this principle must naturally be but temporary expedients, which must die away when the new law itself has become part of the general customs of the country.' We might say that there is a natural provision for this sort of indulgences, in the fact that no man is .perfect enough to bear a strict application of rules, and very few hearts are hard enough to enforce, without flinching, the letter of the law when it results in upholding injustice.\nWhen the settlement of Pennsylvania commenced, the English statute had not broken down the old customs relative to passing titles to land, 'and we did not at first adopt it as part of our law: 1 Dall. 1. And when our statute was passed in 1772, of course it was necessary to treat the old customs of granting lands with the indulgence already indicated. And ás, with us and on account of the small value of our lands, our customs in relation to conveyanees were more loose than they had been in England — 1 Yeates 220, 500 ; 2 Id. 124, 379; 3 Binney 187 — this indulgence here was greater than there. But here, as there, it was evidently temporary, and in its very nature it presented a caution against its own permanence.\nThis temporary reason influenced also the recognition of the statutes providing .for the recording of titles, and for the limitation of actions and of liens of judgments; but it ‘has answered its purpose, and now the only difficulty is to know how to fall back upon those essential exceptions to which all laws are, in their very nature, subject; because-no people can bear an entirely literal and ■unbending application of any rule of law. We can make this regression intelligently only by carefully noticing the experience of the past, and not by ignoring and rudely rejecting all the modifications with which the statute has been applied in practice. If we attempt to gain, at one bound, our true position, we shall probably light beyond it. Even in seeking the correction of admitted error, our experimentations must be grounded on our experience.\nA delivery of possession in pursuance of a verbal contract is now regarded as essential to the enforcement of if; but there is a plain reason why it ought not to be treated as securing that result, or as having as much force now as it. once had.. When livery of seisin was at common law a sufficient form of transferring title to land, it was- an open and notorious act, performed in the presence of the neighbours, accompanied by the symbolical delivery of the turf or twig, and the -declaration of the quantity of the estate granted. But even this solemn investiture was so open to frauds and perjuries that it called for the correction of the statute requiring the contract to be put into writing. Now, that common law form has worn out, and delivery takes place without any form at all, almost always by a mere entry on a permission, express or implied; and thus the publicity and form of the delivery no longer avails as a cheek upon the mere invention of the sale.\nIn our first endeavour to administer these equitable exceptions through the instrumentality of a common law trial, we very often failed by reason of our want of skill in applying such remedies in a form so unusual. Very often the law and the facts were committed to the jury, and out of them they made a general verdict as best they could; but experience has shown that their mental training was not at all of a kind to enable them to thread their way through all the complications of such questions, and that generally they cut the knot, and decided each case according to their feelings, and not according to the laws by which titles to land are regulated. This experience has forced upon the courts a more careful study and application of equity practice, and a consequent rejection of all the evidence of a verbal contract, if, being taken as true, it does not make out such a case as is entitled to stand as an exception to the statute: 9 W. & Ser. 49; 9 Watts 109; 1 Harris 21; 7 Id. 461, 471. This improvement in the practice tends to the security of written titles, even if the exceptions to the principle of the statute remain. In the case of Brawdy v. Brawdy, 7 Barr 157, the judge who tried the cause heard the evidence of the verbal contract, and then withdrew it all from the jury as being entirely insufficient to make out the case, and this practice was expressly approved, though this does not very clearly appear in the report of the case, and not at all in the syllabus.\nWe may notice still another principle of law that is applied very beneficially to restrain the exceptions to the statute, and which is of especial importance in this case, though its application is not peculiar to cases under this statute. We allude to the law of evidence that grows out of the family relation. It is so usual and natural for children to work for their parents even after they arrive at age, that the law implies no contract in such cases. And it is so natural for parents to help their children by giving them the use of a farm or house, and then to call it theirs, that no gift or sale of the property can be inferred from such circumstances. It is so entirely usual to call certain books, or utensils, or rooms, or houses, by the name of the children who use them, that it is no evidence at all of their title as against their parents, but only a mode of distinguishing the rights which the parents have allotted to the children as against each other, and in subjection to their own paramount right. The very nature of the relation, therefore, requires the contracts between parents and children to be proved by a kind of evidence that is very different from that which may be sufficient between strangers. It must be direct, positive, express, and unambiguous. The terms must be clearly defined, and all the acts necessary for its validity must have especial reference to it, and nothing else: 2 Penn. Rep. 365; 8 Barr 213; 9 Id. 262; 2 Harris 201; 7 Id. 251-366; 1 Casey 308; 2 Jones 175. The importance of this rule is very apparent; for it requires but a glance over the cases of this class to discover how sad has been the experience of the courts in family disputes, growing out of the exceptions which have been allowed to this statute; and how many and how distressing must have been the ruptures of the closest ties of kindred that have been produced and perpetuated by the encouragement thus given to try the experiment of extracting legal obligations out of acts of parental kindness.\nThe arrangement out of which the present controversy arose is so entirely similar in its spirit and intention to that which appeared in the case of McClure v. McClure, 1 Barr 376, that it ought to have been disposed of in the same way. This plaintiff had one son, Jacob, and one daughter, married to the defendant. Some nine years before the arrangement in controversy, he had given his farm to his son and son-in-law to farm on the shares, they giving him two-fifths of the produce. After they had farmed it awhile, Kilgore moved to another place in the same county, and Jacob then farmed the whole of it on the same terms. In 1844 the plaintiff went to Kilgore to get him to come hack; and here we let the witness Fetter tell the story. The plaintiff said to his son-in-law, “ if he would come back he would make a man of him; he would give him the half of the farm and Jacob the other half; if he would come back and give him, Avhile he lived, the third of all he raised, he should have the farm at his death. Jesse agreed to the proposal. The offer was made three or four times within the year, and Jesse agreed to it every time.”\nJacob testifies that the bargain, as he'calls it, took place at his house on the farm. “ At first he gave us the place to farm, and said we should have it after his death. He told us we should farm and go on, and we should have it and everything, and then after his death we should have it as our own. We were to give him one-third of the produce.” \" Kilgore accepted the offer and moved on the land. No division line was fixed in this so-called bargain, but the plaintiff shortly afterwards called a surveyor, and directed him how to make the division, and it was done accordingly, giving Jacob 103 acres, and Kilgore 91.\nThere is much evidence of the declarations of the plaintiffs; but, while this may corroborate the story of the direct witnesses of the arrangement, it can change nothing of the substance of it as they narrate it. There is much evidence also of the acts and declarations of both Jacob and Kilgore, that show very plainly that they did not regard the transaction as a present and executed gift. But we may lay all this out of the question. It only confirms, as matter of fact, what we assume as matter of law from the story of the two principal witnesses — that the father was merely putting into experimental operation, for the benefit of his son and daughter, an arrangement which he expected to confirm at his death.\nThe bargain, as it is called, is said to have been made four or five times, and this seems absurd. If the parties had understood it as a contract, they would have lived up to it or accused each other of a breach of it. If they had understood the three or four conversations that Fetter speaks of as a bargain, they would not have made another afterwards in connexion with Jacob. We take this one as the best and only proper evidence of the transaction, because it is the last. “ He gave us the place to farm, and said We should have it after his death.” Here is nothing but a promise to give, and that cannot be enforced. The division line was not settled by a bargain, but the father fixed it as he pleased.\nThe statute forbids verbal conveyances of land, and we presume that the parties did not transgress it. It is not probable that the father was putting his property entirely beyond his control in his lifetime, and the .terms of the arrangement do not require this inference. The delivery of possession does not demand such an inference, for it is perfectly accounted for by the relation of the parties, and by the annual delivery of a share of the produce, as a tenancy from year to year, which is allowed by the statute. If a contract to farm land on the shares, and a delivery of possession under it, can be supplemented by another for an absolute grant, then certainly, as between parent and child, delivery of possession becomes a worthless protection against violations of the statute. Both the terms of this arrangement and the possession under it may readily be'accounted for as founded on other intentions than that of a gift of the land, and therefore the law forbids us to infer that purpose: 3 Ser. & R. 546; 3 Penna. R. 365; 9 Watts 42, 109; 7 Harris 469; 1 Johns., ch. 149.\nSome reliance is placed upon the improvements made by the defendant, but, having been made without an actual gift, and only on the expectation or promise of a gift, they do not avert the rule of the statute: 1 Barr 379; 3 Watts 138, 255. They are no evidence of the gift itself, and may be fully accounted for on the expectation of it. They are estimated at $2000; but this gives no idea of the real outlay of the defendant. The only things worth naming are the house and the barn, and the only money proved to have been paid for these, was under $250. Most of the materials seem to have been got from the place. Much of the work was done by frolics, and $50 of the money and some materials were furnished by the plaintiff, and the whole of it was conducted as such matters usually are in the country, when a father is providing a home for his son on his own land.\nThe fact that, since the arrangement relied on, the plaintiff has married again, and has another child, can have no influence, except as accounting for and justifying the change of his intentions, on the same principle that a will is revoked by marriage or the birth of a child after it was written. On the defendant’s own evidence, the court ought to have instructed the jury that he had no title to the land.\nJudgment reversed, and a new trial awarded.\nLewis, C. J., and Black, J., dissent.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Cowan, for plaintiff in error.",
      "Foster, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Poorman versus Kilgore.\nIn parol sales of land, it is the duty of the courts, in the application of the practice and principles of equity, to reject all the evidence of a verbal contract ; if, being taken together, it fails to make out such a case as isentitled to stand as an exception to the statute of frauds and perjuries.\nThe use and possession of the real estate of a father, by a child, is to be interpreted by the law of evidence that arises from the family relation, and ab between such persons, are to receive a different construction from similar acts between strangers.\nAs between such persons, the evidence of a gift or sale must be direct, positive, express, and unambiguous, and its terms must be clearly defined, and all the acts necessary to its validity must have special reference to it and nothing else.\nWhere P. agreed with his son-in-law, K., that the latter should go into possession of a farm belonging to P.,. and give him one-third of the grain raised upon the same, and at the death of P., K. should have the farm, and K. went into possession in pursuance of the agreement, and made permanent improvements, and P. afterwards brought ejectment against K.,\nIt was Held, That these facts did not constitute such a parol sale as would take the ease out of the statute, the presumption of law being, that the father was putting into experimental operation, for the benefit of his child, an arrangement which he expected to confirm at his death.\nError to the Common Pleas of Westmoreland county.\nThis was an ejectment by Michael Poorman against Jesse Kilgore, to recover the possession of a tract of land, containing 100 acres, more or less. Poorman in 1836 was the owner of a tract of land, of which the premises in dispute are a part, and had two children, Jacob and Mary, the latter of whom was the wife of Kilgore, the defendant. In February, 1836, Poorman leased his land to Jacob and Kilgore, to farm on the shares for two years. At the expiration of this lease Kilgore left, removing to another farm at some distance. In 1844 he entered into an arrangement with Poorman, by which he returned to the premises in 1845. Poorman caused the land to be divided, Jacob occupying one tract arid Kilgore the other, each giving to Poorman the two-fifths of the produce of the farms. After occupying for one year in this manner, the terms were changed, by which Poorman was to receive one-third instead of two-fifths.\nAt the time these arrangements were entered into, Poorman’s first wife was living. She having died, he sometime afterwards married again, and had a child born to him by his second wife. A disagreement occurring between the parties, he notified Kilgore to leave the premises at the end of the year; which he failing to do, this ejectment was brought to recover the possession.\nA recovery was resisted by the defendant, on the ground that in 1844 he made a contract with the plaintiff, that he would return to the farm and cultivate it, and give Poorman a share raised during his lifetime, and that at his death it was to be the defendant’s absolutely; and that in pursuance of this agreement, the defendant, in the spring of 1845, removed with his family to the farm, and has continued in possession of it ever since. That his part was surveyed off to him by Poorman, and the lines and boundaries clearly designated, and that he had made valuable and permanent improvements upon the land costing $2000, and that he has always given, or was ready and willing to give, to the plaintiff his share of the crops.\nIn addition to the testimony of Jacob Poorman and Fetter, set out in the opinion of Justice Lowrie, the following was introduced by the defendant:—\nGeorge Mechling, sworn. — In the spring of 1845,1 run the dividing line between land Kilgore lives on and land Poorman lives on; made survey at the instance of old Mr. Poorman, Jacob and Jesse Kilgore; the two latter were the chain carriers. At the time I was engaged to run this line by old Mr. Poorman, he told me he had given his land to Jacob Poorman and Jesse Kilgore; that they were to give him the one-third of the grain in the bushel and one-third of the hay; they were all in same house on the land; his first wife and Kilgore’s wife were there; they were to give Mm these things during his natural life, is my recollection of what Poorman said; Poorman said he had given the land to the boys, and they were to give him the third of all during his lifetime, and at his decease it was to be theirs. I made the line according to the directions of the parties all present, and at the particular direction of old Mr. Poorman; done on 13th March, 1845. The partition line did not suit the old man; afterwards altered it to suit him; he thought the line run too near Jacob’s house. The house that Kilgore was in with his family at that time was not on that part of the land divided off to Kilgore.\nGeorge W. Robb, sworn. — In taking the census, I called at Kilgore’s house; some of them at home; was told his oldest daughter was at Poorman’s; she could not answer the questions; I told Poorman he knew all about Kilgore’s land, and I would be obliged to him if he would answer these questions; said he had given the land to Kilgore, and he would not return it, and then Kilgore would not be angry at him; every man could return his own land; he refused to do it. He then took me into his own room and gave me his own property; then told me the same thing over again; think he returned some mountain and other land.\nDr. David Baldridge, sworn. — I was passing through Pleasant Unity in a buggy in 1850; met Poorman; he got in with me; when we came near to where Poorman lived, I asked him where Jesse Kilgore lived; he pointed to the house and barn, and said, that is it, that is Jesse’s; I gave it to him, and I have nothing more to do with it.\nDavid Kuhn, sworn. — Shortly after Polly Kilgore died, don’t recollect the year, I was helping Jacob Poorman to make hay, in a meadow near Kilgore’s fence; line fence betwixt Jacob Poor-man and Kilgore; there was a talk in the neighbourhood that the old man intended turning Jesse off. Talking about that, he told me he had no notion of putting Jesse off; did not know whether he could, he had given that to Jesse, and the part we were working in he had given to Jacob. He then talked something about the line. He pointed down to the run, to the left of where we were standing, and said there was a tree there, and that was a line tree. He said they were to give him the one-third of the grain. Don’t mind positively about the hay. Said as long as he lived. In the fall, when putting in corn, going in the barn, the old man told me to keep an account of the baskets of corn; he could trust Jesse, but he could not trust Jacob.\nChristian Fisher, sworn. — I built the stone work of the barn for Kilgore in 1843 ; Poorman was there; they could not agree altogether on a place to put the barn; so I staked off the place Where Poorman wanted it, but when I came to put up the wall, that was not the place. Poorman thought that would be the best place. Kilgore wanted it where it now stands. Poorman said some words; don’t recollect what they were; to the best of my knowledge, he said for Kilgore to put the barn where it suited him, as he was building it for himself.\n■ William Graff, sworn. — Was with them about the time they were closing the last line; had been talking over about dividing the farm. It was divided; the one part was for Poorman and the other for- Kilgore. I was present when Taylor’s heirs claimed a little slip off that acre of ground. We run it and took off a small piece. The old man said he wanted the lines fixed, so that after his death they would know where they were, and they would have no trouble; am not so certain about this.\nGeorge A. Baer, sworn. — Three years ago next June 23d, or along there, he said if he had his land back as he once had it before he gave it to Jesse Kilgore and his son Jacob, he would keep it in his own fingers till after his death, then they might take and do with it what they pleased; that he had lost about $900 by dividing it and giving it to the boys.\nT. W. Porter, sworn. — In the fall of 1852, was working at coopering at Pleasant Unity; nice tree stood on the property; I inquired who owned it. Poorman came into the shop; asked him if he was the owner of the property; said he had been, but he had given that part of the property to Jesse Kilgore, who was married to his daughter Polly. He was going to try to get it back, and if he did he intended to make shingles of it; he was about entering into a lawsuit; he afterwards told me I could have the tree; would not take it on account of dispute. Helped Kilgore to haul about nine loads of hay in the harvest of 1853; put Poorman’s part in stack and Kilgore’s part in barn; after harvest a lot of oats was thrashed and cleaned; I asked him what should be done with his share; he said he had no share there.\n• Abraham Thomas, sworn. — At Poorman’s, in January, 1853, got to talking about these matters; he said the neighbours round might know Jesse was only a cropper, because he had always given him his share.\nAdmitted that up till the bringing of this suit the thirds were regularly paid Poorman by Kilgore.\nJohn Chambers, sworn.\" — Know the improvements put on the property by Jesse Kilgore; put up a good frame bank barn, stone foundation, 70x40, cost about $900, to the best of my judgment. Corn crib, worth $100; house and kitchen, worth $850; smokehouse, $17; orchard planted, an acre; pipes to carry water to the barn, considerable distance; earthen pipes, distance about between 300 and 500 feet. Farm has been kept in very good state of cultivation.\nRobert Jamison, sworn. — Barn and other improvements put on since Kilgore went there, would cost some $2000 at least; orchard contains between thirty and forty trees; an acre of ground.\nSamuel McKeown, sworn. — Had a conversation with Poorman in 1843; he said he had asked Kilgore to move out there; that the place he was on was not worth much, and he would give him a good farm.\nI was there in 1847; done mason-work at the house for Kilgore. I said to Poorman, them buildings were going to cost Kilgore a good deal of money; he said they were, but when he had them up they would do him his time.\nThe principal question in the cause was, whether this testimony presented such -evidence of a parol contract executed, as would take the case out of the statute of frauds and perjuries, and justify the court in submitting it to the jury. Or whether the court below should have instructed the jury, that the testimony was insufficient for that purpose, and that the plaintiff was entitled to recover.\nThe court below (Burrell, P. J.) submitted the facts to the jury, and summed up the instructions as follows:\n“ The contract, according to Jacob Poorman, was that defendant should have the land, paying plaintiff one-third of the grain and hay during his life, and after plaintiff’s death defendant was' to have the land absolutely, or as the witness expresses it, it was to be his.\n“ If the jury find this contract established by the proof, and the other material facts we have pointed out, we then say the defendant has shown a case which is sufficient to relieve His title from the operation of the statute of frauds,, and the verdict should be for him. If, however, the contract is not made out by the kind of proof we have before stated is necessary, or if any of the other material facts we have indicated are not proved, then, however hard it may be, the verdict must be for the plaintiff.”\nThe jury found for the defendant, and the plaintiff removed the cause to this court by writ of error.\nCowan, for plaintiff in error.\nFoster, for defendant in error."
  },
  "file_name": "0365-01",
  "first_page_order": 365,
  "last_page_order": 374
}
