{
  "id": 977206,
  "name": "Cox versus Cox",
  "name_abbreviation": "Cox v. Cox",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "375",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 375"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 338",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846140
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0338-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 967,
    "char_count": 25124,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 2.5083855416100395e-07,
      "percentile": 0.8102406742632485
    },
    "sha256": "dd75443693ed09a576ab22b804b00895f3678bced10a102df8168b789b2f39bf",
    "simhash": "1:3f94be1286c7b608",
    "word_count": 4631
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, C. J., and Black, J., dissented."
    ],
    "parties": [
      "Cox versus Cox."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLowrie, J.\nThis is another of that illegitimate or suspected brood that is continually being hatched out of the exceptions to the statute of frauds, and giving rise and permanence to family feuds. Much that we have said in Poorman v. Kilgore, supra, 365, is so relevant here, that we can refer to that opinion without repeating it. This case, however, presents one feature that was not in that, and we dispose of it now as first in order.\nThe defendant relies on two inconsistent equitable titles : one being that the land was bought for him with his own money, and that therefore the equitable title resulted to him, though the legal title was in his father; and the other that the land was a gift to him by his father. His defence is a claim in equity for specific performance of the trust or gift, by transferring to him the legal title; how, then, does he stand in court ?\nHe says, in effect, My father has the only title that, in strict law, can be taken notice of, but he ought, in equity, to convey it to me. I do not exactly know why he ought to do so; but he bought it for me with my money, or he gave it to me, I cannot say which. Both cannot be true; but I ask the court to hear me try to prove both, and to give me the conveyance on the ground which I shall come nearest to proving, or to give it to me because some of the jury may say one, and some the other, is the true ground, and because, therefore, neither of them is found true.\nSuch a claim, if distinctly set out, would be rejected on first presentation. It is only when its incongruity is covered up in a mass of conflicting evidence that it could be suffered to pass. The essential grounds of his claim are evidence that he has no honest claim at all. If this land was given to him, or bought for him with his money, he must have known it, and which way it was. To say both is false. To say that he does not know which, is to admit that neither is true. In his own opinion one of them may be true, and only one, and on that he must rely. Equity does not lend its aid to experiments on legal titles, in favour of those who can present no distinct and consistent claim. It sanctions no war of which the manifesto is false on its face.\nThis cause must therefore go back for a new trial, and for this reason we have desired to decide whether there is any sufficient evidence of either claim to justify a decree for a specific performance ; but we cannot. The defendant’s claims are contradictory of each other, and so is his evidence, and we cannot possibly say how it will appear when he elects to stand'upon a claim that will have the appearance of sincerity. We must therefore limit ourselves to an indication of the principles of evidence which are distinctly raised by the case as it was tried, to the exclusion of those which have only a probability of arising.\nThough the father and son were both of the same name, yet it seems too plain for doubt that the father bought and paid for the land, and took the deed to himself. That he wanted to let the son have the use of it, fully accounts for all the other facts connected with the purchase. If the son claims that in equity it is his, he must elect and prove one or the other ground of his claim. In one case the gift, in the other the purchase with his money, must be shown. The furnishing of the money for the purpose, or the gift of the land, one or the other of these is the principal fact of his case, and without it all else is worthless; and if it could be conveniently done, all else ought to be excluded until the principal fact should sufficiently appear, and this must be by evidence going directly to the fact: Hill on Trustees 94.\nThe possession of the land by the son does not tend to prove either of them, for this is sufficiently accounted for by the relationship of the parties. The payment of the taxes is quite as worthless, for sons always pay the taxes of the land of which their father gives them the use, or they ought to do so. If it was taxed in the son’s name, this is fully accounted for by the use, and moreover this is the proper form of taxation, when the son and not the father is to be personally charged with the tax. That the son had, or probably had, means to buy land, does not tend to prove that he did buy any, or furnished the money to do it. If these facts were clearly the other way, they would be strong evidence against the son’s claim, because they would be in direct hostility to it; but none of them are inconsistent with a use by the son of the land of his father.\nThe fact that the other sons were on other farms of their father’s, and paid rent for them, while this son paid none, is fully accounted for by the state of this farm when the defendant got it, and by his own evidence here that it was not worth over $30 a year, and that he did not raise enough to keep him. Without this, it is certainly no evidence of the principal fact — the gift or the furnishing of the money — though it might, if otherwise unaccounted for, tend to corroborate legitimate evidence of such principal fact.\nNor do improvements tend directly to establish the principal fact; and such improvements as are in evidence here, would have the very smallest weight as corroborating evidence of it. A small frame house, a log barn, and two log, one story, slab roof cabins, erected with the assistance of the father, and principally of materials got on the place, constitute the whole of them; and their value, even as corroborating evidence, seems to be more than counterbalanced by the miserable state in which he kept the place. If valuable and careful improvements are some evidence corroborative of a claim to more than a mere estate at will, then careless cultivation and merely essential improvements must he evidence the other way, unless when accounted for by the laziness of the tenant.\nWhen a father puts his son on a farm, with the expectation of giving it to him some day, the son is not like to an ordinary tenant at will; for his relationship to the owner places him in a higher position, not as to the legal title, but as to his hopes, and consequently as to his inducements to improve. We naturally expect him to deal with the place very differently from what a stranger would do. He improves it because he expects that the justice of his father will give him the benefit of his improvements. And in making them, he is almost always aided by his father and the rest of the family, without any accounts being kept; and this shows very clearly their family character, and excludes them from the supervision of tbe law. In the very nature of these family transactions, such improvements are not evidence of a gift of tbe land; and no matter how unjustly a father may seem afterwards to have acted to his son, or how unfortunate it may be for him that his father died without carrying out his intentions, we cannot correct the mischief by giving the son the land. Mischief though it be, it is slight and temporary compared with the evils which would be caused to families, if the law should hold out inducements to litigation as a means of correcting such parental errors.\nLet the family bond and relations stand as sacred as is possible against the intermeddling of the state. It is the fundamental institution upon which the state, as a social organization, depends; and if this, by its legislation or jurisprudence, gives encouragement to family strife, it begets demoralization in the very elements of' its own life. If it should test the acts and intercourse of the family by the same rules as it does those of strangers, then the family relation is struck down when the law comes in to judge; and there must be the same circumspection and mistrust in the intercourse of parent and child, as there is between strangers. If we have not intelligence enough to appreciate the value and the duty' of union of act and feeling, either in church or state, let us, at least, respect the family instinct so far that we may always have , this single element of social union to fall back upon, when inclined to despondency on account of the wide and multiplied divisions to which society is subject.!\nThe error in the evidence of Kepner’s pardon being admitted, will be avoided on the next trial.\nJudgment reversed and a new trial awarded.\nLewis, C. J., and Black, J., dissented.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Kepburn and Casey, for plaintiffs in error.",
      "Woods and Doty, for defendant in error; and re-argued at May Term, 1856, by",
      "Casey, for plaintiff in error.",
      "Woods, contrá."
    ],
    "corrections": "",
    "head_matter": "Cox versus Cox.\nWhere a son olaimed land, the legal title to whioh was in his father, by a parol gift, and also under a resulting trust, arising from the alleged payment of the purchase-money, such claims are repugnant to, and inconsistent with each other.\nEquity will not lend its aid to experiments on legal titles, in favour of one who can present no distinct and consistent claim.\nIn such case, the claimant must elect whether he will rely on the gift or trust, and having done so, all other evidence, exoept of the principal fact, should be excluded until that shall sufficiently appear by testimony going directly to the fact.\nPossession by a son, taxation in his name, and his ability to pay for the land, are not evidence of a parol sale, gift, or trust, as they are not inconsistent with his use of the land and his father’s title.\nThe making of permanent improvements by the son on the land, does not tend to prove the principal fact directly; and where the improvements are merely such as are essential to the use of the land, they have but little weight as corroborative evidence.\nWhere the son is aided by the father and his family in making the improvements, it indicates the family character of the arrangements, and excludes them from the supervision of the law, however unjustly the father may have seemed to act, in reference to the matter.\n1 The executive minutes are not evidence that a pardon was granted. The pardon itself, or a certified copy, must be produced.\nSee Spalding v. Saxton, 6 Watts 338.\nError to tbe Common Pleas of Juniata County.\nThis was an action of ejectment by James Cox and others, against William Cox, to recover the six undivided seventh parts of a tract of land in Greenwood township, Juniata county. William Cox, Esq., the ancestor of the plaintiffs, and defendant, resided near the land in controversy, which was formerly owned by David Reed, of Centre county. Previous to the 13th April, 1835, William Cox, Jr., the defendant, called upon David Reed, and made a verbal agreement with him for the purchase of this land, and so arranged it that his father and Reed were to meet at the office of A. S. Wilson, Esq., in Lewistown, to consummate the purchase. William Cox, Sr., and Reed met there on the 13th of April, 1835, and Reed executed and delivered a deed to Cox for the premises, for the consideration of $525, which was then paid, except $100, which was kept back until his wife should execute and acknowledge the deed. On the 20th July, Wm. Cox, Sr., took the deed to Centre county, had it executed and acknowledged by Reed’s wife, and paid the remaining $100.\nIn the fall of the same year Wm. Cox, Jr., who was either living with his father or on one of his other farms, commenced building a house and barn on the land in dispute, and moved on to the land some time in the following year, and had the land assessed in his own name, paid the taxes, and has continued to reside there ever since. The improvements made by Wm. Cox., Jr., amounted in the whole to $600 or $700.\nWilliam Cox, Sr., died in May, 1851, intestate, and the plaintiffs, and William Cox, Jr., are his heirs at law.\nOn the trial the defendant offered the deposition of Wm. H. Kepner, taken on a commission to the state of Indiana. It was objected to by the plaintiffs on account of the infamy of the witness, to prove which they produced the record of Kepner’s conviction and sentence for arson in Juniata county, at December Term 1839.\nThe defendant, to restore the competency of the witness, produced a copy of the Executive minutes, certified by the Secretary of the Commonwealth, as follows:—\n“ Thursday, December 12th, 1839.\n“ A pardon was this day granted to a certain William Kepner, and issued under the Great Seal of State. The said William Kepner having been convicted in the Court of Oyer and Terminer, of Juniata county, of the crime of arson, on the fifth day of December, 1839, and was therefore sentenced by the court to solitary confinement in the Eastern Penitentiary for one year — to be fed and clothed and treated in all things as the law directs — pay a fine of six cents to the Commonwealth, pay the costs of prosecution, and be in custody, &c.”\nThis was objected by the plaintiffs, that the pardon or a certified copy must be produced.\nThe court admitted the evidence.\nThe defendant claimed to hold the land upon two grounds:—\n1st. That, although the deed was taken in the name of his father-, he had furnished the money to pay for the land, and that there was a resulting trust by operation of law in his favour.\n2d. That, though his father had bought the land and paid for it with his own money, he had made an absolute gift, by delivering of possession of the premises, and the title papers (the names being the same), accompanied with permanent improvements made in pursuance of the gift and possession.\nThe substance of the testimony given by defendant to show the gift and trust, was as follows:—\nDefendant produced and read the original deed from David Reed to William Cox, Esq., the record of which had been given in evidence by the plaintiffs.\nAssessments of the land, from 1836 to time of trial, in the name of defendant, with proof by the assessors, that in making the assessments, William Cox, Sr., did not give this in among his other land, but that it was assessed in the name of defendant, with the knowledge of his father.\nHon. John Dimm, sworn. — William built the house before he moved on to the land; would cost $400 or $500.\nJohn McGowan, testified: That, in the fall of 1839 or 1840, he was with William Cox, Sr., on another farm belonging to him; “I remarked to Mr. Cox, that it would be a fine place to give to one of his sons; that he ought to give it to his son William; he said William had a place of his own ; I asked him if he had given William the place on which he lived; he said he never owned the place; that William had bought it from Reed, or Reed’s heirs; I do not recollect which.”\nJohn Beale, sworn. — I was Associate Judge in 1845 ; at May court of that year I met Wm. Cox, Sr., and Wm. Cox, Jr., between this and Mr. Stoffer’s house; Wm. Cox, Jr., asked me the amount of surety he would have to give as justice of the peace; I told him $1000; if he had freehold estate to that amount his own bond would do, if not, he would have to give security; .William Cox, Jr., said he had real estate to amount of $1000, and his father corroborated his statement; I asked him where; he said it was same place where he lived when I was at his house some years before; I said I thought that sufficient, and his bond was taken without security; he then lived on land in dispute; his father was present, and his statement induced me to believe it was all-correct, and the bond wasi taken without security.\nJohn'Jones, sworn. — That Paul, Augustus and James, other sons of William Cox, and three of the plaintiffs in this case, had told him at different times, while occupying farms belonging to their father, that they paid rent, or gave a share of the crops, and ■ that William never gave any portion of the crop or paid rent for the farm which he occupied.\nThe defendant also proved that he had been in the mercantile business before this farm was purchased, and had sold out his interest in the concern to his partner, and that he was at the time of sufficient ability to have bought and paid for the land; he built the barn after he moved there; he built two tenant’s houses; small log-houses, covered with slab-roofs, one story high, and cost about $60 to $70 apiece; he cleared out the fields .which had been grown up ; did not clear much woodland; the barn was a log barn with two ends, and a floor between; the timber got upon the land would cost about $150; the land would not have brought more rent than $10 to $15, when William moved there, and would not rent for more than $30 now; William never improved it much.\nJohn Jones testified, that on several occasions William Cox, Sr., had told him that William ought to sell the land he lived on, and go to some other business; that he was no farmer, and never would make one. The last time he told him so was shortly before the death of William Cox, Sr.\nJoseph Ulsh, sworn. — I had some conversation with old Mr. Cox between 1st and 15th February, 1851; on the 19th I started for California, and this was shortly before; took place in Colonel Cox's house; old man Esquire Cox was there; we got in conversation about California, going there; I remarked I would bé much pleased to have Colonel Cox in Company; in reply old gentleman said, “ If I was in William’s place and could do no better, I would sell my farm, rent a house and put my family in it, and go to California.”\nIn another conversation William Cox, Sr., told witness, William had been offered $3000 for his farm and did not take it, and he thought he should have sold.\nAquillá Reed, sworn. — After old Mr. Cox had been up to my brother and come home, some time after I was asking of my brother how he was, &c.; he told me William had got him to go up to buy that good farm of your brother, for him; I asked him if he had bought it; he said yes, he had bought it for William; I asked him the price; he told me, but I don’f remember; that was about all; this was within a month after his return; another man and I cut a stick for Duncan for a mill; I had spoken to young William for it, and the fellow in partnership with me hauled the stick to Duncan; he hauled it back on young William’s land; the old man laughed at us hauling it back; said it was off William’s land, did not I know it; I said I did, and had asked William about it; it ‘was on the land in dispute; this was in 1839; it runs in my mind Mr. Cox said they had paid $350 for the land, not positive.\n’ Paul Cox (brother to the intestate and uncle of the parties) testified among other things as follows: — “My brother told me he had paid for this land in dispute; this was shortly before his death, a few months; I made an inquiry, and asked him if he owned the property his son William lived on.\n“He said he had bought it apd paid for it, and being the deed was in the same name he had handed it over to his son William; I asked him if he would interfere if any just demands came against his son William; his reply was, Never; that was amount of conversation at that time; old Mr. Cox knew my situation, that Colonel Cox had received a legacy he had not a just right to receive; he was not guardian for that one; he was guardian for another one ; he was guardian for four youngest; he had received legacy from me as administrator; $230 or $240, I think.\n“ William Cox and I settled this afterwards, that is Colonel Cox.”\nWilliam H. Kepner, in his deposition testified: — “ I know of the defendant, William Cox, giving money to his father, William Cox, Sr.; it was sometime in the summer in the year 1835, I may be mistaken in the year, it might have been the year before; I have nothing to which I can refer to satisfy myself positively as to the year; the money was given William Cox, Sr., in the store of Morrison & Kepner, in the town of Perrysville, in Juniata county, and Commonwealth of Pennsylvania; the amount given was $300.\n“ The money was given by the defendant, William Cox, to his father, William Cox, Sr., to buy land for him, said defendant; the old gentleman, William Cox, Sr., said when he received it, that he would go next day, or in a day or two, and buy the land for his son William. I asked the old gentleman, William Cox, Sr., what he was going to buy land for his son William for, that he was too lazy to farm it ? The old gentleman replied he didn’t know, boys sometimes get to doing better.”\nJoseph Seaver. — “Mr. Cox, the old man, and me had some conversation about William and this farm; told me William had been to Perrysville, doing business, and was not getting along very well there, and he then bought this farm where William now lives, and got the Colonel to move on it; this about five or six years ago.\n“ This conversation at my house about a mile from old Mr. Cox’s.”\nThe plaintiffs submitted the following points:—\n1. That the deed of 13th April, 1835, to William Cox, Esq., vested the title to the land in dispute in him, and the plaintiffs being his heirs at law are entitled to recover, unless the defendant has shown a contract, clear, definite, and unequivocal. If on contract that the land was clearly designated, that open, notorious and exclusive possession was taken and maintained under and in pursuance of the contract; that the contract had time and place and terms, and if either be wanting the alleged contract cannot be supported, and these essentials being wanting in this case, the defendant has failed to establish it, and upon the ground of contract, or gift, is not entitled to a verdict.\n2. The evidence in reference to a parol trust must be equally specific, clear, and unequivocal, such as would justify a chancellor in decreeing a conveyance to the defendant William Cox. All the evidence adduced by the defendants to support this alleged trust, falls short of this legal requirement, and upon this branch of the defence the defendant is not entitled to recover.\n3. Taking the whole evidence given by the defendants and the legitimate inferences fairly deducible from it, the defendant has failed to establish such a contract or trust, as takes this case out of the statute against frauds and perjuries, and the plaintiffs are entitled to recover the six undivided seventh parts of the land in dispute.\nThe defendants submitted points as follows:—\n1. If the jury believe that old Mr. Cox went to Centre county and procured the deed for the land in dispute, in pursuance of the agreement of his son William with David Reed, and as the agent of his son William, and with his money, then the plaintiffs cannot recover in this action.\n2. If the money was furnished to old Mr. Cox by William, to purchase this land from David Reed, and the father procured the deed to be made in his own naine, then the plaintiffs cannot recover.\n3. If the deed was intended by old William Cox for his son William, and was handed to him by his father when he returned from Centre county; and if, in pursuance thereof, the defendant went into possession, put up valuable improvements, and has exercised unequivocal acts of ownership, having the same assessed with taxes in his name, receiving all the profits, claiming the same as his own, and his father at the same time disclaiming all ownership of the land then, and in such case plaintiffs cannot recover, although the jury should believe that the father bought and paid for the land with his own money, and not with money furnished by the defendant.\nAnswer to points presented by counsel:—\nPlaintiff’s first point read.\n, “ The deed of 13th April, 1835, to William Cox, Esq., vested the title in him, unless the old gentleman acted as the agent of his son, and bought for his son and not for himself, and intended the deed should be made to his son, who had furnished the purchase-money, and Esquire was added to the name of the grant by inadvertence or mistake. But if the legal title did vest in the father under the deed, we cannot instruct you under all the evidence in this case that therefore the plaintiffs are entitled to recover. The defendant does not claim the land under a contract of purchase from his father. If the son furnished the purchase-money, the father would hold in trust for him, although the deed was made to the father, and we cannot say to you there is no such evidence of a trust or gift as will defeat plaintiff’s recovery. On the contrary, as we have said in our general charge, we think there is strong evidence of a gift by the father to the son, but the evidence is for you to pass upon.”\nSecond point read.\n“ The evidence to establish a trust must be as stated in this point, but we will not instruct you that the evidence has failed on this branch of the case, and therefore the defendant cannot recover; we submit the evidence to you.”\nThird point read.\n“ In this point we are requested to withdraw the evidence from you, and instruct you that the plaintiffs are entitled to recover. We decline doing so, and submit the case to your determination upon the evidence.”\nThe three points presented by defendant’s counsel read and answered in the affirmative.\nThe jury found for the defendant.\nThe plaintiffs sued out this writ, and assigned for error the admission of the evidence of Kepner, and the answer of the court to the points presented by counsel.\nThe case was argued at May Term, 1855, by\nKepburn and Casey, for plaintiffs in error.\nWoods and Doty, for defendant in error; and re-argued at May Term, 1856, by\nCasey, for plaintiff in error.\nWoods, contrá."
  },
  "file_name": "0375-01",
  "first_page_order": 375,
  "last_page_order": 384
}
