{
  "id": 977371,
  "name": "Watson and McFarland versus Smith",
  "name_abbreviation": "Watson v. Smith",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "395",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 395"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Pet. Rep. 208",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "9 Wheat. 680",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1421286
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/22/0680-01"
      ]
    },
    {
      "cite": "4 R. 364",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "6 Binn. 292",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0292-01"
      ]
    },
    {
      "cite": "4 Dall. 95",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        581153
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/4/0095-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 253,
    "char_count": 4275,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 1.28575417077126e-07,
      "percentile": 0.6186609721261741
    },
    "sha256": "425148cca22e16a8de5cc44fd89546828ba20673c7dcd12f9e885da1968ce869",
    "simhash": "1:e26acaf59856fdfc",
    "word_count": 748
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Watson and McFarland versus Smith."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThe case states that Johnston, whilst discharging the duties of prothonotary, received from suitors at the prothonotary’s office of said county, the sum of $159.17 of costs, belonging to his predecessor in office, Joseph Smith. Are the sureties in the official bond of Johnston liable for this money ?\nThe bond is conditioned for the payment according to law of all moneys received in his official capacity; that the money for which this action was brought, was received by Johnston as prothonotary, is admitted in the ease stated, and' for money so received the sureties- have agreed to be responsible. Besides, as matter of public convenience, and in accordance with an almost universal practice, we are of opinion that a suitor may lawfully pay the fees due to a prothonotary, whose term has expired, to the actual incumbent of the office, — and as a necessary consequence, the sureties of the officer receiving the - money are liable for its repayment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Oresswell, for plaintiff in error.",
      "Blair, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Watson and McFarland versus Smith.\nA prothonotary, as such, is authorized to receive the costs due to his predecessor, and the sureties on the official bond of the prothonotary so receiving them,'are liable for the amount.\nError to the Common Pleas of Blair county.\nThis was an action by Joseph Smith against David Watson and William McFarland, as sureties on the official bond of George W. Johnston, as prothonotary of Blair county. The parties agreed upon the following case stated\nJoseph Smith, the plaintiff above named, was prothonotary and clerk of the several courts of Blair county, and held said offices from the first day of December, one thousand eight hundred and forty-six-, until the first day of December, one thousand eight hundred and forty-nine, when George W. Johnston having been duly elected, entered upon the duties of said offices, and held the same until the first day of December, one thousand eight hundred and fifty-two. And during the term of his office, he, the said George W. Johnston, while discharging the duties of prothonotary, received from suitors at the prothonotary’s office of said county, the sum of $159.17 of costs belonging and due to the said Joseph Smith, his predecessor in office, which were taxed on the dockets of said office and paid to the said George W. Johnston at different times and in small sums as per statement of the same hereto annexed, which, with the records of the cases therein mentioned or referred to, are made part of this case stated. The said George W. Johnston retained the said moneys so by him received, and has never paid the same or any part thereof to Joseph Smith, and has since died insolvent. The defendants are the sureties in the official bond of the said George W. Johnston, and in order to avoid a suit on the bond aforesaid, have requested the plaintiff to have a determination of his claim in this form.\nIf the court should be of opinion that the defendants would be liable for the said money, or any part thereof, so paid to the said George W. Johnston, then judgment to be entered for the plaintiff for such sum, with interest from the first day of December, A. D. 1852; but if the court should be of the opinion that they would not ,be so liable, then judgment to be entered for defendants, costs to follow the judgment, and either party reserves the right to sue out a writ of error therein.\nThe court below (Taylor, P. J.) gave judgment for the plaintiff, upon the case stated, for the sum of $184.40.\nThe defendant sued out this writ, and assigned for error, that the court should have entered judgment for the defendant below.\nOresswell, for plaintiff in error.\nThe receipt of the costs in this case was a mere voluntary act. There was no official obligation on the prothonotary to receive them. It was not an incident of the office.\nBail are not responsible unless the act complained of was a duty incumbent and obligatory upon the officer in his official capacity: 15 Ser. & R. 100; 4 Dall. 95; 6 Binn. 292; 12 Ser. & R. 313; 3 Barr 425.\nThe payment of a judgment to a prothonotary, is not a good payment: 1 Barr 156; 4 R. 364.\nThe liability of sureties is not to be extended by implication: 9 Wheat. 680; 15 Pet. Rep. 208.\nBlair, for defendant in error."
  },
  "file_name": "0395-01",
  "first_page_order": 395,
  "last_page_order": 397
}
