{
  "id": 977349,
  "name": "Stuckey versus Keefe's Executors",
  "name_abbreviation": "Stuckey v. Keefe's Executors",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "397",
  "last_page": "403",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 397"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Mass. 522",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "2 Jones 274",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "15 Wend. 615",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2018851
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/15/0615-01"
      ]
    },
    {
      "cite": "16 John. Rep. 115",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dana 242",
      "category": "reporters:state",
      "reporter": "Dana",
      "case_ids": [
        8519064
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ky/31/0242-01"
      ]
    },
    {
      "cite": "15 Wend. 617",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "2 Yeates 462",
      "category": "reporters:state",
      "reporter": "Yeates",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "3 Rand. 134",
      "category": "reporters:state",
      "reporter": "Rand.",
      "opinion_index": 0
    },
    {
      "cite": "19 Wend. 175",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2023428
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/19/0175-01"
      ]
    },
    {
      "cite": "1 Dana 244",
      "category": "reporters:state",
      "reporter": "Dana",
      "opinion_index": 0
    },
    {
      "cite": "16 John. Rep. 115",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 763,
    "char_count": 17021,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 1.1382552514066099e-06,
      "percentile": 0.9864333789344475
    },
    "sha256": "e32c05e00398f7022e416d31cc55474624bf12f20d0ed9d74979befd6a37e7ff",
    "simhash": "1:4bc71a47e290ff09",
    "word_count": 3099
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stuckey versus Keefe’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe land in controversy was formerly owned by Robert Hemphill, who conveyed it to William Blair and Rebecca, his wife, their heirs and assigns, as tenants in common, and not as joint tenants. William Blair died in 1830. The defendants claim under a conveyance from his widow, made in 1844. The plaintiff claims under the heirs of the deceased husband.\nA conveyance to husband and wife creates neither a tenancy in common nor a joint tenancy. The estate of joint tenants is a unit made up of divisible parts; that of husband and wife is also a unit; but it is made up of indivisible parts. In the first case there are several holders of different moieties or portions, and upon the death of either, the survivor takes a new estate. He acquires by survivorship the moiety of his deceased co-tenant. In the last case, although there are two natural persons, they are but one person in law, and upon the death of either, the survivor takes no new estate. It is a mere change in the properties of the legal person holding, and not an alteration in the estate holden. The loss of an adjunct merely reduces the legal personage holding the estate to an individuality identical with the natural person. The whole estate continues in the survivor the same as it would continue in a corporation after the death of one of the corpora-tors r 1 Dana 244; 7 Yerger 319. This has been the settled law for centuries. The distinction may seem a nice one, but it is founded upon the nature of marriage and the rights and incapacities which it establishes: Co. Lit. 6; 1 Thom. Coke 853; 2 Bl. Com. 182; 5 T. R. 652; 2 Vern. 233; Skin. 182; 19 Wend. 175; 3 Rand. 134; 5 John. Ch. R. 437; 7 Yerger 319; 1 Barr 176; 6 W. & Ser. 319.\nBut it is argued for the plaintiff that this is merely a rule of construction for the purpose of ascertaining the meaning of the words usually found in conveyances to husband and wife, and that where a deed expressly conveys an estate to them, to hold as tenants in common, they may receive it, and hold it accordingly. Mr. Preston, in his work on “Estates,” vol. 1, p. 132, has probably originated this idea. He says that “ where lands are granted to husband and wife, as tenants in common, thereby treating them without any respect to their social union, they will hold by moieties as other distinct individual persons would do.” He cites no authority to sustain this position, unless his reference to 1 Inst. was intended for that purpose. But that citation is far from sustaining any such doctrine. It is there said that if a lease be made to A. for life, to a husband in tail, and to a wife for years, each has a third part, in respect- to the severalties of their estates.” We do not see how it could be otherwise. The wife, under her lease for years, acquired no interest in the husband’s estate in tail, and could have no claim to hold it as survivor in case of the death of the husband; and the husband, by virtue of a conveyance to himself in tail, certainly acquired no interest in his wife’s term. The interest which each would acquire in the estate of the other would not be through the grant to the party acquiring it, but would be such as the law of marriage carves out of the estate granted to his or her companion. It is therefore plain that there can be no holding by entirety in such a case, where there is a grant of a separate estate distinct in its nature, to each. Mr. Preston himself, in his “Abstracts,” vol. 2, p. 41, qualifies his position very considerably. He there tells us that “ a husband and wife may,\nby express words (at least so the law is understood), be made tenants in common by a gift to them during coverture.” For this he cites no authority whatever. An examination of the authorities will fully show that he was entirely mistaken in the reason on which the rule is founded, as well as in regard to the existence of the alleged exception to it. This we think has been satisfactorily shown by the Assistant Vice-Chancellor, in the case of Dias & Burn v. Glover, 1 Hoffman’s Ch. Rep. 71.\nIf the doctrine to which we refer is not a mere rule for ascertaining the meaning of words, but a rule of law founded on the rights and incapacities of the matrimonial union, it must be obvious that the intention of the parties to the conveyance is entirely immaterial. If husband and wife cannot take a conveyance by moieties, if they are absolutely incapable of receiving such a grant, it is clear that no words in the conveyance to them, however clearly expressed, can give them that capacity. How stands the argument on this question ? Tenants in common may sell their respective shares. They are compellable to make partition. They are liable to reciprocal actions of waste and of account; and, if one turns the other out of possession, an action of ejectment will lie against him. These incidents cannot exist in an estate held by husband and wife. No action of partition, or waste, or account, or ejectment, can be maintained by one against the other. The husband could not sell his moiety free from the dower of his wife. The wife could not sell hers at all without the consent of the husband. It is evident, therefore, that the estate, during the lives of the grantees, or during the continuance of the marriage bond, would have none of the chief incidents of a tenancy in common. The existence of a tenancy in common, which cannot be so held or enjoyed during the lives of the holders, and which has none of the incidents of such an estate, is a legal impossibility. If they cannot hold in common during their lives, of course they cannot so hold after one of the parties, is dead.\nBut there is a charm in the equity of equality; and this inclines the mind at first blush to hold that the grantees are entitled to take in equal parts — that is, by moieties. Let us pause to look at the equitable manner in which such a doctrine would operate, where the grantees were husband and wife. The husband may dispose of his moiety so that the wife can never enjoy any part of it, during his life, and at his death she could only receive one-third of it for life. Even this she would be deprived of, if her husband had creditors who chose to interfere with her. He may also enter upon her moiety and take the whole profits during his life, or he may sell it to a strajiger, or his creditors may take it in execution, and the wife may thus be deprived of it entirely as long as her husband lives! This is the equity of equality which would exist between husband and wife if they were capable of holding as tenants in common! Her chance of enjoying anything under the grant would depend upon the miserable advantage to be derived from the death of her husband. Even then she would get no part of her husband’s moiety except her dower. Not so, if the estate be regarded as an entirety. In that case she is compensated for the control which her husband exercises during his life, by the enjoyment of the whole estate in fe'e simple, if she survive him. There is, therefore, more equity in holding the estate to be an entirety than in regarding it as held in moieties.\nCoke tells us that “ there can be no moieties between” husband and wife: Co. Lit. 187 b; Thomas’ Coke 855; 2 Yeates 462. Littleton says that the reason is that they are one person in law: Id. Blackstone tells us that for that reason “ they cannot take the estate by moieties; but both are seised of the entirety:” 2 Bl. Com. 182; 2 Cruise Dig. 492. If they are “ one person in law” —if “ there be no moieties between them” — if “ they cannot take by moieties,” but both “must be seised of the entirety” — the intention to create a tenancy in common is immaterial, for the rule is that the very same words which create such an estate between other parties, create an entirety in husband and wife. The case of Green v. King was determined, not on any supposed intention of the parties to the conveyance, but on the sole ground of the absolute incapacity of the husband and wife, who are regarded as one person in law, to take, during coverture, separate estates: 2 Bl. Rep. 1211. The case of Rogers v. Benson was decided upon the same ground: 5 John. Ch. Rep. 437. Jackson v. Stevens was determined on the same principle of incapacity to take by moieties: 16 John. Rep. 115. Sutliff v. Forgey is an authority to the same point: 1 Cowen 95. Barber v. Harris was also determined on the ground of the incapacity of husband and wife to take either as joint tenants or tenants in common: 15 Wend. 617. In Saul v. Campbell authorities were cited by the court in affirmance of the same doctrine: 7 Yerger 319. In Den v. Harding the same ground was taken: 5 Halsted 43. In Rogers v. Grider the same principle is affirmed: 1 Dana 242. Other cases to the same effect might be cited. This doctrine prevails, it is believed, in every state of the Union, where the common law furnishes the rule of division. Chancellor Kent did but reiterate the reason of the rule when he declared it to be founded, not on any supposed intention of the parties to the conveyance, but on the “ unity of husband and wife,” and announced, as the necessary result of that unity, that “ they cannot take by moieties 2 Kent’s Com. 132; 4 Kent’s Com. 362.\nIn Hart v. Johnson the conveyance was to husband and wife, and another person, “as tenants in common and not as joint tenants.” One of the judges of the District Court of Philadelphia, in a learned and able dissenting opinion, demonstrated, beyond all doubt, that these words, according to every reasonable rule of construction, applied to all the grantees named in the deed, to the wife as well as to the husband, and to the husband as well as to the other grantees: 3 Penn. Law Journ. 348. But the words were nevertheless held imperative as between husband and wife. They were not allowed to create an estate different in its nature from that established by law: 6 W. & Ser. 319. No substantial reason can be assigned in support of this decision but that upon which the whole doctrine in question is founded — the absolute incapacity of husband and wife to take as tenants in common. An attempt has been made to impair the force of this authority by the suggestion that the tenancy in common by which the husband and wife held one moiety of the land, and the other grantee held the other moiety, fully carried out the intention of the grantor; but this, as already shown, was clearly not the case. The intention of the parties was controlled, so far as regards the grant to the husband and wife. But what answer can be given to the ease of Dias & Burn v. Glover, 1 Hoffman’s Ch. Rep. 71 ? In that case the conveyance was to husband and wife alone, to hold expressly' “ as tenants in common, and in equality of estate, and not as joint tenants.” The express grant to them to hold as tenants in common was entirely borne down by the rule of law. There was no third grantee in that ease. The words were not •permitted to have any operation whatever in creating a tenancy in common. They were rendered nugatory by the incapacity of husband and wife to take as tenants 'in common, and the case was decided on the principle which governs all grants to husband and wife. Like the rule in Shelly’s Case, it operates irrespective of the intention of the parties.\nBut where an estate is conveyed to a man and a woman who are not married, and who afterwards intermarry; as they took originally by moieties, they will continue to hold by moieties after marriage: 2 Cruise’s Dig. 494; Plowden’s Queries 180, 183; 2 Plowden’s Rep. 483. Their subsequent marriage may entitle the woman to dower in the man’s moiety, and the man to curtesy in the woman’s estate, but it cannot have the extraordinary effect of converting into entirety two estates which were several in their creation. In such a case the interest which each acquires in the land of the other is not by virtue of the original grant, but is a consequence of the matrimonial relation subsequently contracted. The principles applicable to such eases have no place where the husband and wife, during coverture, are parties to the conveyance.\nThis opinion is of course confined to the ease before us, which is that of a conveyance to husband and wife, before the Act of 1848, relative to married women.\nThe judgment of the Common Pleas is to be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Sail and Cessna, for plaintiff in error.",
      "Jordan and King, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Stuckey versus Keefe’s Executors.\nHusband and wife being regarded in law as one person, are, during coverture, incapable of taking separate estates under a conveyance in lands, either as joint tenants or tenants in common.\nUnder a conveyance to them in fee “as tenants in common and not as joint tenants,” both become seised of the entirety, and, on the death of either, the whole estate goes to the survivor, irrespective of the intention of the parties to the conveyance.\nQucere, What would be the effect of such a conveyance since the Act of 11th March, 1848?\nError to the Common Pleas of Bedford county. .\nThis was an action of ejectment by Samuel S. Stuckey against Samuel Brown and Thomas Keefe, executors of the last will and testament of John Keefe, deceased, for 110J acres of land. The parties agreed upon a case stated in the nature of a special verdict, with liberty to either party to sue out a writ of error, as follows:—\n“ 22d October, 1766. A patent issued from the Commonwealth to William Smith, for the land in dispute.\n“ 18th November. 1795. William Smith conveyed the same to Adley and Robert Hemphill, ‘as tenants in common, and not as joint-tenants.’\n“ 16th April, 1804. Adley and Robert Hemphill conveyed the land by deed to William Blair, and Rebecca, his wife, their heirs and assigns, ‘ as tenants in common, and not as joint tenants’\n“ William Blair died about 1830, and Rebecca, his wife, in 1849. They left issue five children; namely, William, Robert, Rebecca, Ann intermarried with Andrew Satterfield, and Sarah.\n“ The interests of Ann and William became vested in Samuel S. Stuckey, 'the plaintiff, by regular conveyances, before the bringing of this suit. The interests of these two were their interests in the estate of their father, and passed before the death of their mother; pro ut deeds.\n“ 26th November, 1844. Rebecca Blair, widow of William Blair, conveyed her interest in the land in dispute, to William Blair, her son, who, on the 7th of February, 1852, conveyed the same to John Keeffe.\n“ The deeds herein enumerated to be considered as part of the case stated.\n“If the court should be of opinion that the right of survivorship existed under the deed from Hemphills to Blair and wife, so as to vest the whole estate in Rebecca Blair, after the death of her husband William Blair, then judgment to be entered in favour of defendants. If of a contrary opinion, then judgment to be entered in favour of plaintiff, for two-tenths of the land described in the writ.”\nThe court below entered judgment for the defendants, and the plaintiff took this writ and assigned the entry of the same for error.\nSail and Cessna, for plaintiff in error.\nCourts of law treat husband and wife as distinct persons, for many purposes, and as such capable of contracting with each other and of holding separate estates: 8 W. & Ser. 433. They may by express words be made tenants in common, by a grant to them during coverture: 4 Kent 363; Prest. on Ab. of Tit. 41; Prest. on Est., vol. 1, 132; Kennedy v. Fairfield and Chastelleux, 1 Barr 181; Johnston v. Hart, 6 W. & Ser. 319, per Kennedy, J. In case of grant to husband and wife and a third person, to one for life, one in tail and to the other for years, each takes one-third: Fitz. N. B. 194; Co. Litt. 187 b.\nJordan and King, for defendants in error.\nHusband and wife are one person in law; they cannot be convicted of a conspiracy by themselves, as to commit that offence requires two persons. “If an estate in fee be granted to a man and his wife, they are neither properly joint tenants nor tenants in common, for being considered as one person in law, they cannot take the estate by moieties, but both are seised of the entirety, per tout et non per my; the consequence of which is, that neither the husband nor the wife can dispose of any part without the assent of the other, but the whole must remain to the survivor.” To the same effect is Coke Litt. 187; 2 Vern. 120; Jackson v. Stevens, 16 John. Rep. 115; 1 Roper on Husband and Wife, part 1, p. 51.\nThe principle stated in Preston on Abstracts is shown by Judge Kennedy, in Johnston v. Hart, 6 W. & Ser. 319, to be a mere dictum; and Chancellor Kent does not fully endorse it. In the case of Bricker v. Whalley, 1 Vern. 233, a legacy was given to A., B., & C., and the wife of C., to be equally divided amongst them, and the husband and wife took but one-third. Johnson v. Hart, 6 W. & Ser. 319; Barker v. Harris, 15 Wend. 615; 3 Randolph Rep. 179; 5 Halst. 42; Clark v. Thompson, 2 Jones 274; Doe v. Parrot & Wife, 5 D. & E. 652; Shaw v. Hearsay, 5 Mass. 522; 2 Kent. 131, 2; Id. 362, 3."
  },
  "file_name": "0397-01",
  "first_page_order": 397,
  "last_page_order": 403
}
