{
  "id": 977353,
  "name": "Bletz versus Haldeman",
  "name_abbreviation": "Bletz v. Haldeman",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "403",
  "last_page": "404",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 403"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 168,
    "char_count": 2346,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 7.112724912833455e-08,
      "percentile": 0.42710771940757936
    },
    "sha256": "8dbd150a76f5eb3dd92380c11042f99d8822350db72a27eb12c9947795d994e9",
    "simhash": "1:9823074fae4f74cd",
    "word_count": 397
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bletz versus Haldeman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThere was error in striking off the appeal entered by John E. Shroder, the assignee of Peter Haldeman. Although not a party to the record, he was the real party in interest. It would certainly have been more regular if the assignee had applied for leave to defend before judgment was entered by the justice against the garnishees. We are not however, disposed to hold parties strictly to forms in proceedings before justices of the peace. Informally the assignee was admitted to defend, for it appeai-s upon the transcript that his agent appeared before the justice, and gave in evidence a certified copy of the assignment from the recorder’s office. The judgment of the justice unappealed from would have been conclusive alike upon the assignee and the garnishee.\nBy the appeal the assignee is in court, and as the garnishees admit the existence of the debt, the issue should be between the attaching creditor and the assignee.\nThe order of the court striking off the appeal is set aside, and procedendo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Fordney, Franlclin, and Reynolds, for plaintiff.",
      "Frazer, contra."
    ],
    "corrections": "",
    "head_matter": "Bletz versus Haldeman.\nAn assignee for the benefit of creditors, although not a party to the record, may appeal from the judgment of a justice of the peace against a garnishee, on an attachment execution issued against the assignor.\nError to the Common Pleas of Lancaster county.\nThis was an attachment execution, issued before a justice of the peace on a judgment at the suit of Frederick S. Bletz, with notice to C. S. Kaufman and B. A. Price, garnishees.\nThe judgment was obtained on the 31st January, 1855. .On the 2d April, 1855, the attachment was issued, and on the 9th, upon hearing, the justice entered judgment for the plaintiff against the garnishees for f62.04. Peter Haldeman, the defendant, had previously executed an assignment for the benefit of his creditors, which had been duly recorded.\nThe assignee appeared and defended, and after judgment appealed to the Court of Common Pleas. The plaintiff’s counsel moved to strike off the appeal, on the grounds that it was out of time, without authority, and not by the proper persons. This rule, on argument, was made absolute.\nThe assignee, John P. Shroder,'sued out this writ, and assigned the action of the court in striking off the appeal for error.\nFordney, Franlclin, and Reynolds, for plaintiff.\nFrazer, contra."
  },
  "file_name": "0403-01",
  "first_page_order": 403,
  "last_page_order": 404
}
