{
  "id": 977217,
  "name": "Stinger, Executor of Pott, versus The Commonwealth",
  "name_abbreviation": "Stinger v. Commonwealth",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "422",
  "last_page": "429",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 422"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 810,
    "char_count": 20702,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 4.578839526257301e-07,
      "percentile": 0.9252983475098355
    },
    "sha256": "3b3311db09418280a245d3d6ad470cdb7cc7ae02a2a09200ab1f9cc70ef8c41b",
    "simhash": "1:ebc7cc1842845963",
    "word_count": 3686
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stinger, Executor of Pott, versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThe liability of the estate in controversy to the collateral inheritance tax depends upon the question whether William Pott was its owner at the time of his death. If it passed to Abraham Pott by the will of William Pott, a collateral inheritance tax was properly assessed upon it. But if Abraham obtained the title in the lifetime of his uncle William, it was not the subject of taxation under the collateral inheritance law. The Court of Common Pleas directed a verdict for the Commonwealth, but upon what ground the record does not show. It must have been either because in its opinion the appraisement unappealed from was conclusive upon the question of the liability of the estate to the tax, or because there was no evidence to sustain the allegation that Abraham took by deed, and not under the will.\nWe will first examine the question of the conclusiveness of the appraisement. An appraiser was appointed by the register of Franklin county, who on the 29th February, 1853, appraised the land at $5665; this was set aside by consent. On the 4th March, 1854, it was appraised at $3605. On this appraisement the register assessed a tax of $180.25, with interest, from 5th December, 1848, which appraisement and assessment was by him filed in the Common Pleas of Franklin county, on the 18th March, 1854, and upon which a scire facias was issued on the 24th April, 1854. The 12th section of the Act of 10th April, 1849, is in the following words, viz : “ In order to fix the valuation of the real estate of persons whose estates are or shall be subject to 'the payment of a collateral inheritance ta-x by the laws of this Commonwealth, the register of wills of the county in' which letters testamentary or of administration shall be granted, shall (at the same time) appoint one of the appraisers, and the assessor of the ward or township in which decedent died shall be another appraiser, whose duty it shall be to put a fair valuation on said real estate, and it shall also be the duty of said appraisers to make a fair and conscionable appraisement of the personal estate of the decedent, and it shall further be the duty of said appraisers to assess and fix the then cash value of all annuities and life estates growing out of said estate,” &c., &c. “Provided, That any person or persons dissatisfied with said appraisement or assessment, shall have the right to appeal within thirty days to the Register’s Court of the proper county, on paying or giving approved security to pay all costs, together with whatever tax shall be fixed by said court.”\nThe 15th section of the same act makes it the duty of the register to enter the returns made by the appraisers in a book, and whenever the tax is due and unpaid for one year, “ it shall be lawful (says the section) for the Register to file a copy of the claim in- the proper prothonotary’s office, and proceed to recover the same in the'name of the Commonwealth by scire facias, according to the provisions of the Act of 11th March, 1846, entitled ‘An Act relating to registered taxes and municipal claims in the county of Philadelphia,’ and any supplement thereto, against the owner or owners of such real estate for the time being. All the provisions of which act shall be operative in relation to such collateral inheritance tax, except that there shall be no loss or limitation of the lien for such tax, by reason of a failure to file or sue the same within any limited time.”\n■ The second section of the Act of 11th March, 1850, dispenses with the assessor or appraiser, and the first section of the same act declares that “ no law heretofore passed shall be taken or construed to make any collateral inheritance tax a lien on any other property or estate than those chargeable with such collateral inheritance tax.”\nThe object of the appraisement, as well as the duty of the appraiser, is not to determine whether the estate is subject to the tax, but simply to ascertain the value of the estate. Where the estate is not subject to be assessed with the tax, the entire proceeding is a nullity, for it is only upon estates “that are or shall be subject to the payment of a collateral inheritance tax” that the Register has any power over for the purposes of appraisement and assessment; and the owner of the estate is not bound to submit the question of his liability to pay the tax either to the register or the appraiser. Indeed, the law makes no provision for the decision of any question of liability, unless it is to be determined after the scire facias has issued. But it is said that the proceedings-upon the scire facias are to be the same as those provided for the collection of registered taxes and municipal claims in the county of Philadelphia, by the Act of 11th March, 1846, and that the provisions of that act apply to the claims filed under the collateral inheritance tax. This is correct; but there is nothing in the Act of 11th March, 1846, which would prohibit the owner of an estate from showing, upon the trial of a scire facias for registered taxes, that the property taxed was not the subject of assessment. The fourth section of that act is relied upon to show that this defence is inadmissible. The words of that section are, “ such claims may, in suits thereon, be read as evidence of the facts therein set forth, and no plea alleging nonjoinder or misjoinder of parties, no plea averring want of notice to remove nuisances, no plea touching the rates or proportions of contributions among parties jointly interested, nor any plea touching the question of ownership, shall be allowed in any such action.”\nThe prohibition of a plea touching the question of ownership cannot be made to extend to a question of the liability of the estate to be assessed for taxes. The proceeding is against the property to recover the tax assessed, and the question of ownership is an immaterial question, and therefore no plea raising such a question is allowed: but whether any taxes are due and unpaid, is the very question to be tried on the scire facias, and the claim filed is evidence of the facts therein set forth, but not conclusive: Thomas v. The Northern Liberties, 1 Harris 117.\nThe case of the Commonwealth v. Freedly’s Executors, 9 Harris 33, is relied upon as an authority in favour of the conclusiveness of the appraisement. That case is doubtless good authority for what it purports to decide; which is simply that an appraisement of property subject to the collateral inheritance tax, unappealed from, was conclusive; and that an additional tax could not be assessed upon the enhanced value of the estate after it came to the hands of the heir or devisee. There was nothing in the case which called for an intimation upon the question now under consideration, and there is nothing in the opinion which affects this question one way or the other. We have,, however, recently decided the very question here presented, and that, too, after the most careful consideration. I refer to the case of Christ Church Hospital v. Philadelphia County, 12 Harris 229. In that case property was assessed which was exempt from taxation by Act of Assembly. No appeal was taken, either to the commissioners or to the Court of Common Pleas under the Act of Assembly applicable to Philadelphia county. A warrant issued to the collector for the amount of the tax, and it was paid under protest, and an action brought to recover the money back. On behalf of the county it was contended that the plaintiff was precluded from denying the legality of the assessment after the tax had been collected, that his remedy was by an appeal first to the commissioners, and if not satisfied with their decision, then to the Court of Common Pleas. The case was twice argued: upon the first argument there was some difference of opinion in the court, but upon the second argument we all agreed to the principle stated in the opinion of the Chief Justice, that where an assessment is made upon property not liable to taxation, the owner is not bound to pay the tax, even although he may not have appealed from the assessment: and that if he pays the money under protest, upon a warrant for its collection, he may maintain an action to recover it back. This case is directly in point, and is decisively against the position taken by the Commonwealth’s counsel, that the defendants cannot raise the question of the liability of their estate to the collateral inheritance tax because they did not appeal from the appraisement.\nThe question is then an open one. Was the land appraised subject to a collateral inheritance tax ? This tax is imposed upon estates that pass by will or under the intestate laws, or by deed, to take effect after the death of the grantor, “ to persons or bodies politic or corporate, in trust or otherwise, other than to or for the use of the father, mother, husband, wife, children, and lineal descendants born in lawful wedlock.”\nThe legal title to the land, from which the Commonwealth claims this tax, was never in William Pott, but he was the equitable owner, the legal title being held by Thomas G. McCulloh.\nAccording to the evidence, Abraham Pott took possession of the tract in 1844, and made valuable improvements, and remained in possession by himself and tenants until it was sold at sheriff’s sale as his property, at the suit of the Bank of Chambersburg. Whilst Abraham was in possession of the tract, William frequently spoke of it as Abraham’s property, and complained that McCulloh had not delivered the deed. In December, 1848, William Pott died, leaving a will, in which is the following clause relative to the estate in question, viz.:—\n“ I give and devise to my nephew, Abraham Pott, a son of my deceased brother, John Pott, and his heirs, all that tract of land on which he now resides, in Franklin county, Pennsylvania, formerly owned by Witherspoon, and having assigned him a judgment against Joseph Kilgore, of Franklin county, Pa., and in other respects made him advances, I hereby relieve him from the same and all his indebtedness to me. The lands devised to my nephew, Abraham Pott, I requested T. G. McCulloh, Esq., of Chambersburg, to have it conveyed to him; whether it has been done or not, I cannot say, but for the more certain and effectual assuring the same to him, I now give it to him by this my last will.” This will is dated 6th February, 1847. Previous to the date of the will, to wit, on the 19th December, 1845, Thomas G. McCulloh had made and acknowledged a deed for the tract to Abraham Pott, which deed remained in MeCulloh’s possession until the sickness which preceded his death in September, 1848. Alexander McCulloh testified as follows:—\n“ During my father’s last illness Abraham Pott called to see my father. I said he could not see him, but that I would communicate with him. He said he wanted the deed to this farm. Father told me to get a bundle of papers marked William Pott, and bring them to him. I went and got the papers. He got this deed, and said I should give him the deed when he called. I know it was the deed for this farm. I put it away, and Pott never called back for it. This was .shortly before his death. Father died 10th September, 1848.”\nThis deed was subsequently found by Dr. Culbertson, one of the executors of McCulloh, amongst the decedent’s papers. After McCulloh’s decease, Abraham Pott called for it, but the executor declined giving it to him. He afterwards left it in the possession of the counsel' of the executors and the bank, Mr. Denny. In July, 1854, the deed was recorded at the instance of Mr. McLanahan, who, it seems, had become the owner of the estate.\nIt was also shown by Dr. Culbertson that McCulloh, in his lifetime, gave such assurance to the Bank of Chambersburg that the title was in Abraham Pott that credit was given to Pott in the bank on account of such assurance. On the other hand, evidence was admitted under objection_,that in an action of ejectment by the Bank v. Hawk, for the land in dispute, the bank had given in evidence both the deed from McCulloh and the will of Mr. Pott.\nUnder this evidence how could the court pronounce as matter of law that William Pott, at the time of his death, was the owner of the estate in question ? It must be remembered that he never had the legal title; and we have his declarations, both written and verbal,- that he had directed the holder of the legal title to convey it to his nephew, who was in the actual possession of the estate, and wbo had put upon it valuable and extensive improvements. In accordance with the directions from the beneficial owner, the trustee of the legal title had made and acknowledged a deed to the nephew, and had given assurances to the Bank of Chambers-burg that the nephew was the owner of the land. Upon those assurances credit was given by the bank to the nephew. The bank subsequently obtained judgment against the nephew, sold the land, and became its owner by a purchase at sheriff’s sale. Now, setting aside the question of the actual delivery of the deed from McOulloh to Abraham, it is, to say the least, very questionable whether McOulloh did not hold it merely as the bailee of Abraham, and whether the title did not vest in Abraham whilst the deed remained with McOulloh. It is not necessary to put the case upon this ground, for if Alexander MeCulloh’s testimony was believed by the jury, an actual delivery was shown. The uncle had directed the deed to be made and delivered, and had permitted the nephew to enter into actual possession, and largely to expend his money in making improvements. The trustee had made the deed in pursuance of the directions and had it ready for delivery. The nephew called for it, but owing to the sickness of the trustee he could not see him. The deed was taken by the trustee from amongst other papers, handed to his son with directions to give it to the nephew when called for- The son put it away, his father shortly afterwards died, and the executor finding the deed amongst the papers of the decedent, refused to give it to the grantee when he called for it. But the trustee had already made the only delivery of the deed which the circumstances of the case permitted. He could not, on account of the extremity of his illness, see the grantee personally, but he gave the deed to his son for him. He thus parted with the possession of the deed, and had no longer any control over it. The son thenceforth held the deed as the agent of the grantee, and it is of no manner of consequence where he placed it. Pott had said to him, “ Your father has a deed belonging to me; I want it.” His father assenting to this, took the deed, gave it to his son and said, “ Give it to Pott when he calls.” Suppose William Pott’s will had been silent upon the subject of this land, other than the declaration that he had directed McOulloh to make and deliver the deed, can it be possible that Abraham’s title would have been incurably defective ? It is unnecessary to review the numerous cases deciding what is a suffi-, cient delivery of a deed. When a grantor declares before a proper officer that he signs, seals, and delivers a deed without doing anythingfto qualify the delivery, it is sufficient: Blight v. Schenck, 10 Barr 285. In Garnous v. Knight, 5 Barn. & Cress. 351, Wynne, who was an attorney, and as such became indebted to Garnous in a large sum of money, secured the same by a mortgage on his property, and after having executed the indenture, gave it to his sister, saying, “ Here, Bess, keep this, it belongs to Mr. Garnous.” This was held to be a good delivery, and the case is cited with approbation by Mr. Justice Rogers in Blight v. Schenck. Surely a delivery by a grantor to one to whom the grantee had communicated his desire to obtain the deed, with instructions to give it to him when he called, is at least equal to a delivery to a stranger to the grantor with a declaration that it belongs to him, coupled with instructions to keep it for the grantee. “ In the ancient authorities, and at a time when the execution of deeds was subjected to great technical formality and strictness, it was admitted that if A. execute a d,eed to B. and deliver it to C., though he does not say to the use of B-, yet it is a good delivery to B. if he accepts it, and it shall be intended that C. took the deed for him as his servantChancellor Kent in Souverbye v. Arden, 1st Johnson’s Ch. R. 255. Here the assent of the grantee was most clearly established, for he called for the deed both before and after it was handed by the trustee to his son. But it is useless to go over the various authorities upon this subject, as they have so often beén discussed in this court and elsewhere.\nThe learned judge of the Common Pleas erred in directing a verdict for the Commonwealth. He should have instructed the jury, 1st, That the appraisement unappealed from was only conclusive upon the value of the estate; and, 2d, That if they found that William Pott, being the owner of the equitable interest, gave directions to Thomas Gr. McCulloh, the holder of the legal title, to convey it to his nephew Abraham Pott, and that McCulloh, in pursuance of such directions, made and acknowledged a deed for the estate to Abraham, and subsequently and before the death of William Pott handed it to his son, with instruction's to give it to Abraham, that William Pott was not the owner of the land at his death, and consequently it was not subject to a collateral inheritance tax.\nUnder this instruction the verdict would doubtless have been for the defendants.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Reilly and Sharp, for plaintiff in error.",
      "McClellan and Smith, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Stinger, Executor of Pott, versus The Commonwealth.\nThe appraisement of the estate of a decedent, directed by the register of wills under the collateral inheritance tax laws, is conclusive only of the value of the estate, but not of its liability to taxation.\nWhere the estate is not subject to a collateral inheritance tax, the entire appraisement proceedings are a nullity!\nThe case of Christ Church Hospital v. Philadelphia county, 12 Sams 229, affirmed.\nIf a grantor executes a deed and retains it in his possession, and the grantee requests its delivery by a third person, and the grantor gives the deed to such third person, to be handed over to the grantee, when he calls for the same, it is in law a delivery of the deed, though it was not handed over to the grantee, and was found among the grantor’s papers after his death by his executors.\nThe premises conveyed in the deed were not liable to a collateral inheritance tax as the estate of a previous equitable owner, for whom the grantor held the legal title, and who died subsequent to such delivery of the deed, although he devised the same premises in his will to the grantee.\nError to the Common Pleas of Franklin county.\nThis was a scire facias, and a claim for collateral inheritance tax, filed by the register of Franklin county, in the name of the Commonwealth, against Peter Stinger, executor of William Pott, deceased, with notice to Abraham Pott, and the Bank of Chambersburg.\nWilliam Pott, the decedent, in 1845, was the equitable owner of the premises upon which the tax was claimed, but the legal title was in Thomas Gr. McCulloh, Esq., who on the 19th December, 1845, executed and acknowledged a deed for the same, at the instance of William Pott, to Abraham Pott. The deed remained in McCulloh’s possession until his last illness, in 1848, when Abraham Pott called for the deed, but Mr. McCulloh was too ill to communicate with him, but being informed of Abraham Pott’s visit, and the object of it, sent for the deed and handed it to his son, with directions to give it to Abraham Pott when he should again call for it. Mr. McCulloh died a few days after this occurred.\nWilliam Pott, by his will, dated 6th February, 1847, recites the conveyance of the land to Abraham Pott by McCulloh, and the non-delivery of the deed, and devises the land to Abraham Pott, who was his nephew. He died in 1848, and shortly after the death of T. Gr. McCulloh.\nAbraham Pott took possession of the premises in the spring of 1844 or 1845, and made valuable and extensive improvements.\nThe Bank of Chambershurg recovered a judgment against Abraham Pott, upon which the premises were sold and purchased by the bank.\n. The register of the county caused the land to be appraised, and its value fixed at $3605, assessing upon it a collateral inheritance tax of' $180.25. This was unappealed from.\nThe court below (Kimmel, P. J.) directed a verdict in favour of the Commonwealth for the tax and interest, amounting to $245.05.\nReilly and Sharp, for plaintiff in error.\nMcClellan and Smith, for the Commonwealth."
  },
  "file_name": "0422-01",
  "first_page_order": 422,
  "last_page_order": 429
}
