{
  "id": 977335,
  "name": "Stinger, Executor of Pott, versus The Commonwealth",
  "name_abbreviation": "Stinger v. Commonwealth",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "429",
  "last_page": "431",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 429"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 305,
    "char_count": 6132,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.3454971699122227
    },
    "sha256": "e9f2605d682539195553138c806937a431b418a7039f693ad2463d955b78f995",
    "simhash": "1:4d638c5110c4340e",
    "word_count": 1055
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stinger, Executor of Pott, versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nIn Stinger, Executor of Pott, with notice to the Bank of Chambersburgh, v. The Commonwealth, just decided, the rule is laid down that an appraisement of an estate and an assessment of a collateral inheritance tax upon said appraisement unappealed from, is not conclusive upon the question of the liability of the estate to such assessment and appraisement, but that the owner of the estate may deny the liability in answer to a scire facias issued to compel payment of the tax assessed.\nHad this principle been recognised in the court below upon the trial of this cause, the verdict must have been for the defendant so far as the real estate was concerned, for it was shown that William Pott and wife conveyed the lands upon which the taxes were assessed to John Pott more than three years before the death of William. It was also shown that John had been in possession of the lands since 1844. There was no evidence to raise the question of fraud in the conveyance, and the court should have instructed the jury that no collateral inheritance tax could be legally assessed upon the land.\nIn addition to the tax assessed upon the real estate, it appeared by the appraisement of William Pott’s estate, filed in the register’s office, that there was a debt due by John Pott to William, of $1605.92, which was marked doubtful by the appraisers. In the will of William Pott there was a clause releasing John from all his indebtedness to the testator. Treating this release as a legacy for the above amount of $1605.92, the collateral inheritance tax has been assessed upon it. In defence, it was offered to be shown that at the date of the will the debt was barred by the statute of limitations, that nothing passed by the will, and therefore there was nothing to assess the tax upon. This evidence was rejected by the court, and in this there was error. If it had been shown that the claim against John was barred by the statute of limitations, it was not the subject of assessment either against John or the executor of William, as it had' neither existence nc>r value.\nIt is alleged by the plaintiff in error that this appraisement, and the proceedings thereon, were illegal, for the reason that the lands assessed were in Fulton county, and the appraisement and assessment, and the proceedings in the Common Pleas, were in Franklin county. This objection is not valid. The 12th section of the Act of 10th April, 1849, requires the appraisers to be appointed by the register of the county in which letters testamentary or of administration shall be granted, and in said county all proceedings should be had to enforce payment of the tax assessed, no matter where the lands subject to the assessment may be situate.\nAs the collateral inheritance tax upon real estate is a lien upon the lands assessed until paid, it would, perhaps, be well for the legislature to provide that a copy of the assessment should be filed in the county where the 'lands lie, and that the scire facias to enforce payment should issue from the Court of Common Pleas of the same county; but, in the absence of a legislative provision to this effect; the words “proper prothonotary’s office,” to be found in the 15th section of the Act of 10th April, 1849, must be held to refer to the office in the county where the assessment and appraisement is made, and where the register granting letters testamentary and of administration has jurisdiction.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Reilly and Sharp, for plaintiff in error.",
      "McOlellan and Smith, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Stinger, Executor of Pott, versus The Commonwealth.\nThe appraisement of the estate of a decedent, directed by the Register, under the collateral inheritance laws, unappealed from, is conclusive only as to the value of the estate; but not of liability to taxation.\nA debt released by a will, which was previously barred by the statute of limitation, passes nothing; and the amount of such debt is not liable to be assessed with a collateral inheritance tax.\nThe appraisement under the collateral inheritance laws, and the proceedings upon it, must be in the county where the letters testamentary or of administration were issued.\nError to the Common Pleas of ffranlclin county.\nThis was a scire'facias, issued at the suit of the Commonwealth upon an appraisement and assessment under the collateral inheritance tax laws, against Peter Stinger, executor of William Pott, deceased, with notice to John Pott.\nWilliam Pott, the decedent, on the 19th of April, 1845, conveyed to John Pott several tracts of land in Eulton county, for the consideration of $5000.\nJohn Pott went into possession, claiming to be the owner in fee simple, and has continued to hold the premises ever since.\nWilliam Pott made his will dn the 6th day of February, 1847, in which is contained the following clause: “ I give and devise to my nephew John Pott and his heirs all my lands in the Big Cove, Bedford county, Pennsylvania, consisting of several parcels, upon which he now resides and manages, and I release and discharge him from all his indebtedness to me.” After the death of William Pott, in 1848, the register of wills of Franklin county appointed an appraiser, who appraised the legacy left to John Pott at $6308.92. Upon this sum a tax was assessed of $315.44, and the claim was filed in the prothonotary’s office of Franklin county.\nThe defendant defended on the scire facias that the lands were not subject to the collateral inheritance tax, because they were conveyed long before the death of William Pott, to John Pott for a valuable consideration, and that the debt released had long before the date of the will been barred by the statute of limitations ; and also because the claim was not filed in the prothonotary’s office of Fulton county, where the lands lie. William Pott died in 1848, in Franklin county.\nThe Commonwealth alleged that these lands had been conveyed, and the debt released, to avoid the payment of the collateral inheritance tax, and that the appraisement having been unappealed from within thirty days, was conclusive.\nReilly and Sharp, for plaintiff in error.\nMcOlellan and Smith, for the Commonwealth."
  },
  "file_name": "0429-01",
  "first_page_order": 429,
  "last_page_order": 431
}
