{
  "id": 977208,
  "name": "Kieffer versus Imhoff",
  "name_abbreviation": "Kieffer v. Imhoff",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "438",
  "last_page": "445",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 438"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 R. 108",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "2 R. 492",
      "category": "reporters:state_regional",
      "reporter": "R.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 244",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 McCord 96",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        8857383
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/15/0096-01"
      ]
    },
    {
      "cite": "5 Wend. 525",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "1 Whart. 323",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829057
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/1/0323-01"
      ]
    },
    {
      "cite": "2 Martin 214",
      "category": "reporters:state",
      "reporter": "Mart.",
      "case_ids": [
        6755332
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mart-os/2/0214-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 999,
    "char_count": 22729,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 1.0429744277318857e-06,
      "percentile": 0.9840276402214956
    },
    "sha256": "cf7e47d0e1624f94233d6e4067a600ec999641825007cd6d1a79a32315cea913",
    "simhash": "1:2e360690a77cfc93",
    "word_count": 4055
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kieffer versus Imhoff."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThe rules of the civil law on the subject of servitudes are far more minute and precise than those of the common law. As they are, for the most part, founded on the principles of justice, and a careful consideration of the rights and convenience of civilized society, they are resorted to by the common law tribunals in cases not otherwise provided for. It is said by Chancellor Kent that they are of “ permanent and universal application:” 3 Kent's Com. 436. The servitude of the civil law has a much wider signification than the easement of the common law, comprehending many rights, which in the latter fall under the division of profits áprendre. But a right of way, the particular privilege claimed in this ease, is designated as an easement in one and a servitude in the other, and therefore the rules of the civil law may have a just application to the question before us. A servitude is defined to be “ a charge imposed upon one heritage for the use and advantage of an heritage belonging to another proprietor :” Code Civile, art. 637. It is obvious, therefore, that if the dominant and servient tenements become the property of the same owner, the exercise of the right, which, in other cases, would be the subject of an easement, is, during the continuance of his ownership, one of the ordinary rights of property only, which he may vary or determine at pleasure. The inferior right of easement is merged in the higher title of ownership: 2 Bing. 83; 9 Moore 166; 3 Bulst. 340. In the common law it is said to be extinguished by unity of title. In the civil law it is lost by “ confusion.” But under-both systems it is nothing but the name that is gone. The right remains as before, under a higher title ; and upon a subsequent severance of the estate, by alienation of part of it, the alienee becomes entitled to all continuous and apparent easements which have been used by the owner during the unity of the estate, and without which the enjoyment of the several portions could not be fully had; for no man can derogate from his own grant: 2 Martin 214; 3 Kent 434, note. The term servitude is but a metaphorical expression borrowed from personal servitude; the charge is entirely attached to real estate, and not to the person : servitutem non hominem debere sed, rem : 3 Kent 434; Dig. 8, 1, 15; Domat 1016. The owner may undoubtedly alter the quality of the several parts of his heritage; and if he does so, and afterwards alien one part, it is but reasonable that the alterations thus made, if palpable and manifest, and obviously permanent in their nature, shall go to the purchaser in the condition in which they were placed, and with the qualities attached to them by the previous owner. Easements which are apparent and continuous are not merely those which must necessarily be seen, but those which may be seen or known on a careful inspection by a person ordinarily conversant with the subject: Gale & Whatley on Easements 40. Servitudes which are extinguished by unity of title, do not in general revive upon severance; but where they are apparent and obviously continuous, they do. The disposition made by the owner of both estates, is held to be equivalent to a title: La destination du peré defamille vaut titre: Civil Code Louisiana, art. 808; Code Civil, art. 692; Pardessus Traité des Servitudes, s. 288; Gale & Whatley on Easements 40. Although the service which one estate derived from the other was nothing more than “destination du pére defamille,” or “the disposition of the owner,” so long as the heritages belonged to the same person, it becomes a servitude as soon as they pass into the hands of different proprietors: Pardessus Traité des Servitudes, s. 288; Gale & Whatley 38.\nThese doctrines of the civil law have been fully recognised by the highest authorities in our own jurisprudence. In a very early case it was held that the plea of unity of possession was not suffi- ■ cient to extinguish a right to a gutter which had existed by custom, and that the plea to be available must aver that the former owner, before alienation, destroyed the gutter: 11 Harris 7, 25 pl. 6. In another case of approved authority, it was held by all the court on demurrer, that if one erect a house, and build a conduit thereto in another part of his land, and convey water by pipes to the house, and afterwards sell the house with the appurtenances, excepting the land, or sell the land to another, reserving to himself the house, the conduit and pipes pass with the house, because they are necessary and quasi appendant thereto. So, if the lessee for years erect a conduit, and the lessor on the expiration of the term occupies the house and the conduit together, and afterwards sells the house with the appurtenances to one, and the land to another, the vendee of the house shall have the conduit pipes, and liberty to amend them. But it was held by Popham, J., that if the lessor had sold the house before he had recognised the act of his tenant by “ occupation and usage,” the conduit would not have passed: Nicholas v. Chamberlain, Cro. Jac. 121. In 3 Cruise’s Digest 115, it is said that where a right of way has been extinguished by unity of possession, it may be revived by severance, and the author cites a case from Jenkin’s Centuries, in which it was held that upon a descent to two daughters,, land over which there had been a right of way was allowed to one of them, and the land to which the right of way belonged was alloAved to the other, this allotment, “ without specialty to have the way anciently used,” was sufficient to revive it. In Brook’s Abr., title Extinguishment, this principle seems to be conceded, but the author has some difficulty, in describing its technical operation. The only doubt was whether the old easement was revived, or a new right of way created by the. allotment. It must be conceded that the courts of common law, in extricating themselves from the technical rule that unity of possession extinguishes an easement, have fallen into some inconsistencies. They have held that the rule does not extinguish a way of necessity, and there they have classified under that designation a way to a vill, church, mill, market, &c., without reference to the question whether the way fell within the rules required by law to constitute a way of necessity. But the reason of the law is the life of it; and the only reason for the extinguishment of an easement by unity of seisin, is, that the owner has a higher title to the privilege enjoyed. He stands in no need of a title to the easement when he has the absolute right of property in the servient as well as the dominant tenement. He may exercise what rights he pleases over both, and may undoubtedly so dispose of them as to make one subservient to the convenient enjoyment of the other. It is true, that mere casual acts of this description, which are neither manifest to the eye of a purchaser, nor designed to be permanent, do not fix the quality of any portion of his estate. But it is far otherwise where the arrangement and disposition are permanent and manifest. In such a case justice requires that the grant should be construed against the grantor so far as to pass the privileges affixed by himself to the property conveyed. On this principle the authorities of the common law, ancient and modern, abundantly sustain the luminous doctrines of the civil law: 11 Harris 725, pl. 6; Cro. Jac. 121; Jenkins’ Centuries, 1 Ca. 37; Blair’s Lessee v. Chambers, 1 Ser. & R. 172; Pickering v. Stapler, 5 Ser. & R. 107; Strickler v. Todd, 10 Ser. & R. 70; Cope v. Grant, 7 Barr 491; Kirkham v. Sharp, 1 Whart. 323; Seibert v. Levan, 8 Barr 383; Oakley v. Stanley, 5 Wend. 525; Witmer v. White, 2 Caine’s Cases 87; Blake v. Clark, 6 Greenl. 436; Taylor v. Hampton, 4 McCord 96; Hathorn v. Stinson, 1 Fairf. 235.\nThe case of Whalley v. Thompson, 1 B. & P. 371, is a decision of the English Common Pleas since the Revolution. It is not authority here; nor is it in harmony with other authorities founded on better reason in the same'country. Maynard v. Esher, 5 Harris 222, must be considered as a sale by the owner. In that respect it differs from a salq by the sheriff, who has no right to separate the property of the debtor from the privileges assigned to it by the owner for its more perfect enjoyment. It differs from the present case in another important particular. The lot alleged to have been charged with the servitude was first sold expressly clear of encumbrances. Had the house and lot, with the windows overlooking the other lot, been first disposed of by the owner, there are cases to show that he could not afterwards close them against his own grant.\nThere can be no doubt whatever that the privilege to use the four foot alley in question falls within the rule which secures to a purchaser the advantage's of a permanent and manifest disposition of the property by the owner. The right of way was expressly annexed to the Imhoff lot by the deed of Robert Maguire’s executors in 1803. It was recognised in the deed of James Grus-tine to James Breden, in 1818. It was used and enjoyed by Bredin as an appurtenance to the Imhoff lot until he acquired the Kieffer lot in 1826, and then, instead of making any new disposition of the respective estates, he continued both of them in the condition they were in when they respectively came to his hands. He lived in the house on the Imhoff lot, and had tenants in that on the Kieffer lot. He and the families in the Kieffer house used the alley according to the original grant. The buildings on each side had been manifestly arranged with reference to the privilege enjoyed in respect to the alley. These were the privileges and services connected with the respective properties when they were sold by the sheriff in 1834, the one to Thomas Uhrie and the other to William M. Biddle. There is nothing in the descriptions contained in the sheriff’s deeds which changes the conditions of the several properties. On the contrary, the deeds contain the usual clauses specifying that the grantees are to hold “ for such estate and under such rents and conditions as the said James Bredin had and held the same at the time of the judgment” rendered against him. The omission to specify the privilege particularly does not change the qualities annexed to the estates, nor do the other trifling inaccuracies produce that effect. Precision of description is never expected in a sheriff’s deed, and it is always construed with great liberality. If these deeds had been the acts of the owner himself, they would not change the qualities previously . attached by him to the respective tenements. There is still greater reason for holding that the sheriff’s deeds cannot produce such a change in the disposition of the property. Had such a course been attempted, the court would have set aside the sale as injurious ,to the rights of all concerned.\nThe learned President of the Common Pleas made a proper disposition of the case. Judgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Wm. M. Penrose, Biddle, and Miller, for plaintiff in error.",
      "Watts and Parher, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Kieffer versus Imhoff.\nA right of way over the land of another is designated in the common law as an “ easement,” and in the civil as a “ servitude;” and is defined to be a chax-ge imposed upon one heritage for the use and advantage of a heritage belonging to another proprietor.\nIf the dominant and servient tenements become vested in the same owner, by the common law, the easement is extinguished by unity of title; by the civil, the servitude is lost by confusion; but it is but the name that is gone, the right remains under a higher title.\nUpon a subsequent severance of the estate, by alienation of a part, the alienee becomes entitled to all continuous and apparent easements, which have been used by the owner during the unity of the estate, and which are necessary for the enjoyment of the several parts.\nThe owner of an estate may alter the quality of the several parts of his heritage, and if palpable and manifest, the several parts of the estate will go to the alienee in the condition in which they were placed, and with the qualities attached to them by the owner.\nWhere the title to tenements with an alley between them, which had been dedicated to the use of both by a former px-oprietor, became vested in the same person, and the use of the alley was continued by him and his tenants, occupying the respective tenements as theretofore, and the owner’s interest in both was seized and sold at sheriff’s sale to different purchasers, the right of way in the alley, upon the severance of the title, revived and continued as it existed before the unity of the title.\nError to the Common Pleas of Cumberland county.\nThis was an action of trespass quare clausum fregit, brought by Benneville J. Kieffer against Christian Imhoff. The locus in quo is a certain alley and lot belonging to the plaintiff, in which the defendant claimed the right of way.\nThe plaintiff owned a lot in the borough of Carlisle, and the defendant occupied a lot adjoining, belonging to Jacob Stahl. These lots formed originally lot No. 169 in the general plan of that borough, and belonged to Robert Magaw, deceased, who, by his will, dated the 22d day of November, 1789, devised the Imhoff lot and house upon it to his wife during the minority of his son, Van Brunt, and the Kieffer lot during the minority of his daughter, Elizabeth, and afterwards to his son and daughter in fee respectively. In a subsequent part of the will, he authorizes his executors to sell any part or all of his real estate if necessary. Under this power in the will the executors, after his death, conveyed the Imhoff lot in fee simple to Ur. Lemuel (Justine by deed dated 12th September, 1803. A plot of the property and alley is annexed to this deed. The following clause occurs in this deed:—\n“Do grant, bargain, and sell all the right, title, and interest which the said Robert Magaw had in his lifetime, in and to the said described house and appurtenances, being in front on Hanover street twenty-nine feet, bounded on the south by an alley four feet wide, which alley runs between the house sold and another house, part of the real estate of said Robert Magaw, and which alley is for the use of both houses.”\nThe title of Dr. (Justine, after his death, and prior to 1817, became vested, by proceedings in partition in the Orphans’ Court, in his son, James (Justine, who on the 24th June, 1818, conveyed the same in fee simple to James Bredin. The lot is described in these deeds as twenty-nine feet in front, and a reference made to the right of way over the lot owned by Elizabeth Magaw.\nElizabeth Magaw, who held the Kieffer lot under the devise, married a man named McCartney, and died prior to the 8th April, 1826, and on that day Daniel McCartney and Jacob D. Clute and wife, her heirs at law, conveyed by deed in fee simple the Kieffer lot to James Bredin, who thus became the owner in fee simple of both lots and houses. In the deed last-mentioned the residue of lot No. 169, bounded on the north by the portion already owned by James Bredin, is conveyed to him.\n■ Bredin became embarrassed; and to August Term, 1834, these two houses and lots were levied upon, under a fieri facias issued against him and condemned. The levy is as follows:—\n“ Levied on a half lot of ground, situate in the borough of Car-lisle, Cumberland county, containing 30 feet in front and 240 feet in depth, more or less, having thereon erected a large two story stone house and stone kitchen, a small stone house, two stories high, a two story frame storehouse, and a two story dwelling-house, smoke-house, and other buildings, situate on Hanover street on the west, other property of James Bredin on the south, Liberty alley on the east, and fronting on Market House Square on the north.” (This is the Imhoff lot.) “Also, on a half lot of-ground, situate in the borough of Carlisle, containing 30 feet in front and 240 feet in depth, more or less, adjoining the above stated lot on the north, John Gray on the south, Hanover street on the west, and Liberty alley on the east, having thereon erected a two story stone house, plastered stone kitchen, and a brick stable.” (This is the Kieffer lot.)\nThese properties were, with others, condemned and sold on a vend, exp., Nov. T. 1834. This writ and the sheriff’s return thereto pursues the description set forth in the levy. The return states that on the 26th Sept. 1834, the lot described and designated as the Imhoff lot, was sold to Thomas Urie, and the Kieffer lot, as above described, to Wm. M. Biddle. The sheriff’s deeds are dated 7th and acknowledged the 15th Nov. 1834. The title of Urie is now vested in Jacob Stahl, a brother-in-law of Mr. Imhoff, under whom he occupies. The title of Mr. Biddle is vested in Kieffer, by deed from Mrs. Biddle, the devisee of the property, dated the 20th Oct. 1855. The locus in quo is a covered alley; the house on the Kieffer lot, which is a very old one, coming over to that on the Imhoff lot, also very old, so that the alley is under part of the upper story of the house on Kieffer’s lot.\nAfter Kieffer bought he designed to make extensive improvements in the house on his lot, so as to adapt for a store, and to this end he had planned an open iron front, one of the columns of which was to stand against Imhoff’s house, at the mouth of the alley and extend about a foot therein. The workmen employed by Kieffer had laid the foundation for this column, when Imhoff tore it up and threatened to throw down the column as often as it should be erected; whereupon this action of trespass was brought.\nThe court below (Graham, P. J,), after stating the leading facts, charged the jury as follows :—\n“ The plaintiffs contend that when Bredin became the owner of both lots, the right of way became extinguished, for he then not only owned the easement, but the fee simple in the soil over which it passed. This principle is in law correct, for the greater extinguishes the less interest, and a person cannot be said, with propriety, to have an easement over soil, to which he has the absolute dominion or control, the fee simple. And James Bredin might have disposed of either property as he chose, either with or without the privilege or encumbrance of this easement. But he did not sell either. They were sold by the sheriff, and the law fixes the title which the purchaser takes in each. The properties were acquired by Bredin at different times, and held by distinct titles. They were occupied as separate properties by Bredin and his tenants, and the alley used in common, in accordance with the 'deed to Gustine and the subsequent conveyances of both properties. The sheriff’s sales conveyed to his vendees just the same title that Bredin had to the two properties, and by which he acquired and held them, nothing more nor less. He purchased the Imhoff property from Gustine, with the privilege of using the alley in common with tne owners of the adjoining lot. He purchased the Kieffer lot subject to this right of way in the alley. And although he then owned both, and might have sold them ■either with or without the easement; not having done so, but the properties being sold separately by the sheriff, the purchasers hold, in accordance with the titles by which they were acquired •by the defendant in the execution. This result, which vests in Imhoff the title of Gustine, gives him a right of way in the alley, and justifies the alleged trespass.\n• “We cannot expect privileges or encumbrances of this hind to be noted in levies with the precision used in private sales; and to give each party the 30 feet called for in their deeds, would produce very great mischief. Imhoff would take one foot in breadth of the alley and Kieffer three, and thus render it useless to both, and Kieffer would take three feet of Imhoff’s back building, and the same breadth off the lot from the buildings to its eastern terminus. This is not asked for; such a proposition is too monstrous to be mooted.\n“ There is another aspect of the case which is fatal to plaintiff’s recovery. James Bredin owned both properties from 1826 to 1834 — during this time he used, this alley as an appurtenance of the Imhoff property, in which, he lived, and used it in common with his tenants, who occupied the Kieffer property. This would be a dedication of the alley to the joint use of the two properties, and when sold at sheriff’s sale, the right of way in the alley would pass as an appurtenance to the property Bredin occupied, and which is now occupied by Mr. Imhoff as the tenant of Mr. Stahl: Cope v. Grant, 7 Barr 488.\n“We instruct you that the plaintiff has failed to sustain his action, and you will find for the defendant.”\nThe plaintiff removed the cause to this court, and assigned the foregoing instructions for error.\nWm. M. Penrose, Biddle, and Miller, for plaintiff in error.\nA right of way over another’s land arises either by grant, or prescription, which latter supposes a grant, or from necessity: 3 Kent 419. When the estate of the dominant and servient tenements becomes vested in the same individual, the right, when appendant, becomes merged in the fee simple: Woolr. on Ways, 4 Law Lib. 70; 2 Kent 449. Is there anything to prevent the operation of this principle? The fee of both met in James Bredin, and the right was extinguished by that union. The parties claiming under sheriff’s sales of same date and writ, can have no equity as against each other. There is nothing of this easement in the levy, and that controls the subsequent proceedings : Grubb v. Guilford, 4 Watts 244; Hoffman v. Dawson, 2 Harris 25. The creditor sells the title as the defendant held it when the lien attached: Coulter v. Phillips, 8 Harris 156. If the levy and sale should have embraced this easement, the time to object was before the acknowledgment of the sheriff’s deed: Heartley v. Beaum, 2 Barr 165.\nIt is no way of necessity. That arises only where a man grants land surrounded by his own: Dutton v. Taylor, Lutw. Rep. 1487. A way of necessity arises by grant express or implied; the necessity which implies it must be a strict necessity, not arising by the act of the party claiming the right: McDonald v. Lindall, 2 R. 492. When a union has taken place, a subsequent severance, either by act of the parties or act of law, will not revive the way unless it be of necessity: Whalley v. Thompson, 1 B. & P. 371; Woolrich on Ways 70.\n“ When two lots of ground are passing from a vendor at the same instant, it cannot be implied that he is making one servient to the other Maynard v. Esher, 5 Harris 222. Besides, a right, of way cannot be reserved by parol: Collum v. Hocker, 1 R. 108.\nWatts and Parher, for defendant in error."
  },
  "file_name": "0438-01",
  "first_page_order": 438,
  "last_page_order": 445
}
