{
  "id": 977193,
  "name": "The Southwark Bank versus The Commonwealth",
  "name_abbreviation": "Southwark Bank v. Commonwealth",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "446",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 446"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Dal. 9",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": 0
    },
    {
      "cite": "16 Peters 56",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "3 Whart. 457",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 617,
    "char_count": 16110,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 5.781760749394947e-07,
      "percentile": 0.9509679907979192
    },
    "sha256": "09afa53eb7c6deba5c1bfc334d269a084bf808eff632d0f84442dae52080fa53",
    "simhash": "1:7ed3e4f7486e8f17",
    "word_count": 2878
  },
  "last_updated": "2024-02-27T20:03:37.204542+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Southwark Bank versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nThis is a writ of error to the decision of the Common Pleas, upon an appeal from the settlement by the auditor-general, charging certain taxes on dividends. The question is whether the Act of 15th March, 1849, or that of 16th of the same month, furnishes the rule of decision in ascertaining the amount of taxes to .be charged against the bank. The general rule is conceded to be that where two statutes contain repugnant provisions, the one last signed by the governor is a repeal of one previously signed. But this is so merely because it is presumed to be so intended by the law-making power. Where the intention is otherwise, and that intention is manifest from the face of either enactment, the plain meaning of the legislative power, thus manifested, is the paramount rule of construction. It is no part of the duty of the jm diciary to resort to technical subtleties to defeat the obvious purposes of the legislative power in a matter over which that power has a constitutional right to control. The circumstances of this case are somewhat peculiar., On the 9th March, 1849, a bill passed both houses of the legislature, entitled An Act to re-instate the capital and extend the charter of the Farmers’ and Mechanics’ Bank, of Philadelphia. By the 13th section of this act the banks of the Commonwealth were subjected to a tax on dividends of 15 per cent, in all -cases where these dividends exceeded twelve per cent. This bill was in the hands of the governor when an act passed both branches of the legislature entitled “ An Act to provide a more effectual and economical mode of collecting state and county taxes in the counties of “Chester, Franklin, and Adams, for increasing and regulating the tax on dividends of banks and savings institutions,”' &c.- By the 7th' section of the last-mentioned act, the tax on bank dividends was increased to 20 per cent; where the dividends exceeded 12 and did not exceed 15 per cent. And by the 8th section it was declared “ that the 13th section of An Act entitled An Act to reinstate the capital and extend the charter of the Farmers’ and Mechanics’ Bank of Philadelphia, passed by the legislature in March, A. d. 1849, be and the same is hereby repealed; and that henceforth said section, with the proviso thereto, shall not be deemed and taken as a part or portion of said act.” The intention of the legislature is too plain to admit of a doubt. That they intended to strike out the 17th section of the bill then in the hands of the governor is conclusively shown by the description of the bill, the number of the section, and the statement of the fact that it had passed the legislature in March, 1849, without stating that it had become a law or that it had been signed by the governor. No other bill or section could answer the description here given. To doubt the object of the legislature would be to disregard the most conclusive evidence. With that intention plainly manifest on the face of the second bill passed by the legislature, the governor approved and signed it, and it became a law, on the day he did so, which was the 15th March, 1849. But it' is said that the legislative, power cannot nullify or revoke a bill until it has gone through all the forms necessary to give it the effect of a law. There is neither principle, convenience, nor authority to support this position. We may concede, without however deciding the point, that the two Houses could not withdraw a bill from the hands of the governor without his consent. But here he did consent by affixing his signature to the act which withdrew the 17th section from his further consideration. By so doing, he vetoed it as effectually as if he had sent it to the house in which it originated, with his objections. The veto was more effective because it was done with the assent of both houses, in such form as effectually prevented either department from re-enacting it without the consent of the other. The power to repeal a law involves the power to abrogate a bill in its progress before it becomes a law. The greater power includes the lesser: Jamison v. Jamison, 3 Whart. 457. This case depends on the question of power. It is not governed by the rules of practice, which either house may adopt, suspend, or abrogate at pleasure. All the branches of the law-making power, the Senate, the House of Representatives, and the Governor, concurred in enacting the law that revoked and annulled the 13th section of the act previously passed by both houses; and expressly directed that it should “ not be deemed and taken as a part of said act.” After this was done, the 13th section was no part of the act in the hands of the governor. It is not material that they described it as an “ act” instead of calling it a “ bill.” A bill is the draft or form of an act presented to the legislature, but not enacted. An “act” is the appropriate term for it after it has been acted on by, and passed, the legislature. It is then something more than a draft or form. It has a legal existence as “an act” of the legislative body, because it becomes a law, without further action from any other branch of the government, if the executive take no measures to prevent .it.\nBut it is contended, that the evidence of legislative intent depends upon the journals of each house, and that courts of justice have no right to look into these. It is true that the journals are not evidence of the meaning of a statute, because this must be ascertained from the language of the act itself, and the facts connected with the subject on which it is to operate. Nothing more than this was decided in the Bank of Pennsylvania v. The Commonwealth, 7 Harris 156. The constitution directs each house to keep a journal of its proceedings, and in cases where the governor omits to return an act within the time prescribed, and where he returns it with his objections and it is passed by two-thirds of each house, the journals are the highest evidence of the enactment of the law. So if the governor should by mistake sign a bill, which had never been enacted by either house, the journals maybe resorted to to correct the mistake. He has no power to give the force of a law to bills which have never been passed or presented to him by the legislature. The journals of the House of Lords have always been admitted as evidence of their proceedings in criminal cases; and the journals of the House of Commons are also admissible. The journals of Congress and of the state legislatures, are likewise admissible evidence for all legal purposes : Watkins v. Holman, 16 Peters 56; Miles v. Stevens, 3 Barr 42; Albertson v. Robeson, 1 Dal. 9. In this case tbe journals were clearly evidence for tbe purpose of identifying the bill, to which the law-making power expressly referred, when it revoked the 13th section of it.\nAfter that section was thus stricken out, the governor signed the bill which had contained it; and, because he did so the day after the section was abrogated, it is thought that his signature reinstated it. He had no more power to reinstate the abolished section, than he had to make a new law without the sanction of the legislature.\nThe rules which regulate the period when an act of Parliament takes effect, are not entirely applicable here. In England the theory is, that the statutes are made by the king, with the advice and consent of the two houses of Parliament. They all took effect as of the first day of the session, until the Act of 33 G. 3, c. 13, directed an entry of the time when they passed and received the royal assent: 2 Barn. Adol. 818. But in this state the legislative power is vested in the General Assembly, and the governor has only a qualified veto. The time of the governor’s signature may not be in all cases as effective in fixing the period for the act to take effect as the time of the royal sanction. Be that as it may, the case before us is a very plain one, and we are of opinion that the learned President of the Common Pleas properly decided it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Msher and McCormich, for plaintiff in error.",
      "Kunlcel, Alrichs, and Casey, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "The Southwark Bank versus The Commonwealth.\nThe general rule is that where two statutes contain repugnant provisions, the one last signed by the governor is a repeal of the one previously signed.\nThis is so merely because it is presumed to be so intended by the law-making power; but where the intention is otherwise, and that intention is apparent from the face of either enactment, the plain meaning of the legislative power thus manifested is the paramount rule of construction.\nThe power to repeal a law involves the power to abrogate\" a bill in its progress before it becomes a law. The greater power includes the lesser.\nThe legislative journals are evidence for the purpose of identifying a bill to which another act passed by the legislature referred.\nWhere the legislature repealed a part of a bill pending before the governor, and he approved the repealing statute, he had no power to reinstate such, repealed provision by subsequently signing the act in which it was contained.\nError to the Common Pleas of Dauphin county.\nThis was an appeal by the Southwark Bank, to the Court of Common Pleas of Dauphin county, from the settlement made by the auditor-general and state treasurer, assessing the taxes, and settling the account of the bank for taxes, on dividends declared from 1849 to 1854, inclusive.\nOn the 9th day of March, 1849, the legislature passed an act, entitled, 44 An Act to reinstate the capital, and extend the charter of the Farmers’ and Mechanics’ Bank of Philadelphia,” and on the same day it was sent to the governor for his approval. The 13th section of this act regulated the tax on bank dividends, and applied to the several banks of the Commonwealth.\nOn the 14th March, 1849, the legislature passed another act, entitled,44 An Act to provide a more effectual and economical mode of collecting state and county taxes, in the counties of Chester and Franklin,” &c.\nThe 7th section of this latter act supplied the 13th section of the act previously passed on the 9th of the same month, increasing the rate of taxation, and the 8th section enacted,\n44 That the 13th section of an act, entitled,4 An Act to reinstate the capital and extend the charter of the Farmers’ and Mechanics’ Bank of Philadelphia,’ passed by the legislature in March, 1849, be and the same is hereby repealed, and that henceforth the said section with the proviso thereto, shall not be deemed as a part or portion of said act.”\nThis latter act was sent to the governor on the 14th March, 1849. Both acts were pending before him at the same time. On. the 15th of the same month, he signed the latter act, and so informed the two houses of the General Assembly. On the 16th he signed the act for the reinstating of the capital, and extending the charter of the Farmers’ and Mechanics’ Bank of Philadelphia.\nOn the trial in the court below, the counsel for the Common•wealth offered the journals of the.House of Representatives and of the Senate, for the session 1849, to identify the acts, and to show at what times respectively they were sent to the governor. They were admitted by the court, to which the defendant excepted.\nThe counsel of the bank contended, that the legislature had no power to repeal the act previously passed, while it was pending before the governor. That an act takes effect from the date of its approval; and the act of the 16th supplied, and, so far as it supplied, repealed the act of the 15th, and that the assessment of the taxes upon the dividend must accordingly be made under the law' of the 16th March, 1849.\nThe court below (Pearson, P. J.), on the principal question charged the jury as follows :—\n“ Independent of the journals of the two houses, showing when these bilk respectively passed the General Assembly, it is impossible to doubt but that the Act of the 15th was before those bodies after that of the 16th, as the thirteenth section of the last-named act is particularly and minutely described in the law of the 15th; for although it is called an act, instead of a bill, in the reference, yet the title is accurately recited, and it is spoken of as having passed the legislature in March, 1849, without any further mention of the date, as none could be furnished; and it is declared that it shall not be deemed and taken as a part or portion of said act.’ Had this been described as a bill which had passed both houses of the legislature, and was pending before the governor for his signature, no one would probably have doubted to what the eighth section of the Act of the 15th of March referred. In our opinion, the description, as furnished, is attended with nearly or quite equal certainty. We cannot doubt the legislative intention was to revoke, repeal, and get clear of the 13th section of the bill afterwards signed on the 16th, and substitute the tax imposed by the seventh section of the Act of the 15th in its stead.\n“ If such was the intention of the law-making power, is there any constitutional inhibition against it being carried into effect ? The constitution provides, in substance, that every bill which shall have passed both houses shall be presented to the governor. If he approve, he shall sign it, and if not, he shall return it, with his objections, to the house in which it originated, &c. Other methods are pointed out for dispensing with ’ his signature, not now to be considered;' but the governor’s sanction is required, or the other forms of the constitution must be observed, before any bill can become a law. It cannot _ be doubted that had the governor signed the bill of the 16th,' it would have been in the power of the legislative body to have repealed the section under consideration. If it could be done after receiving his sanction, we can see no good reason why it shall not be revoked and stricken out before. It is very true that this cannot be effected by anything less than the whole law-malcingpower. After the bill has left the two houses, and is sent to the governor, they no longer can control it without his consent. He can approve or disapprove, the houses cannot reclaim the bill. But if they, by resolution, ask for its return before it is signed, the governor can remit it, and such has often been the practice. It is, in oar opinion, not the only method of getting clear of an obnoxious provision. We can see no valid objection to the houses passing another bill repealing any portion of the former, whilst it is yet in the hands of the governor, ancl if that functionary approves of the last-named bill, and lends it his signature, it becomes a law, and the obnoxious portion of the former bill is repealed; not by the other bill, but by the law of the land — by an act passed by the whole law-making power. Without the sanction of the executive, in his legislative capacity, the two houses cannot change a bill pending before him. The legislative journals clearly show that the bill which became a law on the 16th was the first of the two which passed the houses and was sent to the governor. Whilst it was pending before him the one signed on the 15th was passed, and immediately received the executive sanction. This, in our opinion, effectually revoked the thirteenth section as fully, to all intents and purposes, as if it had been expunged and stricken out by both houses before it was sent to the governor; and when he signed it the following day it was without that section. We hold that the thirteenth section of the Act of March 16th never was any portion of the laws of Pennsylvania, and any claim for taxes under it was unsanctioned by law. This leaves the seventh section of the Act of the 15th of-March in full force, and under its provisions the settlement of this bank tax was properly made by the auditor-general and state treasurer.”\nThe verdict was for the Commonwealth for the sum of $2,469.20.\nThe bank sued out this writ, and assigned for error the admission in evidence of the journals, and the charge of the court to the jury.\nMsher and McCormich, for plaintiff in error.\nKunlcel, Alrichs, and Casey, for the Commonwealth."
  },
  "file_name": "0446-01",
  "first_page_order": 446,
  "last_page_order": 451
}
