{
  "id": 977340,
  "name": "The Harrisburg Bank versus The Commonwealth; The Commonwealth versus The Harrisburg Bank",
  "name_abbreviation": "Harrisburg Bank v. Commonwealth",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "451",
  "last_page": "458",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 451"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 724,
    "char_count": 18313,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 1.0552748153416698e-07,
      "percentile": 0.5551927930933425
    },
    "sha256": "010c2a82c8da9ab7939a77b064f23c888be0e74f8bad02bd6ee3aeb816b9470e",
    "simhash": "1:f8e6dee7dc0f9678",
    "word_count": 3292
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Harrisburg Bank versus The Commonwealth. The Commonwealth versus The Harrisburg Bank."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nWoodward, J.\nThe 47th section'of the Act of Assembly of 16th April, 1850, makes it obligatory on the several banks of the Commonwealth to keep their notes respectively at par in the cities of Philadelphia and Pittsburgh, those east of the Alleghenies in Philadelphia, and those west in Pittsburgh, and “ any bank failing to comply with the provisions of this section shall, for such length of time as its notes may be under par as aforesaid, forfeit and pay to the state treasurer, for the use of the Commonwealth of Pennsylvania, at the rate of two mills per annum on every dollar of the average amount of the circulation of such bank for the preceding year; such forfeiture to be paid on or before the third Monday of November in each year; it shall be the duty of the cashiers of the several banks to state in their annual exhibits made to the auditor-general, the length of time that their notes have been under par as aforesaid.”\nThe evil intended to be remedied by this legislation was that some of the country banks, just as able to keep their notes at par in the two great commercial centres of the state as others which did so, would make no provision for this purpose, but would subject the public to the inconvenience and loss which always attend a paper currency of unequal value at different points. And the delinquent banks were the gainers hereby, for it tended to keep their notes in circulation in the country, whilst those that found their way to the cities could be shaved at a rate which would pay an agent and put money into the pocket of the bank besides. It was in effect a financial scheme for taxing the public for the benefit of the brokers and the banks. The legislature meant to explode the scheme, or tax it in turn for the benefit of the public. The banks were creatures of the legislative power, designed to furnish the people with a uniform paper currency, and as all the currency of the state in its natural circulation passes through the two cities of Philadelphia and Pittsburgh, each bank shall keep its notes at par at these points or pay into the treasury the two mills for forfeiture. Such was the evil and such the remedy proposed.\nThis suit was brought in the name of the Commonwealth to recover the arrears of the forfeiture due from the Harrisburg Bank; and on the trial a great question was made as to the meaning of the word far in the above section. The court defined it to signify a currency ordinarily equal to gold and silver for all purposes, financial and commercial, and the jury found that the Harrisburg Bank had not made its notes such a currency in the city of Philadelphia.\nWe approve of the court’s definition of the word par, and of the observations by which it was illustrated. It was placing the notes of country banks on the same footing as those of the city banks, and giving true effect to the legislative will as expressed in the quoted section.\nBut it is argued that this will compel country banks to transfer their capital or a part of it to the cities, and to establish agencies for the redemption of their issues in violation of the 50th section of the same Act of Assembly. That section prohibits the establishment of-any branch or agency at any other place than the charter location for “ the transaction of banking business, or the issuing out of or circulation of its notes, either for its own sole benefit and profit of its officers or any of them in whole or in part.”\nNow if the redemption of bank issues be considered “the transaction of banking business/’ it is not banking business for the sole benefit and profit of the bank or its officers, and so is not within the letter of the prohibition. But keeping notes at par, which is the thing enjoined by the 47th section, is not banking business within the meaning of the 50th section. The legislature did not intend to repeal by implication the express and precise provision they had adopted in the same law only three sections before. It would stultify them to so construe their enactment. As to the transfer of the capital of country hanks to the cities to redeem their notes, there are two answers; — first, those country banks which have always kept their notes at par have not found it necessary to transfer any more of their capital than was represented by that portion of their circulation which reached the cities, and to this extent they were bound to transfer to maintain a uniform currency. But in point of fact it is presumed that every bank has an agency in the city to redeem its notes, whether at par or a discount, the only difference being that in the one instance they are redeemed for the benefit of the holder without profit to ■the bank — in the other at the. cost of the holder for the benefit of the bank. If the Harrisburg Bank had shown that no city bank would receive its deposits and apply them to redeem its notes when presented, there would have been some force in the objection that it was not permitted to establish an agency; but this was neither alleged nor shown. Banks do continually deposit with each other and draw upon one another, and this has never been .considered a transaction of banking business out of the appointed locality.\nIt was further urged that any arrangement for the redemption .of country notes by city banks would avail nothing in a suspension of specie payments. Very likely. It is not probable a city bank would redeem country notes when it could not redeem its own; but this is the exceptional case, not the ordinary rule. All banks are expected and required to be specie-paying banks, and the legislation of 1850 and the judicial construction of it are founded ,on this presumption. Of course, no argument drawn from the .unnatural and illegal condition of suspension of specie payments has any application to the case in hand.\nAnother ground of defence was that the bank was not subject to the Act of 1850 until the renewal of its charter, which went into operation on the first day of May, 1852, but. this the court overruled, and if exception was taken, no error has been assigned hereto, and this defence must, therefore, be considered as abandoned.\nBut the bank having paid all the assessments made against it at the accounting department, since the 1st of May, 1852, it insists that it is protected by the statute* of limitations from a ■demand of so much of the two mill tax as accrued before that date. The court instructed the jury that if the bank and the accounting officers applied the payments to the years subsequent to Ma'y, 1852, no other appropriation could be made of them now, and that the application of the' statute of limitations to such dues as accrued prior to that date would depend on the question whether notice was given to the Commonwealth’s officers more than two years before this suit was brought; that the notes were not kept at par for the years 1850 and 1851. But inasmuch as $850 were admitted to be due when the suit was brought, though paid before the trial, the court held that if the jury found the notice, the Commonwealth would still be entitled to a nominal verdict to carry costs. The jury found one dollar for the Commonwealth.\n' Both the bank and the Commonwealth have taken writs of error, and assigned these instructions for error.\nThere can be no question that the court were right in regard to the appropriation of payments, if, indeed, that doctrine be applicable to forfeitures like these. The bank could not be presumed to have intended to pay forfeitures for 1850 and 1851, which she denied she had incurred; and what makes an end of this question is, that the jury decided the payments were made on the liabilities of the subsequent years.\nThe question, therefore, is fairly raised upon the record whether the Commonwealth is barred by the statute of limitations from .recovering for the years 1850 and 1851. That statute, passed 26th March, 1785, provides, in the 6th section, that “all actions, suits, bills, indictments, or informations, which shall be brought for any forfeiture upon any penal Act of Assembly made or to be made, whereby the forfeiture is or shall be limited to the' Commonwealth only, shall hereafter be brought within two years after the offence was committed, and at no time afterwards.”\nWe all agree that the learned judge was in error in holding that the statute would run in. favour of the bank only from the time it gave notice of its own default. The right of no party to the repose secured by statutes of limitations can be suspended on so unreasonable a condition as that he shall turn sélf-accuser and inform on himself. The majority of our number hold that the statute was a perfect defence against all forfeitures for more than two years before suit brought; but the judgment is not to be reversed for the error into which the court fell on this point, for the •jury found that notice had been given by the bank, and thus; under the instructions, the statute was made as available as if the erroneous condition had not been announced.\nEor myself, I am permitted to say that I do not regard the 47th section of the bank law as a penal act, nor the failure to keep notes at par as an offence within the meaning of the statute of limitations, and I would therefore set aside this defence altogether and hold the bank liable for all arrears of the two mills.\nThe views of the majority, however, result in an affirmance of the judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Watts and McQormieh, for the bank.",
      "Kunhel and Qasey (with whom were Miller and McAlister), for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "The Harrisburg Bank versus The Commonwealth. The Commonwealth versus The Harrisburg Bank.\nBank notes to be at par, witbin the meaning of the 47th section of the Act of 16th April, 1850, must be ordinarily equal to gold and silver coin for all purposes, financial and commercial.\nDepositing money with another bank for the redemption of its notes, is not the establishing of any agency by a bank for the transaction of banking business, within the prohibition of the Act of 1850.\nThe Act of Limitations of the 26th March, 1785, is a defence to all of the penalties under the 47th section of the Act of 16th April, 1850, accruing more than two years before suit brought.\nThe bank is not deprived of the benefit of the limitation, by a failure of the bank to give the notice in its returns that its notes were not kept at par as provided for in the act.\nThe two mill forfeiture, for the failure of the banks to keep their notes at par in Philadelphia and Pittsburgh, is a penalty, and not a tax. Woodward, J., dissenting.\nError to the Common Pleas bf Bawphin county.\nThis was an action of debt for a penalty alleged to have been incurred by the Harrisburg Bank, by reason of its failure to keep its notes at par in the city of Philadelphia, in accordance with the provisions of the 47th section of the general banking law, passed the 16th April, 1850 (which is quoted in the opinion of Mr. Justice Woodward).\nThe annual reports of the officers of the bank made to the auditor-general, from the year 1852, inclusive, stated that “ The notes of this bank are not kept at par in Philadelphia, except for redemption for the state treasurer.”\nThe depositions of the cashiers of several prominent banking institutions in the city of Philadelphia, and also of brokers, proved that while the notes of the Harrisburg Bank wete freely taken in the barter and' exchange of the city of Philadelphia at par, and also received on deposit in limited amounts by the banks from their customers, intermingled with paper of city banks or its equivalent, they were not so received in payment of notes, bills, and drafts.\nThe bank proved by a number of merchants engaged in different branches of trade, that they could make their purchases in the city of Philadelphia with Harrisburg Bank paper on as favourable terms as with city paper, and that for that purpose it was equivalent to gold and silver.\nThe Harrisburg Bank was rechartered, and the new charter went into operation in May, 1852, from which time the bank had paid the two mill tax or penalty up to August, 1854, leaving unpaid from August, 1850, till May, 1852, and the amount due for the last year, ending 1st August, 1853, which latter sum, $850, was paid- after suit brought, and before the trial of the cause.\nThe bank defended on two grounds:—\n1st. That the notes had been kept at par within the meaning of the Act of Assembly.\n2d. That all penalty beyond two years was barred by the Limitation Act of 26th March, 1785, limiting actions for penalties in favour of the Commonwealth to two years.\nThe Commonwealth contended that bank paper,'to be at par, must be equal to gold and silver in all the usual operations of trade, finance and commerce, and that the Harrisburg Bank notes did not come up to this standard.\n2d. That the bank was not in a situation to avail itself of the statute of limitations, not having made the returns for the years to which this defence would apply, of the fact of their notes being under par in Philadelphia, as required by the Act of Assembly.\nThe court below (Pearson, P. J.), on the first question, charged the jury as follows:—\n. “ Were the notes of this bank at par in the city of Philadelphia ? If they were not, it has incurred the penalty. There has been much discussion, and considerable difference in opinion, as to tho meaning of the expression. Neither lawyers nor business men seem to exactly concur in its construction.' We conceive that, as used by the legislature in this act, it was intended to signify a currency ordinarily equal to gold and silver for all purposes, financial and commercial.\n“ Bank paper is not at par in a particular place, merely because it will be received in ordinary mercantile dealings; nor is it under par because brokers or money changers will not receive it without some discount or deduction. In the former instance it may be accepted for convenience, and because the merchant desires to sell his commodities, and expects to make a profit thereby. The latter class of men make their living by exchange, and expect to be paid for their trouble whenever they convert one kind of money into another, for the accommodation of the public, whether there is really any difference in the quality of the i funds or not.\n, “ The refusal of a bank to take the paper in the course of business will not, always prove that it is not of par value, as the act may arise from fear, or a desire to injure the credit of a rival institution ; and the acceptance of it from a customer, for his accommodation, will not always establish the reverse. The possibility of converting small sums into coin in Philadelphia, whether through the action of banks or brokers, without loss to the holder, is no certain criterion, as that may be done through a spirit of accommodation-; but the ability to raise gold and silver coin for sums to any amount likely to come into the possession of any dealer or bank in the city, without loss or discount, would be strong and cogent evidence that the paper was at par. You have a right to hear the combined or separate opinions of merchants, bankers, and brokers; in short, of all men dealing in, or making use of, bank paper, and from their whole statements make up your opinions as to whether the paper of the Harrisburg Bank was or was not equal to gold and silver coin in the city of Philadelphia, for all purposes for which paper of the banks of that city can be ordinarily used. If it was, it may be said to have been at par. If it could not be converted into coin without loss to the holder, so as in his hands to be equal to any other money in the city for that purpose, it was not, at par within the meaning of the legislative enactment. For some purposes the notes of city hanks are not equal in value to gold or silver coin; they are not received in the custom-house, and the holder might be put to some “inconvenience in exchanging them. Yet the trouble is scarcely appreciable, and no actual loss occurs; they are, therefore, at par. If the Harrisburg Bank was in the same situation, its paper may be said to be at par in Philadelphia, as the object of the'legislature was not only to create a safe, but a uniform currency among all the banks east of the Alleghenies.\n“ Whether the notes of the Harrisburg Bank were or were not at par in Philadelphia, is a question of fact for you, under all the evidence.\n“ Some of the witnesses mention that this hank had no agency in the city for the redemption of its notes, and therefore they were not equal to city paper. On the other hand, it is said that the fiftieth section forbade the establishment of any agency whatever, in the city or elsewhere, for any banking purpose. It may admit of grave question as to whether that is the true meaning of the prohibition; but we are not required to point out the means to be used by this or any other bank to keep its notes at par. The end must be attained, or the penalty paid, and that was known to the bank when it issued its paper.”\nOn the statute of limitations, the court charged, that “ the claim would not be barred unless notice was given to the Commonwealth’s officers, that the notes were not kept at par in Philadelphia. We do not say that nothing short of notice in the annual report that the notes were under par, and the length of time they so remained, will answer the purpose; but there must be substantial notice of the fact; such as would put officers of reasonable vigilance on inquiry. No laches can be imputed to public officers, to the injury of the Commonwealth.”\nThey were instructed if they found that such substantial notice had been given, and that the notes were not at par, that then the payment of $850, made since suit brought, discharged all the penalty which the bank owed, which the statute would not bar, and were therefore directed in that event to find for plaintiff such nominal sum, as would carry costs. If the notes were at par in Philadelphia, to find for the bank generally.\nThe jury found $1, in favour of the Commonwealth.\nBoth parties excepted to the charge, and sued out writs of error.\nErrors were assigned to the instructions of the court on the meaning of the word “ par” in the Act of Assembly, and the application of the statute of limitations.\nWatts and McQormieh, for the bank.\nKunhel and Qasey (with whom were Miller and McAlister), for the Commonwealth."
  },
  "file_name": "0451-01",
  "first_page_order": 451,
  "last_page_order": 458
}
