{
  "id": 977201,
  "name": "McLellan's Appeal",
  "name_abbreviation": "McLellan's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "463",
  "last_page": "464",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 258,
    "char_count": 4384,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 7.945253657703807e-08,
      "percentile": 0.46250746665153064
    },
    "sha256": "3fc3af4977abec412d4a7d74bf9276926f7b4490e7ef13baf8789a1886313239",
    "simhash": "1:a4deb4bf6c02f25d",
    "word_count": 753
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "McLellan’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nIt does not appear from the record that the appellant presented and supported his claim before the auditor. The appointment of an auditor may be rendered entirely nugatory if the parties, after paying no attention to his proceedings, are permitted to complain in court of his decision. Our jurisdiction is appellate, and, as the question raised here was not passed upon by the auditor, there is nothing for review in regard to it.\nIf the question were properly before us, it would be easy to demonstrate that a voluntary assignee for the benefit of creditors is a trustee for the creditors in the first place, and in the next place for the assignor, as to any surplus remaining after payment of debts. This is the order of priority established by law. The assignor is entitled to nothing until the debts and the expenses of the trust be satisfied. An assignee may make a contract with counsel for the recovery of assets assigned, but he has no right to make any arrangement by which the assignor is to be preferred to his creditors in the distribution. We do not think that the contract in question here was intended to produce such a result; but if so, it must fail for want of authority in the assignee. The distribution decreed below is correct.\nDecree affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Fordney and Frazer, for appellant.",
      "Brown and Kline, for appellees."
    ],
    "corrections": "",
    "head_matter": "McLellan’s Appeal.\nWhere a party does not present his claim before an auditor and have it passed upon by. him, there is nothing before this court on appeal, by which the proceedings can be reviewed. „\nA voluntary assignee for the benefit of creditors, is a trustee for the creditors in the first place; and, in the next place, for the assignor as to any surplus remaining after payment of debts.\nAn assignee may make a contract with counsel for the recovery of assets assigned, but he has no right to make an arrangement by which the assignor is to be preferred to -his creditors in the distribution.\nAppeal from the Common Pleas of Lancaster county.\nJohn M. Downey, on the 17th September, 1851, executed an assignment of his estate to David Groff, Esq., for the benefit of his creditors. At a subsequent period he made a transfer of the residuum of his estate, which should remain in the hands of the assignee after the payment of his debts, to Dr. Robert L. McLellan. On the 29th October, 1852, the assignee filed his first account, being the proceeds of the personal estate, and the balance remaining in his hands was distributed among the creditors.\nThe real estate of Downey had been sold by the sheriff,, and the assignee and his lien creditors entered into an agreement with counsel to institute an ejectment to recover it back from the purchaser at sheriff’s sale, and contracted with them to pay them one-half of all that should be recovered.\nThe ejectment was brought, and the land recovered and sold by the assignee, and its proceeds constituted the amount of the second and final account of the assignee. The assignee paid the judgments and liens remaining on the land, and paid to the counsel concerned in the ejectment one-half of the balance, for which he claimed a credit in his account. On the 28th May, 1855, the account was confirmed, and an auditor appointed to distribute the balance, amounting to $3073.091, among the creditors and parties entitled.\nThe auditor distributed this balance as follows:—\nExpenses of audit, . . . ... . $ 163.84\nVarious creditors other than judgment creditors, . 1708.87\nDr. R. L. McLellan on his assignment from Downey, 1200.381\n$3073.09-1-\nTo this report Dr. McLellan filed exceptions, and claimed that the creditors were only entitled to one-half of the amount of their claims, as the balance had been paid for them to the counsel in the ejectment case by the assignee, who had been allowed a credit for it in his account. The court confirmed the report of the auditor, and decreed distribution accordingly, and McLellan removed the proceedings to this court by appeal, and assigned for error,\nThat the court erred in their decree in allowing the creditors of John M. Downey the full amount of their claims, instead of deducting one-half of the same, already paid by David Groff, assignee, &c., said payment being allowed in his account.\nAlso in allowing the claims of William McCaskey.\nAlso in allowing the auditor’s charge of sixty dollars.\nFordney and Frazer, for appellant.\nBrown and Kline, for appellees."
  },
  "file_name": "0463-01",
  "first_page_order": 463,
  "last_page_order": 464
}
