{
  "id": 977238,
  "name": "Brown's Appeal",
  "name_abbreviation": "Brown's Appeal",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "490",
  "last_page": "493",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 490"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 369,
    "char_count": 7463,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 1.3498597187610125e-07,
      "percentile": 0.6330944390966423
    },
    "sha256": "1dc5bf635b67ff3202226875532fcdace425825c4c265b47afb229430fdfbc1d",
    "simhash": "1:074f80a541e6b17d",
    "word_count": 1316
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brown’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nKnox, J.\nThe judgment of Keefe’s Executors v. Filler, is entitled to pi’iority of payment unless that priority was lost by the directions given by one of the executors to the sheriff. In the .special' verdict the jury find “ that the sheriff was spoken to by the plaintiff, John Keefe, in relation to the fi. fa. which was in his hands, and that- the sheriff was not delayed in the execution of the process' by the directions of the plaintiff, and that the writ was issued to prevent other creditors from levying on the property.”\nThere is not enough in this verdict to postpone the appellant’s execution. The fact that he issued it to prevent other creditors from levying on the property, when taken in connexion with the ■other fact found, viz., that he gave no directions to the sheriff which delayed its execution, simply means that he issued his execution in order to get the first lien upon the defendant’s personal estate. This he had a right to do. It matters little to the other execution creditors what the appellant’s intention was in issuing his writ if he did nothing to prejudice his rights after it was issued. He had an undoubted right to issue his execution so as to get the first lien, but he had' no right to use it'for the' purposes of a lien solely. If he had interfered with the sheriff in the performance of his duty, causing delay in the proceeding, and had given directions inconsistent with the command contained in the writ, his right of priority would have been lost. Nothing of this, however, is found in the special verdict; and if the facts are correctly stated in the auditor’s report and in the evidence, printed on the plaintiff’s paperTbook, there was no ground for the allegation that the appellant’s execution was not issued with the bona fide intention of making the money due upon his judgment. Whether the decree was founded upon the report of the auditor or upon the Special verdict, it should have been in favour of the appellant.\nWe are asked to dismiss this appeal — lst._ Because the paper-book was not served in time. 2. Because the record is not fully or fairly brought before the court. And 3. Because the case should have been brought up on writ of error. The two first reasons do. not appear to be sustained by the facts in the case, and the third is bad in- law.\nA writ of error will lie to a judgment entered upon a feigned issue to try the right to money raised by a sheriff’s sale, but the better practice is to bring up the whole record by appeal after the decree of distribution.\nDecree. — This case came on to be heard, and was argued, before this court by counsel at the last May Term for the Middle District, held at the borough of Harrisburg; and now, July 16, 1856, upon due consideration, it is ordered and decreed that the decree of distribution made by the Common Pleas of Bedford county be reversed and set aside; and it is further ordered and decreed that the distribution made by John P. Reed, auditor, in his report dated November 17, 1855, be and the same is hereby confirmed. The costs of this appeal to be paid by the appellees.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Tate, for appellant.",
      "Cessna, for appellees."
    ],
    "corrections": "",
    "head_matter": "Brown’s Appeal.\nAlthough a plaintiff issues an execution to prevent other creditors from levying on the property, the lien of his execution will not be postponed, if he did not use it for the purpose of a lien solely, nor interfere with the sheriff in the performance of his duty, or give any directions inconsistent with the command contained in the writ.\nA writ of error will lie to a judgment entered upon a feigned issue to try the right to money raised by a sheriff's sale; but the better practice is to bring up the whole record by appeal, after decree of distribution.\nAppeal from the Common Pleas of Bedford county.\nThis was an appeal by Samuel Brown, surviving executor of John Keefe, deceased, from the decree of the court distributing the proceeds of the sheriff’s sale of the personal estate of Solomon Filler.\nOn the 26th March, 1855, Sarah Duffy, administratrix of Henry Duffy, deceased, obtained two judgments in the Common Pleas of Bedford county, against Solomon Filler; one for $310, and the other for $75. And on the following day one was entered in the same court against same defendant for $500 in favour of John Keefe; and on the same day one in favour of Mary Ann and Margaret Davidson for $272.89. Fieri facias were issued on these judgments in the following order: — On the judgment of Keefe’s executor, on the 27th of March, 1855, and placed in the sheriff’s hands at twenty minutes past three o’clock P. M. On the two judgments of Duffy’s administratrix and of Davidson’s on the same day, received by the sheriff at fifteen minutes before six o’clock P. M. The personal property was levied on the same day by the sheriff, and a part deposited in a room in Filler’s house, and a part removed. The executions were returned with the boy, there not being time to sell prior to the return day. Filler died on the 14th April, 1855.\nDuffy’s administratrix and Davidson issued venditionis on their judgments, and the property was advertised and sold on the 6th, 9th, and 15th of June, 1855. Keefe’s executor issued a vend, exp., which came to the sheriff’s hands on the 9th day of June, being the second day of sale.\nThe money raised by the sale — $998.52—was brought into court for distribution, and the court appointed an auditor, who distributed the fund .among the creditors as follows :—\nTo the payment of an éxecution and costs in favour of Snively, which was not disputed, $34.14. To Keefe’s executors, deducting an account due from Keefe to Filler, of $107.29, $409.51; and the residue of the fund, after deducting costs and expenses of audit, pro rata, among the executions of Duffy’s administratrix and the' Misses Davidson. Exceptions to this report were filed, and while they were pending, Sarah Duffy and Mary Ann and Margaret Davidson, applied to the court for an issue, alleging that a part of the Keefe judgment was paid, and also that the fi.'fa. on his judgment had been issued to hinder and delay other creditors, and that by reason of the arrangements and agreements made with the defendant and his family, the lien of Keefe’s execution had been postponed in favour of the petitioner’s subsequent executions.\nThe court thereupon directed the issue in which Sarah Duffy was made plaintiff, and Samuel Brown, executor of John Keefe, deceased, defendant.\nThe jury found a special verdict, reciting the judgments and executions, levy and sale, as above stated, adding the following:—\n“We do also find that the sheriff was spoken to by the plaintiff, John Keefe, in relation to the fi. fa., which was in his hands, and that the sheriff was not delayed in the execution of -the process by the directions of the plaintiff; and that the writ was issued to prevent other creditors from levying on the property.”\nThe court entered a judgment for the plaintiff on the verdict, and. decreed distribution in accordance with it, postponing the execution of Keefe’s Executors v. Filler.\nBrown, the executor of Keefe, thereupon removed the cause to this Court by appeal.\nThe appellees moved to quash the appeal, on the ground that the record should have been brought up by writ of error to the proceedings on the feigned issue, and not by appeal; and also because of some want of conformity to the rules of court in preparing and serving the paper-book.\nTate, for appellant.\nCessna, for appellees."
  },
  "file_name": "0490-01",
  "first_page_order": 490,
  "last_page_order": 493
}
