{
  "id": 977252,
  "name": "Hynicka et al. versus Smith",
  "name_abbreviation": "Hynicka v. Smith",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "499",
  "last_page": "502",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 499"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 482,
    "char_count": 10202,
    "ocr_confidence": 0.408,
    "pagerank": {
      "raw": 7.317852702137001e-08,
      "percentile": 0.434806816922531
    },
    "sha256": "7e0604f29095cbc9dcf43b2f9fdfc953ef7c7f893fa3a8b1b3c0ac248b8cc133",
    "simhash": "1:68eeac8dde6f84cf",
    "word_count": 1806
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hynicka et al. versus Smith."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nLewis, C. J.\nAny person who takes up and secures lumber adrift on the waters of the Susquehanna river, has a right to retain possession of the same until the owner pays the compensation prescribed by the Act of 20th March, 1812. But the right to retain possession, against the claim of the owner, is derived altogether from the Act of Assembly, and cannot exist without a strict compliance with its provisions. The person taking up the lumber is bound, within thirty days thereafter, to lodge a list of the same, by him subscribed,\" with the nearest justice of the peace of the town or township where the lumber was taken up, specifying the number, quality, and quantity of the logs, shingle bolts, boards, shingles, or other lumber, with the marks on the same.”\nAlthough the person who takes up the lumber is allowed thirty days to file his list with the justice, he may do it as much sooner as he thinks proper; and when he does so, his title to retain must rest on the foundation so prepared, unless the justice, on cause shown, permits the list to be amended. This ought not to be permitted if the owner, acting on a false or defective description, had, in the mean time, exercised his right of recaption. If the person taking up the lumber fails to file a list of it within thirty days, his title is gone, and in retaining the property from the lawful owner, he, like any other person who abuses an authority in law, becomes a wrongdoer ab initio. A list which describes the lumber taken up as “ part of an ark, marked A. B. Smith, 18th April, 1855,” gives no title to retain anything but the “part of the ark” thus described. It gives the owner no notice, and the salvor no claim, in relation to boards and plank forming no part of the structure of the ark. A list subsequently handed to the justice, but not subscribed by the person taking up the lumber, although perfect in its description of the articles claimed, is not a compliance with the law, and will not cure the defect. If the salvor will not furnish the evidence which the law prescribes, to charge him with the custody of the property, he has no right to retain it, and can claim no compensation under the Act for taking it up. If the owner is compelled to pay the rates of compensation prescribed by law, he is entitled to the security provided for him. He should not be embarrassed by defects in the list filed, or in its authentication, which might cause difficulties in ascertaining where the lumber was, what quantity and description of it had been taken up, and the name of the person who was accountable to him for it, and to whom he was to make compensation for saving it. These principles, applied to the case before us, affirm the judgment of the Court of Common Pleas.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, C. J."
      }
    ],
    "attorneys": [
      "Hawn, for plaintiffs in error.",
      "Lamberton (with whom was Miller), for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Hynicka et al. versus Smith.\nTo enable a salvor under the Act of 1812 to retain possession of lumber taken up adrift in the Susquehanna, against the owner, there must be a strict compliance with the provisions of the Act.\nIf an insufficient and defective list of the lumber saved be filed before the justice it canot be amended after the owner has exercised his right of recaption.\nError to the Common Pleas of Dauphin county\nThis was an action of replevin. On the 17th April, 1855, plaintiffs in error, who were plaintiffs below, took up, adrift in the Susquehanna river, an ark-load of lumber, the property of defendant. The Act of 20th Mareh, 1812, provides that any person or persons taking up such lumber “ shall lodge a list by him subscribed within thirty days thereafter, with the nearest justice of the peace of the town or township where such lumber was taken up, of the number, quality, and quantity of the logs, shingle-bolts, boards, shingles, or other lumber, with the marks on the same; and the said justice shall enter the same on his docket, and cause the same to be published at least three weeks, &c. The act also fixes the compensation to be paid to the salvor by the owner of the lumber. To obtain this compensation, Hynicka, one of the plaintiffs went before a justice on the 19th April, 1855, and filed the following statement:—\n“ George Hynicka returns eighty-nine white pine logs, marked C. D. Chatham and Devling, 17th April, 1855; two platforms of fence boarding or rails, 17th April, 1855, part of an ark marked A. B. Smith, 18th April, 1855. The amount of the above lumber cannot be ascertained.\n“(Signed) George Hynicka.”\nSworn and subscribed 19th April, 1855.\nC. A. Snyder, J. P.\nOn the 20th April, Smith, the defendant, came to Harrisburg, saw one of the plaintiffs, offered $10 for the services rendered; this being refused, he went to the justice’s office, examined the record, saw its insufficiency, and directed his agents to take possession of the lumber. This they did. Plaintiffs immediately issued their writ of replevin, and had the property delivered to them. After the replevin was executed, and the lumber in the possession of plaintiffs, they had it drawn upon shore and counted, and then furnished a minute description verbally to the justice, which was by him noted upon his docket. This list was not subscribed by any one.\nThe question raised upon the trial will sufficiently appear from one of the points submitted by the counsel of defendant, and the answer of the court thereto:—\n“ The information made by Hynicka before the justice was not a compliance with the provisions of the Act of 1812.”\nTo this point the court (Pearson, P.) answered as follows:—\n“ The first section of the Act of 1812 requires the person taking up lumber floating on the waters of the Susquehanna river, to file with the nearest justice, within thirty days thereafter, a particular description of the lumber taken up, the list to be 4 subscribed’ by the party. The marks must also be set forth, and the justice is required to. enter the Same on his docket, and cause it to be advertised in a newspaper; and if the lumber is not taken away in three months, it is forfeited to the finder. In the present case a statement was filed by Mr. Hynicka, and subscribed by him,, but the description.was entirely defective. The only portion applicable to this is ‘part of an ark, marked A. B. Smith.’ It is not stated whether the ark was loaded or empty, or if loaded, the justice is not informed whether it is with lumber, grain, or iron i for the words, amount of lumber cannot be ascertained,’ we consider applicable to the two platforms of boards, rails, &c., before described. Although in our opinion the precise quantity of lumber cannot always be ascertained, yet it can generally be stated with reasonable certainty; so that the owner may have some chance to recpgnise it by the description. Had it in the present case, in addition to what was furnished, mentioned that the ark was loadéd with pine boards and plank, and made an estimate of the quantity, we should have held it to be sufficient. If a raft of boards is described by the number of platforms, kind of boards, marks thereon, if any, and such other matters as can readily be observed, it is sufficient. We do not believe the act intended a more minute description than can be furnished by critical examination, as it might often be highly injurious to the owner to have them drawn and measured; as it would frequently subject him to the expense of re-rafting before reaching his market. But here no description whatever was furnished of the boards, but merely of the ark which once contained them, and at that time had gone to pieces.' This was obviously insufficient.\n“ Smith, it seems from the evidence, went to the justice’s office, examined his record and saw its insufficiency. He then directed his agents to take possession of the boards, without paying salvage ; and this, in pur opinion, he was justifiable in doing. The plaintiffs then issued this writ of replevin, and we are of the opinion, at that time they were not entitled to the possession of the lumber, for the purpose of securing their salvage : as they had not complied with the Act of Assembly. It is contended, however, that they had thirty days within which to file a description; and did file a minute one within the time. This suit must be tried according to the rights of the parties when the writ issued. If the plaintiffs were tiofc then entitled to retain possession of the lumber as against the owner, for the purpose of obtaining salvage, this proceeding cannot be supported. That they were not, is to our mind very clear. Nor was the defendant bound to suppose that an additional description would be filed. He had a right to treat what was on the record as the end of the proceeding.\n“ Some days after the replevin was executed and the lumber delivered to the plaintiffs and drawn, a minute description was furnished to the justice; but even this was defective. The list then furnished was not subscribed’ by the person taking up the lumber, nor by any one ; but was given in verbally, and by the justice written down on his docket. He testifies that the paper exhibited was the only one ever furnished by the plaintiffs, or any of them. This also is a departure from the requirements of the statute.”\nThe answer to this point was the error assigned in this court.\nHawn, for plaintiffs in error.\nThe plaintiffs were entitled to compensation: this was acknowledged by defendant in his offer to pay $10. A partial or insufficient return before the replevin did not conclude them. They had thirty days within which to make a full return. The second and minute return relates to the first, and makes one and a complete return., '\nLamberton (with whom was Miller), for defendant in error.\nPlaintiffs not having complied with the Act of 1812, had no special property to enable them to maintain the action. The object of the act was not only to notify the owner who the salvor was, but also the precise compensation to be paid. When the replevin issued, that sum could not be ascertained from the justice’s docket. Plaintiffs having made their return were concluded by it, and could not affect the rights of defendant after the issue of the writ by any additional entry. The emendation had not the name sub'scribed: 4 Sm. L. 306."
  },
  "file_name": "0499-01",
  "first_page_order": 499,
  "last_page_order": 502
}
