{
  "id": 977351,
  "name": "Beelman versus Roush",
  "name_abbreviation": "Beelman v. Roush",
  "decision_date": "1856",
  "docket_number": "",
  "first_page": "509",
  "last_page": "511",
  "citations": [
    {
      "type": "official",
      "cite": "26 Pa. 509"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 274,
    "char_count": 4651,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 3.449098909901579e-07,
      "percentile": 0.8800737031386772
    },
    "sha256": "ec73660a372f98397d817a354630961b41ff5c6a7c76d60b14ed2dc92250e94e",
    "simhash": "1:03ffe28eed803d53",
    "word_count": 842
  },
  "last_updated": "2023-07-14T17:45:24.813267+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beelman versus Roush."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered by\nBlack, J.\nWhep suit is brought by a woman on a promise of marriage made and broken while she was under age, the declarations of the father cannot be given in evidence to show that he had withheld his assent from the contraot. The reasons are very obvious — at least they seem quite plain to us. A promise to marry a minor does not require the consent of the parent or guardian to make it binding. If the defendant proposed, and the plaintiff accepted the proposal, it is a sufficient contract. It takes two to make the bargain — but it is not necessary there should be three. It is true that no justice of the peace or minister may marry a minor without the consent of the parent, but that does not affect the validity of the marriage itself, much less of the previous contract between the parties. Perhaps it is true also that contracts to marry ought not to be made without the consent of parents; but it does not follow that when they are so made they may be broken with impunity. The declarations of the father are incompetent, for the further reason that they are mere hearsay. If the fact that he disapproved the match, were a defence, it would have to be proved, like any other fact, by his oath, or the oath of somebody else who knows it.\nI have stated the rule broader than this case requires. The offer of the defendant was not to prove that the father refused his consent, but merely that he said he had given no assent and did not know of the engagement. If we should hold the rejection of this offer to be erroneous, we would be obliged to say that any man may trifle as much as he pleases with the minor daughter of another, provided he can conceal the whole affair from the parent.\nWe are not to be understood as deciding what the law would be if the defendant had in good faith offered to perform his contract and been prevented from doing so by the opposition of the plaintiff’s father.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, J."
      }
    ],
    "attorneys": [
      "Watts and Parker, for plaintiff in error.",
      "Hepburn and Miller, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Beelman versus Roush.\nAlpromise to marry a minor does not require the consent of the parent or guardian to make it binding.\nTherefore, in an action by a woman for a breach of promise of marriage made to her whilst a minor, the declarations of her father, that he did not know of the contract nor give his assent to it, are inadmissible.\nError to the Common Pleas of .Cumberland county.\nThis was an action on the ease by Anne Catharine Roush against Daniel L. Beelman, for a breach of promise of marriage.\nThe mother of the plaintiff had been examined as a witness, and testified to facts and conversations tending to prove a promise of marriage.\nThe defendant made the following offer of evidence:—\n“ The plaintiff having given in evidence, that at the period of the alleged promise of marriage of the defendant, the plaintiff was a minor — about the age of eighteen years; the defendant now offers to prove that at that time the plaintiff lived with and was under the control and direction of her father, George Roush; and to prove by the declarations of George Roush, the father, that he had never given any assent to the marriage of his daughter, and that there was no engagement of marriage entered into between the plaintiff and defendant, to Ms knowledge.”\nObjected to: “ That George Roush, the father, is a competent-witness in this case, is in the court-house, and his declaration cannot be proved by anybody else other than himself.”\nThe court rejected the evidence, and sealed a bill of exceptions.\nThe jury found for plaintiff.\nError assigned: The court erred in rejecting the evidence as contained in the bill of exceptions.\nWatts and Parker, for plaintiff in error.\nThe policy of the law of Pennsylvania, as evinced by her statutes making it a penal offence to marry a minor, is against such marriage without the consent of the parent. That the contract of marriage by a minor, after it has been executed, is binding upon the parties, is from necessity. As against a minor, it cannot be enforced at all, because it is unlawful to make it and consummate it, without the consent of the parent. It was, therefore, competent for the defendant to show that the father had never consented to the marriage of his minor daughter. Whether he had given his consent or not, was a matter of fact; and his declaration was good evidence of it. It would have been competent for the plaintiff to prove that the father had given his assent; and this by what he declared at the time; for it was not susceptible of any other kind of proof. It would therefore seem to follow, that it was equally competent to prove that he had declared his dissent.\nHepburn and Miller, for defendant in error."
  },
  "file_name": "0509-01",
  "first_page_order": 509,
  "last_page_order": 511
}
