{
  "id": 411504,
  "name": "Grove versus McCalla",
  "name_abbreviation": "Grove v. McCalla",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "44",
  "last_page": "46",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 44"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0152-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 302,
    "char_count": 5556,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 9.505882454708161e-08,
      "percentile": 0.5191179099630905
    },
    "sha256": "b479ecbbf65d6439f96d9cfe3103c5a146c6848bfe0bbf2e155c35d291be34d3",
    "simhash": "1:0486f1a72c77e476",
    "word_count": 1026
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Grove versus McCalla."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\n— Where a debt is justly due for services rendered, and the debtor promises to pay it when he gets his money and suit settled with a third person if the creditor would wait until that time, there is nothing in such a promise which is against the policy of the law. The act of the debtor in afterwards calling the creditor as a witness in the suit spoken of, does not invalidate the promise to pay. The creditor cannot refuse to give evidence if legally called upon; and it is not in the power of a debtor to relieve himself from the performance of his promises, or the payment of his debts, by calling his creditors as witnesses in his lawsuits. If the promise made the witness interested in the suit, it was good cause for rejecting his testimony, but no ground for defeating his recovery on the promise. We are to take it in this case, that there was no corrupt intention to influence the testimony of the creditor; for nothing of that kind appears in the evidence; and it does not even appear that either party knew that the creditor would be called as a witness in the cause, a fact which did not occur until nearly a year after the promise was made. If it had been known at the time of the promise that the creditor would be called as a witness, that circumstance might have been left to the jury as a fact tending to show a corrupt purpose to influence his testimony. But in the absence of all evidence tending to show such corrupt purpose, the parties are entitled to the benefit of the general presumption of innocence. On the isolated question propounded, the answer of the Court was correct. .\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "P. P. Morris, for plaintiff in error.",
      "F. C. Brewster, for defendant."
    ],
    "corrections": "",
    "head_matter": "Grove versus McCalla.\n1. Where a debt is justly due for services rendered, and the debtor promises to pay it when he receives some money in a suit then pending by him against a third person, if the creditor would wait till that time, there is nothing in such a promise against the policy of the law; and the act of the debtor in afterwards examining the creditor as a witness in the said suit does not invalidate the promise to pay.\n2. No corrupt intention to influence the testimony of the promisee being shown, he may recover on the promise after verdict for the promisor in the suit referred to and settlement of it.\nError to tbe Common Pleas, Philadelphia.\nThis was an appeal by Grove, in an action of assumpsit by McCalla v. Grove, to recover $100 for services rendered. The declaration contained several common counts, and a special count in which was alleged a promise by Grove to pay to McCalla $100 for services rendered by him; the same to be paid when a certain suit then pending, by Grove v. Marsh, was settled and the money paid.\nIt was testified by a witness, that in February, 1847, McCalla asked Grove to pay some money he owed him. That Grove said he could notbut said, “ If you wait till I get my suit settled with Marsh, and I get my money, I will pay you one hundred dollars for your services.”\nIt was further testified, that MeCalla was employed hy Grove to get the witnesses in that suit into Court; and also that Grove gave to MeCalla notes to collect. It was testified that MeCalla was examined as a witness for the plaintiff in the suit of Grove v. Marsh; also that MeCalla went after witnesses frequently. The suit of Grove v. Marsh was pending during several years, having been instituted in 1844, verdict rendered in 1848 for plaintiff and damages assessed at $3600, and the case ended in 1850.\nOn the trial the counsel of Grove asked the judge to charge, that if a plaintiff in a suit at law promises one of his own witnesses, who is afterwards examined in the cause on the plaintiff’s behalf, to give him, the witness, a sum of money beyond his witness fees for his services in the cause, when he, the plaintiff, gets his money from the defendant in the cause in which the services are to be rendered, that the promise is against the policy of the law, and as such is a nullity, and cannot be recovered on.\nThe judge charged, that if the defendant employed the plaintiff to attend to subpoenaing witnesses, and other duties connected with a suit pending, undertaking to pay him a sum certain out of the money recovered in the suit, there is nothing in the policy of the law to prevent the plaintiff from recovering, notwithstanding the fact that he was also examined as a witness in the case.\nThe said charge was excepted to, and was the subject of the assignments of error.\nP. P. Morris, for plaintiff in error.\n— It was contended, that if such a contract as alleged existed, it was against the policy of the law, as tempting to perjury, and could not be enforced: 5 W. & Ser. 321; 7 Watts 152.\nF. C. Brewster, for defendant.\n— It was said, that the promise was not made to pay the plaintiff any sum of money for his testimony in the suit against Marsh; but the promise was to pay him for services rendered in collecting debts, securing the attendance of witnesses in that case, &c. It was stated, that the sum of $100 was due at the time of the promise: the time for its discharge was to be at the termination of the suit. That it was not a promise to pay if MeCalla procured a verdict in favor of Grove. A promise to pay a reward for the conviction of the perpetrator of a crime, is not void: 1 New Jersey R. 310, Furman v. Parker. An agreement to pay one-half of a pension, when recovered from the government, is not illegal: 9 Iredell 119, Mosby v. Hunter. The evidence merely showed a promise to pay a certain sum for services already rendered."
  },
  "file_name": "0044-01",
  "first_page_order": 44,
  "last_page_order": 46
}
