{
  "id": 411540,
  "name": "Mauch Chunk versus Nescopeck",
  "name_abbreviation": "Mauch Chunk v. Nescopeck",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "46",
  "last_page": "50",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 46"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 454,
    "char_count": 9787,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 1.3187817985035236e-07,
      "percentile": 0.6260658439932212
    },
    "sha256": "50c20cd193d5681743562b617e56cad185ccbfff7d05e11827a99a8b7fb0c21a",
    "simhash": "1:01372476df1a7c9d",
    "word_count": 1762
  },
  "last_updated": "2023-07-14T18:06:27.693224+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mauch Chunk versus Nescopeck."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J. —\nNotwithstanding the 44th section of the Act of 13th June, 1836, relating to the support and employment of the poor, makes the decision of the Quarter Sessions on appeal in pauper cases final and conclusive, yet it is settled that certiorari will lie to remove the proceedings, in such cases, into this Court. It is a jurisdiction that was exercised under our poor laws prior to the Act of 1836, notwithstanding similar restrictive clauses, and has been constantly exercised since that enactment. In the case of The Overseers of Derry v. The Overseers of Brown, 1 Harris 389, it was ruled, that proceedings in pauper cases may be removed into this Court by certiorari, to correct any error in the process, proceedings, judgments, and decrees of the Quarter Sessions that may appear of record; but not to examine into the merits of the controversy upon facts. This, we apprehend, is giving the appropriate effect to the restrictive words of the 44th section of the Act of 1836. They were not intended to exclude the jurisdiction of this Court as a court of review, but only to exclude a re-trial of the merits. Certiorari is a writ of common right, to be taken away not by implication, but only by express words. Statutory restrictions, similar to that of the 44th section, have been held not to take away the remedy by certiorari: Rex v. Morely, 2 Burr. 1040; Rex v. Jukes, 8 Term R. 544.\nA certiorari to the Quarter Sessions after final judgment or order, is equivalent to a writ of error to the Common Pleas, and the reason that it does not bring up the evidence like a writ of error, is because no statute has allowed bills of exception in the Quarter Sessions. The record in both cases is removed — in one with the evidence added by virtue of an Act of Assembly — in the other without the evidence, because the law has provided no mode for placing it on the record.\nBut suppose the judge recites the evidence in his opinion, does that make it part of the record ? In England the Sessions state the case in questions of parochial settlement, and removal of paupers, and send it up to King’s Bench in answer to the certiorari. But this practice has never prevailed with us. We have no mode of verifying evidence except by bills of exception ; and as this is not used in the Quarter Sessions, to allow the judge to send up whatever his discretion, taste, or caprice might dictate, would increase the proverbial uncertainties of the law, and involve us in an abortive attempt to administer justice to parties without the assurance that we had their real case before us. Nor does the judge help the matter by putting the facts into his opinion; for his opinion is no part of the record. And what is to certify us that he has introduced all the facts in evidence; that the evidence was all competent and properly admitted, and that he did not exclude evidence that ought to have been admitted? A record that is not subject to the scrutiny of a bill of exceptions can never import verity on subjects like these. “ Granting a case,” by the Justices in England, is not matter of duty but of discretion; though when they have stated it, mandamus lies to compel them to send it up: Chitty’s Prac. vol. 2, 381.\nIf we were disposed to follow this analogy, and entertain jurisdiction of such cases as the Sessions should be pleased to state, the prohibitory clause of the 44th section would be in our way; for that declares, that the decision of the Quarter Sessions on appeals shall be final and conclusive. And if these words, as we hold, exclude a re-trial of the merits, it matters not how accurately the judge states the case, we cannot pass upon it as an appellate tribunal without violating a positive statute. In a word, our common law jurisdiction, though not taken away, is abridged by express legislation, and nothing but legislation equally express can remove the restriction.\nNor will appeal lie; for this exists only where it is given by statute, as in proceedings in the Orphans’ Court and final decrees in equity. Instead of being given by the Act of 1836, appeal, which is in the nature of a new trial, is expressly denied. Except, therefore, as a Court of Error for the correction of errors of record, we have no jurisdiction in questions of settlement and removal under our poor laws; and the decisions of the Quarter Sessions as to the merits of such cases, are “ final and conclusive.”\nFinding no errors in this record, the proceedings of the Quarter Sessions are affirmed.",
        "type": "majority",
        "author": "Woodward, J. —"
      }
    ],
    "attorneys": [
      "Porter, for Mauch Chunk township.",
      "Reeder, for Nescopeck township."
    ],
    "corrections": "",
    "head_matter": "Mauch Chunk versus Nescopeck.\n1. As no statute has allowed a bill of exceptions to evidence in the Quarter Sessions, the evidence is not brought up on a certiorari to the Sessions in a question of settlement; and though the judge may incorporate the facts into his opinion, the legal effect is the same, as the opinion of the Court is no part of the record.\n2. Except as a Court of error for the correction of errors of record, the Supreme Court has no jurisdiction in questions of settlement and removal under the poor laws: ana on appeal the decisions of the Quarter Sessions as to the merits of such cases are, by the 44th section of the Act of 13th June, 1836, final and conclusive.\nThis was a certiorari issued to the Quarter Sessions of Carbon county, at the instance of the plaintiffs in a proceeding instituted by The Overseers of the Poor of Mauch Chunk Township v. The Overseers of the Poor of Nescopeck Township, for the removal of a pauper. The pauper being in Nescopeck township in 1847, was taken into Mauch Chunk township and there left. On the application of the overseers of the poor of the latter township, the pauper was removed to Neseopeck township, and from the order of removal an appeal was taken on behalf of the latter township to the Quarter Sessions of Carbon county. The question at issue was, whether the place of the legal settlement of Keck, the pauper, was in the township of Neseopeck or not.\nEldbed, J., in his opinion, gave a statement of facts, stating, inter alia, that the pauper, an idiot from his birth, was born in January, 1818, in Neseopeck township, Luzerne county, where.his father then had a legal settlement, and owned property, both real and personal. The father in 1823 or 1824 removed to Sugar-loaf township, Luzerne county, his wife having died, and he took with him his son, the pauper in question. The father again became married, and in 1832 his second wife died, and he removed to Mauch Chunk, then in Northampton county, leaving his son, the pauper in question, in Sugarloaf township, Luzerne county. The father gained a legal settlement in Mauch Chunk. During the residence of the father in Mauch Chunk, the pauper was for a time supported by the township of Sugarloaf, and was afterwards thrown on the township of Mauch Chunk, and supported by that township. The father removed from Mauch Chunk in 1838, and resided for a time in Lausanne township, and in 1844 he returned to Neseopeck township, in which he had formerly resided. The judge stated that it did not appear that he had gained a legal settlement in any place, from the time he left Mauch Chunk until he returned to Neseopeck township in 1844. In this township he married a widow, who had a few acres of poor land. It was however contended on the part of the overseers of Mauch Chunk township, that the father gained a settlement in Neseopeck township, and that the settlement of the son followed that of his father. On the part of the overseers of Neseopeck, it was contended that the father did not regain a legal settlement in Nescopeck township after his return there in 1844. , It was stated by the judge that in 1846, the real estate was assessed to the father, but was paid by the wife. In 1847 the property was assessed to him, but' the taxes were not paid. The father testified that he was poor and not able to support his son. The Court said it was clear that the father had not gained a residence in Neseopeck township since his return there in 1844, unless he acquired it by his last marriage, and in right of the estate which his wife had before his marriage to her. The Judge thought that the estate which seemed from the evidence to be in the husband for life, by the 9th section of the Act of 1836, gave to him a settlement in Neseopeck; but he expressed the opinion that the case did not turn on that question. He stated that long before the pauper arrived at the age of 21, in consequence of the inability of his father to support him, he was placed in the township where his father had acquired a settlement (Nescopeck), and supported at the expense of the public, and that this was the ease when he arrived at the age of 21 years and long afterwards; and thus at the time when he arrived at the age of 21 years he ceased to be a member of the family of his father, or to receive support or protection from him. That therefore he did not come within the rule of the case against the Overseers of Beaver Township, 3 W. Ser. 548; viz.,’ as deriving a settlement from that of his father.\nHe farther said that whilst the law is not disputed that the father is bound to support his son, if he is able to do so; he did not consider that it followed that the son must be removed to the township where his father resided in order to enforce that duty. If 'the father is of sufficient ability and resides in Nescopeck, the overseers of the .poor of Mauch Chunk can reach him with process. He was of opinion that the pauper was unduly removed to Nescopeck township, and therefore the decision was in favor of the appellants.\nIt was assigned for error that the Court erred in not confirming the order of removal from Mauch Chunk to Nescopeck township.\nPorter, for Mauch Chunk township.\nReeder, for Nescopeck township."
  },
  "file_name": "0046-01",
  "first_page_order": 46,
  "last_page_order": 50
}
