{
  "id": 411535,
  "name": "Ripka's Appeal in the matter of Streets in the Borough of Manayunk",
  "name_abbreviation": "Ripka's Appeal",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "55",
  "last_page": "58",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 55"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wheat. 593",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        11731354
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/19/0593-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 464,
    "char_count": 10787,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.015278110808776882
    },
    "sha256": "a32a3bda173dda8bb29b0f2c747aaa5aac5028e50a64f369bcd55f9e925e743c",
    "simhash": "1:585f0ca79870f7ef",
    "word_count": 1945
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ripka’s Appeal in the matter of Streets in the Borough of Manayunk."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was' delivered by\nLewis, J.\n— The objection to the survey of the streets of Manayunk, as confirmed by the Quarter Sessions, is, that the committee appointed by the Burgess and Council performed a part of their duty at one time, and the remainder at another. If the case stood upon the footing of an ordinary power of appointment or revocation, the law is, that the power need not be executed to the utmost extent at once, but may be executed at different times over different parts of the estate: 1 Sugd. on Powers 357. But the ease does not rest solely on this ground. By the Act of 13th July, 1842, the committee appointed by the Burgess and Council were not only empowered to make the survey, but were expressly “ enjoined and required” to do so. There is a difference between a naked power, which lies at the election of the party to execute or not, .at his pleasure, and an official duty which he is under a legal obligation to perform. In the latter case the preservation of the public rights demands that the whole duty be performed; and where no time is. prescribed within which it is to be completed, the performance of part at one time, is no reason why the residue should not be performed at another. Where a power to graduate the streets was given to the corporation of Georgetown, it was held to be a continuing power to be exercised from time to time: 6 Wheat. 593. In this case, the survey of the southern portion of the borough at one time, is no reason why the northern portion should not be surveyed at another.\nThe decree of the Quarter Sessions is affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Emlen, for the appellant.",
      "Jones and Clay, for Manayunk."
    ],
    "corrections": "",
    "head_matter": "Ripka’s Appeal in the matter of Streets in the Borough of Manayunk.\n1. \"Where an official duty is required by law, the whole duty should be performed ; and where no time is prescribed within which it is to be completed, one part of the duty may be performed at one time and the residue of it may be performed afterwards.\n2. By the Act of 13th July, 1842, the road committee appointed by the burgess and council of the borough of Manayunk were authorized and enjoined to survey the roads, streets, and alleys already laid out and within the borough, and also to lay out such others, or widen those already laid out, as they shall deem necessary, and to make a draft or plan thereof, and return it to the Court. A survey and plan of the streets, &c., in part of the borough was made and confirmed; and subsequently a survey and plan of the streets, &e., in another part of the borough was made, and after exception was confirmed: held that no time being prescribed for the performance of the duty, part of the same could be discharged at one time and the residue at another.\nThis was an appeal from the decree of the Court of Quarter Sessions of the city and county of Philadelphia, confirming the plan of that part of the borough of Manayunk lying north-west of Green lane.\nOn the 24th January, 1832, an Act was passed authorizing the laying out of streets and roads in the township of Passyunk, in the county of Philadelphia. See Acts of 1831 — 2, pages 27-8-9. By that Act commissioners were appointed to survey the streets, roads, and lanes laid out within certain bounds defined in the Act, and also to lay out such other streets and roads within the district as they shall deem necessary, &c., and making it their duty, after having made such survey and laid out such streets and roads as they shall deem proper as aforesaid, to make or cause to be made a correct draught or plan thereof, &e., and return it to the Court of Quarter Sessions of the county of Philadelphia, &c. Public notice of its being filed was directed to be given, and that on a certain day designated, the Court would hear objections to it. 'The preamble to the 4th section was as follows: And, whereas, the public convenience will be at present answered by the certain knowledge where and in what manner such streets, roads, and lanes will in future run, but it will not be necessary immediately to lay them all open; in order, therefore, to provide for the opening of the same from time to time, as the increasing improvements may require. And it was enacted by the 4th section,- That upon the petition of any number of the citizens of said township, not less than twenty, whose lands lie near or adjoining to such streets, roads or lanes, it shall and may be lawful for the Court of Quarter Sessions, after hearing the petitions, and such freeholders through whose land such street or road shall pass as shall offer objections thereto, to appoint viewers to report whether it be proper at the time to open such street or road ; and if they shall be of opinion, that the state of improvement in the neighborhood thereof shall require it, they shall issue an order to the supervisors of the roads, in the township of Passyunk, requiring and enjoining them to open such street or road, and to cause the same to be put in order and kept in repair, in the same manner as other streets are bylaw to be opened repaired and maintained, and the owner or owners of ground through and over which any of the streets or roads shall pass shall proceed in the same manner to obtain indemnification for any injury they may sustain thereby, as if the said streets or roads had been opened in the manner usually pursued for opening roads.\nAnother Act was passed on the 13th July, 1842, (Acts of 1842, page 372), and the plan, part of which was in question, was made in pursuance of the 4th section thereof, which was as follows:\n“ That the road committee appointed by the burgess and council of Manayunk, taking to their assistance an able surveyor, shall have full power and authority, and are hereby enjoined and required to survey the roads, streets, lanes, and alleys already laid out, and within the borough, and also to lay out such other roads, streets, lanes, and alleys, or widen those already laid out within the said borough, as they shall deem necessary for the convenience and accommodation of the inhabitants thereof; and it shall be the duty of the said committee after having made such a survey, and laid out such streets, roads, lanes, and alleys as they shall deem proper as aforesaid, to make or cause to be made a correct draught or plan thereof, with every explanation necessary for the perfect understanding of the same, and return it to the Court of Quarter Sessions of the county of Philadelphia; and it shall be the duty of the Clerk of the said Court to receive and file the said draught or plan in his office for public inspection and examination, and to give public notice by printed handbills posted up in at least ten conspicuous places in the said borough, that on a certain day to be appointed by the Court, the said Court will hear any objections that may be made thereto by any person owning property within the said borough, who shall consider themselves aggrieved, and the said Court shall at the time appointed adjudge and determine whether the same shall be fully and finally established, and whether any and what alteration shall be made therein, and shall direct the said draught or plan, with such alterations as may be made, to be recorded ;■ and from thenceforth all the roads, streets, lanes, and alleys so approved shall be for ever deemed, adjudged, and taken as public highways.”\nIn September, 1843, a plan was made and confirmed of the portion of the borough of Manayunk lying south-east of Green lane.\nIn January, 1850, the plan of the remainder of the borough, lying north-west of Green lane, was presented to the Court, and filed. On 7th Eebruary, 1851, on the part of Ripka, exceptions to its confirmation were filed — they were,\n1. That Eranklin street east of Hamilton street, and Hamilton street north or north-west of Eranklin street, as laid down in said plan, are neither of them necessary for public use; and, if opened, will cause extensive injury and damage to the property of this ex-ceptant; and he, therefore, objects to their extension as laid down on said plan.\n2. The said proceedings under the Act of Assembly of July 13th, 1842, are void; a plan of part of said borough having been made and confirmed in September, 1843.\nOn 21st June, 1851, the Court adjudged that the plan filed should be finally established, excepting the sidewalk of the width of ten feet on Main street, &c. And it was further adjudged that all the roads, streets, lanes, and alleys, except the said sidewalk, shall be deemed and taken as public highways, and that the draught or plan be recorded, &c.\nErom the- decree Ripka appealed, and exception was filed that the Court below erred in confirming the plan of part of the borough lying north-west of Green lane, under the Act of July 13th, 1842, a plan of another part of the said borough having been made and confirmed in September, 1843.\nEmlen, for the appellant.\n— It was contended that the Act of 1832 was still acted upon for opening streets, laid down on the plan of the borough, which had not been opened. That the two Acts of 1832 and 1842, together, did not authorize different surveys and plans of the borough, at different times and by different persons, but only one. That one plan having been made and confirmed in 1843, no other one could legally be confirmed. The case in 4 Ser. & R. 106, The Road from Eitzwater street, and the case of a road in the Borough of Mercer, 14 Ser. & R. 106, were cited. Persons desiring other roads must have recourse to the general road laws.\nJones and Clay, for Manayunk.\n— A power may be executed in part at different times, and over different portions of the subject of the power: 1 Sugden on Powers 857. A confirmation will aid a defective execution of the power: 7 Barr 530, Coryell v. Dunton.\nIn the present case the original plan comprised the whole borough, and the parties, authorized by the Act of 1832 to make it, have been superseded by the corporation created by the Act of 1842. The plan was but partially executed, at first, and has been completed by the second proceeding. It was not contended that a new plan could, legally, be made of the part formerly confirmed; nor, if the plan in question be confirmed, that another plan can legally be afterwards made under the Acts of Assembly; but merely that the plan provided by the Act may be made in distinct parts, and that the power to make a plan was not exhausted by the plan first made. It was said that Green lane divides the borough laterally, and it was contended that the commissioners did not suppose that by the plan made in 1848, they had done all that they supposed to be requisite. That the Act of 1842 required a survey of the roads, &c., already laid out and within the borough; and that there were roads and. streets then laid out within the part of the borough which were not embraced in the plan of 1843."
  },
  "file_name": "0055-01",
  "first_page_order": 55,
  "last_page_order": 58
}
