{
  "id": 411505,
  "name": "Cope versus Risk",
  "name_abbreviation": "Cope v. Risk",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "59",
  "last_page": "66",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 59"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Watts 102",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Rawle 9",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820618
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0009-01"
      ]
    },
    {
      "cite": "2 Rawle 70",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820597
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0070-01"
      ]
    },
    {
      "cite": "6 Bin. 62",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "10 Wend. 104",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2013026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/10/0104-01"
      ]
    },
    {
      "cite": "2 Bin. 44",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "1 Peters 36",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "6 Bin. 34",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795123
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0034-01"
      ]
    },
    {
      "cite": "1 Dal. 135",
      "category": "reporters:scotus_early",
      "reporter": "Dal.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 886,
    "char_count": 21199,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.015277917747328127
    },
    "sha256": "71440a8c21ed08365f2f7e560da6df429bc4f5a896d3745a1f0d04299838bb23",
    "simhash": "1:642e36249f4fdd8f",
    "word_count": 3795
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Cope versus Risk."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\n— Where a suit before a justice of the peace is terminated by any act or agreement of the parties which amounts, directly or indirectly, to a discontinuance of the action, it is part of the official duty of the justice to enter such act or agreement upon his docket, and the docket entry is evidence of the same. An acquiescence in the termination of the suit, so entered, for thirty-nine years, removes all doubt, if any before existed, respecting the propriety of admitting such evidence. The agreement of the 21st January, 1812, by which the parties appointed certain persons to survey and mark the line between them, with the provison therein contained respecting the expense, and the entry on the docket of the payment of a part of the expense by one of the parties, on the 7th May, 1812, with the acquiescence which followed, was a discontinuance of the action, and was properly admitted in evidence, as tending to prove the facts therein stated.\nThe award, or report of the survey, after proof of the handwriting of the agents thus appointed to make it, aided with the evidence that it was made in 1812, in the presence of the parties, and the testimony tending to show an acquiescence in the line so established or ascertained, was also properly admitted in evidence. Its effect was for the consideration of the jury.\nWe do not see sufficient evidence upon the paper-book to warrant us in saying that the Court was in error in charging that “ there was no prbof of such adverse possession on the part of the defendants and those under whom they claimed, as the law required.”\nWe see no error in the record, and the judgment is therefore to he affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Robb and O. Fallon, for plaintiff in error.",
      "Williams and McMurtrie, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Cope versus Risk.\n1. Where a suit before a justice of the peace or alderman is terminated by any act or agreement of the parties which amounts to a discontinuance, it is his duty to enter such act or agreement on his docket, and the docket is evidence of the same; at least an acquiescence for thirty-nine years in the termination of the suit removes all doubt as to its admissibility.\n2. An award or report of the survey of a boundary line, after proof of the handwriting of the agents appointed to make it, coupled with the evidence that it was made in 1812 in the presence of the parties, and the testimony tending to show an acquiescence in the line so established or ascertained, was also admissible in evidence in an ej ectment brought in 1848. Its effect was for the j ury.\nThis case was brought up from the Nisi Prius.\nIt was an action of ejectment to July Term, 1848, by Nancy K. Risk v. Edwin R. Cope and Jacob J. Cope, for about 116 perches of land, being a strip óf land to the west of Gunner’s run.\nPlaintiff brought ejectment for a strip of land, containing about 116. perches, to the west of Gunner’s run, described in the plan as being bounded on the west by dotted lines, on the south and east by the creek, and on the north by the Erankford road. The land claimed was described in the writ and narr. as follows, viz.: “ A tract of land situate in the township of Northern Liberties, in the county of Philadelphia, containing 116 perches, or thereabouts; hounded by other lands of her the said Nancy K. Risk, by lands of him the said Edwin R. Cope, and by the Erankford turnpike road.”\nOn the trial, plaintiff showed title under deed dated 19th September, 1752, from the sheriff to Standish Eord, and in which the western line of the land conveyed is said to commence at a corner near a Spanish oak sapling (called Ball’s corner in the annexed plan), thence N. 6° E. 137 perches by Rawle’s land to a post in Gunner’s run (marked in the plan by a star on the north-west line of the railroad), thence, up the said run according to the several courses thereof to a post on the south-east side of the aforesaid road, and thence along the side of the same road 60J perches to the place of beginning.\nThe description in the levy and sheriff’s deed followed the description of the property in the prior deeds under which plaintiff claimed.\nNo other deeds or muniments of title were offered in evidence by plaintiff, describing her land, otherwise than as above.\nIt was contended on the part of the plaintiff, on the trial, that the course of the creek or run had changed;' and that in 1812, there being a dispute about the line, Kennedy and Steinjiauer, being then the owners of the adjoining lands now owned by plaintiff and defendant respectively, made an agreement by which they agreed that certain parties should run the line between them, and that this was accordingly done by the referees, who determined the boundary according to the dotted line.\nIt was stated on the part of the defendants in the suit, that upon the question of the alleged change in the course or bed of the creek, and of the possession of the parties respectively, there was conflicting evidence.\nWith regard to the settlement or agreement, the plain tiff’s counsel having proved the docket of Alderman Wolbert, deceased, and the signatures of the alderman and of Reading Howell and John Huston, offered in evidence the docket entries of a suit of Kennedy v. Steinhauer; and also a paper containing an award made by Howell and Huston, with what purported to be a copy of the alderman’s docket appended thereto, which paper was after-wards recorded.\nOn the docket entry it was stated to be a demand “ for damages not exceeding fifty dollars, done his personal estate.”\nThe record was as follows:\n“ Paper called the Award.”\nAnthony Kennedy 1 «• . > George W. Steinhauer. )\nWe the undersigned, surveyors, after examining their respective „ deeds, and running and comparing sundry lines, have fixed the marble stone in Ball’s line for their corner, thence by a right line N. 2° E. marked by another marble stone, planted near Gunner’s run, and ending at a mark made in the south wingwall of the bridge, with a stone set by the parties corresponding with the said mark, which line thus designated we do hereby fix and establish between the lands of the parties named as above.\nWitness our hands, this 18th day of April, 1812.\nReading Howell. John Huston.\nAnthony^Kennedy George W. Steinhauer. j\nAction for damages not exceeding 50 ^°^ais*\nJan. 21, 1812. The parties agree that Reading Howell and John Huston shall run and mark a line between the land belonging to the parties, and make report thereof.\nGiven under my hand, Feed. Wolbert, J. Peace.\nAnthony Kennedy ) /-< xxr • i Í George W. Steinhauer. )\nAction of damages for trespass not exceeding 50 dollars. °\nJan. 21, 1812. And now the parties agree that James Pierson and Reading Howell shall run and mark the line between the lands of the parties in dispute. If the present line run by Mr. Brooks is found correct, then Mr. Kennedy is to pay all expenses; if not, the expenses of survey to be equally borne.\nAfterwards, by consent, John Huston substituted in place of James Pierson.\nA true copy. June 1st, 1812.\nFred. Wolbert, J. Peace.\nRecorded in the office for recording deeds, &c., for the city and county of Philadelphia, in Deed Book J. C., No. 18, page 732, &c.\nWitness my hand and seal of office, this 1st June, 1812.\nJames Carson, Recorder.\nThese papers were severally objected to as offered, but they were all admitted in evidence as offered and exceptions taken, and they were then read.\nReading Howell and John Huston, who had been surveyors, were dead at the time of the trial.\nThe plaintiff’s counsel also offered in evidence, the memorandum on the margin of the alderman’s docket, “ for the purpose of proving payment by Steinhauer and his approbation of the survey.” To the reading of this defendant’s counsel objected, but the objection was overruled and the memorandum was read.\nOn the part of the plaintiff, Peter Wirt gave some testimony as to a change in the course of the creek. He further testified that in 1809-10 and 1814, he lived on Steinhauer’s land: that in 1808 or 1809, Anthony Kennedy came to reside there. That there had been a dispute between Kennedy and Steinhauer. There had been a survey by one Broolcs, but it did not please Kennedy. The witness said, “I was present when a new survey was made. Steinhauer and Kennedy were present. There had been a suit when the witness left in the fall. The surveyors were John Huston and Reading Howell, city and county surveyors. He stated that they started at a stump at Ball’s corner, that they fixed three stones, one at Ball’s corner, one near the creek, and one near the lower wingwall of the bridge; there was a line stone dug yesterday, that was the stone: there was a crow foot marked on the barge board of the wing of the bridge, &c. He further said there was a fence, put up four or five weeks afterwards. Kennedy began it immediately.\nH. Hains, a surveyor, said he made a survey of the Risk place in 1848, and was furnished with an old draught of the division of the Steinhauer property, upon which the stone at Ball’s corner was marked. That he “ took the stone at Ball’s corner” and ran a line.\nAnother witness said he remembered seeing Howell and Huston at the bridge in 1812. That he did not see them fix the stone, but had seen the stone and the mark on the bridge, &c. ■\nOn the part of the defendants, inter alia, testimony was given by several persons who had lived in the neighborhood, that they did not know of the survey by Howell and Huston.\nOn the part of the defendants it was alleged that beyond the production of the papers before referred to, no evidence was offered to show that Steinhauer ever agreed to submit to, or abide by the survey of Howell and Huston. That evidence was offered to show that Steinhauer was present when Huston and Howell made a survey ; but as to this, evidence in contradiction was offered by defendants. That no evidence was offered to show that the defendant, who was a bond fide purchaser, claiming under Steinhauer, had any notice whatever, either of the survey or of the settlement or award. That the title deeds under which the parties severally claimed, called for the creek at the Frankford road as the dividing point, and no evidence whatever was offered to show notice to defendant that by an agreement or reference between the previous owners of the property, made in 1812, a point on the road, 57 feet south-west of the creek, was to be considered as the dividing point. That much contradictory evidence was given as to the possession of the disputed strip after the alleged survey in 1812; but it was in evidence that at least at the time of defendant’s purchase, his grantor was in the possession of the premises in dispute.\nIt was further stated that no evidence other than the marginal memorandum on the alderman’s docket, was given to show that Steinhauer had ever paid for any portion of the expenses of survey. The marginal memorandum contains some figures and names, and then proceeds in these words. “ Bill of survey, $13.25. June 2, 1812. Rd. of Mr. Steinhauer, $6.62J.” No other evidence was offered to show that Steinhauer either paid the money or that he had any knowledge of such entry being on the docket.\nThe following points were submitted to the Court:\nFirst. The plaintiff must be held to a stricter proof of possession, from the fact that she claims in opposition to her deeds which call for the creek as the boundary; and from the further fact that she crosses the natural boundary, viz., the creek, in order to assert her claim.\nSecond. That even if the jury should be of opinion that a certain line was established in 1812, still, if they believe that the defendant and those under whom he claims, have held possession of the premisés for twenty-one years since that time, their verdict must be for defendant.\nThird. That even if the jury are of the opinion that the course of the creek was partially changed by the building of the stone bridge, and thus was gradually extended by the action of the current, freshets, &c., the alteration is the gain or loss of the owners on the different sides, and the creek must still remain the boundary.\nFourth. That the words “ near the creek,” in the deed to Steinhauer, calling for “ a stake near the creek” as a boundary, are not to be construed to imply that there was a space between the post or stake and the creek, but merely as indicating the whereabouts of the stake; and that it is not inconsistent with said deed to construe it as referring to a stake close on the banks of the creek, and to the creek as a boundary.\nBell, Justice, charged the jury. — This is an action of ejectment for 116 perches of land lying along Gunner’s run. The plaintiff must recover upon the strength of her own title. She is not permitted to rely on the weakness of her adversary’s title; still she may look to the muniments of title produced by defendant for the purpose of strengthening the ground on which she bases her claim. The plaintiff bases herself on two grounds which admit of being separately considered. One of these is a question of fact for your determination. The other, a mixed question of law and fact.\nThe plaintiff’s title began 1690, being a patent to R. Turner for 462 acres. It runs down to 1828, being the will from Anthony Kennedy to Nancy K. Risk. All these call for Gunner’s run as the easterly boundary of the tract owned by plaintiff. One of the intermediate conveyances is dated 1752; this gives the following boundaries: *****. Erom this all the subsequent descriptions are copied, including conveyance to Anthony Kennedy, in 1807. This practice is very usual, indeed universal, when there is no new survey.\nThis may account for the run being called for in this last deed, although, as is asserted, the dispute originated in a change in, the course of the stream so far back as 1792 or 1793. Next previous deed is in 1784, Ann Ford to Andrew Caldwell. I think, therefore, no ai'gument against this assertion can be legitimately drawn from this description. But as the deeds all call for the stream as a boundary, it must be taken to be so, unless the plaintiff has satisfied you there was a change in the locality of that stream. The stream is a ‘ natural boundary, and consequently more to be depended on than merely magnetic courses, which is the weakest evidence in cases of this nature. Looking to this part of this case alone, I repeat, the plaintiff is bound prima facie. The onus of showing why she should not be so lies on her. But was the course of that stream changed ? This is the first question. If any change took place, it was by the act of the public authorities, and not a natural and gradual change. It does not, therefore, come within the principle invoked by the defendant, which gives the accretion to the owner of the fortunate side, should it deprive the other of it.\nAs to the question of change, testimony given hy several witnesses was referred to.\nBut the second point is the alleged award made in 1812. This is not binding as a record; but a dispute of this nature may be definitely settled by an agreement of parties, or by referees appointed by them for that purpose. Did the parties agree to refer ? The entry on the magistrate’s docket — this, of itself, would be insufficient. It was a subject not within his jurisdiction, and therefore his entry of the agreement of the parties proves nothing. But its truth may be established by attendant circumstances, as, 1. The survey by Ihe very persons named on the docket. 2. In the presence of the parties proved by Wirt and Woolman. 3. The planting of stones, remaining for years. 4. The corresponding fence and possession for course of years. 5. The payment of the cost by Mr. Steinhauer.\nI am asked to Say to you that, notwithstanding this, if the defendant and those under whom he claims, have held possession of the premises for 21 years since that time, the verdict must be for defendant. But possession, to have this effect, must be exclusive, hostile, notorious, and uninterrupted for twenty-one years: a scrambling or mixed possession will not do. Looking to the whole testimony, I confess I see no proof of such possession on the part of the defendant and those he claims under as will satisfy the condition. The fence was not removed, according to witnesses, until 1830, or ’32. But should you be of opinion that there was no agreement to refer, then a question may be, how much of the land in dispute was included in the change of the water of the creek ? The plaintiff is entitled to recover only this, unless you should think she has held adversely for twenty-one years up to the straight line. To establish a possession against the natural boundary of the creek, the proof of it ought to be clear and distinct. This is all I deem necessary to say in reply to point first.\nTo which charge defendant’s counsel excepted.\nEebruary 3, 1851, verdict “ for plaintiff, for six cents costs, and six cents damages.”\nA rule to show cause why the verdict should not be set aside and a new trial granted, was discharged, without prejudice, to afford an opportunity of considering the questions involved in banc.\nIt was assigned for error — ■\nFirst. The judge erred in admitting in evidence the docket of Alderman Wolbert, containing entry of suit, Kennedy v. Steinhauer.\nSecond. In admitting in evidence the memorandum on Alderman Wolbert’s docket, of receipt from Steinhauer, of $6.62, costs, &c.\nThird. In admitting in evidence the paper purporting to be an award, or survey, made by Reading Howell and John Huston, and copy of record from Alderman Wolbert’s docket.\nFourth. In charging the jury that there was no proof of such adverse possession on the part of the defendants, and those under whom they claimed, as the law required.\nFifth. The verdict is uncertain.\nRobb and O. Fallon, for plaintiff in error.\n— It was said, that the docket entry of the alderman showed that the action was brought to recover $50 for damages done to the plaintiff’s “personal estate.” It was stated, that in no case would a docket entry of an alderman stating that the parties had agreed to any matter in relation to their land, be evidence, per se, on the mere proof of the authenticity of the docket: but much less where it appeared to be made in a case relating to damage done to personal estate. That the record of a court will not be received to prove a fact into which the Court had no jurisdiction to inquire: Spencer N. J. Rep. 77, Gordon v. Williamson; 1 Dal. 135; 6 Bin. 34; 1 Peters 36; 10 Barr 488; also cited, 1 Hals. 211.\nThe award was not admissible. It was not valid either under Act of Assembly, or at common law: 2 Ser. & R. 489. No evidence was given to show agreement to it by the parties interested. It was not a paper entitled to be recorded: 2 Bin. 44; 5 Barr 149.\nWilliams and McMurtrie, for the defendant in error.\n— It was said that the only question raised before the jury, was where the boundary line ran; and the only question raised here, is the admissibility of the documents under the evidence. The plaintiff’s last deed was in 1807, and the possession had been such as usual where the disputed territory is a thicket on a marsh. Confessedly some sort of fence was kept up on the line we claimed, and there was the stone which we proved had been set there by the surveyors.\nThere was evidence, that in 1812 there was a dispute about this very line, and a suit before this justice. That the docket was genuine was proved, and is not disputed. That Reading Howell and John Huston, who were then surveyors (now dead), did make a survey in the presence of both parties, and set the corner stone, which the jury saw. The award was their written declaration of what they had done at the instance of the parties, in relation to a boundary line.\nThe docket was at least corroborative, or as showing the claim of authority under which the acts were done. The weight or influence of the evidence is not raised on the record.\nAs to the award: declarations of a deceased surveyor are admissible : 10 Wend. 104. There being proof of the agency aliunde, the paper proved itself after thirty years: 1 Ghreenleaf Ev. § 154.\nIt was a declaration as to where a boundary line was made by surveyors who ascertained it in presence of the claimants: 6 Bin. 62-4: 2 Ser. & R. 72-3: 11 Ser. R. 315.\n3. It was corroborative of the testimony that the stone was set, and that the crow-mark on the bridge was made as alleged: 2 Rawle 70-2. It was further proved that the stone was one used to mark boundaries. 4. It was an ancient document (thirty-eight years old at the trial), coming from a party shown to have been in possession long after, and until within twenty-one years. It was produced by the plaintiff a copy was endorsed on one of the deeds, and it had been put on record: -4 W. & Ser. 393; 4 Id. 378. A deed in such a case need not be proved: 10 Ser. & R. 197. It was also contended that it was an award in a judicial proceeding.\n2. As to the docket, was cited 2 Rawle 9; 10 Barr 160. It was in a judicial proceeding. The trespass to the personalty might depend on the boundary line. That the docket was admissible, even though the magistrate exceeded his jurisdiction,-was cited 1 Ser. & R. 28; 10 Watts 102; 7 W. & Ser. 470."
  },
  "file_name": "0059-01",
  "first_page_order": 59,
  "last_page_order": 66
}
