{
  "id": 411507,
  "name": "Leech versus Leech",
  "name_abbreviation": "Leech v. Leech",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "67",
  "last_page": "72",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 67"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Yeates 108",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6772138
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0107-01"
      ]
    },
    {
      "cite": "8 Mass. 371",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2028524
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/8/0310-01"
      ]
    },
    {
      "cite": "1 Paige 171",
      "category": "reporters:state",
      "reporter": "Paige Ch.",
      "case_ids": [
        2178502
      ],
      "opinion_index": -1,
      "case_paths": [
        "/paige-ch/1/0171-01"
      ]
    },
    {
      "cite": "8 Conn. 254",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6753367
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/8/0254-01"
      ]
    },
    {
      "cite": "26 Wend. 225",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "4 Wash. C. C. Rep. 262",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6581113
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/23/0035-01"
      ]
    },
    {
      "cite": "4 Yeates 345",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "4 Yeates 175",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 70",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates 170",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812541
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0170-01"
      ]
    },
    {
      "cite": "1 Bay. 464",
      "category": "reporters:state",
      "reporter": "Bay",
      "case_ids": [
        9507802
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/1/0464-01"
      ]
    },
    {
      "cite": "1 Pick. 535",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2070864
      ],
      "pin_cites": [
        {
          "page": "543"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/18/0542-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 738,
    "char_count": 16144,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 2.3270976492539442e-07,
      "percentile": 0.7906615404990793
    },
    "sha256": "9cc89c662b6e3d1a760e8777e571e745d73b8ff7dfed4d730d2a0d5f6e8739ba",
    "simhash": "1:3220eed4ca98f5fe",
    "word_count": 2896
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Leech versus Leech."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by-\nLewis, J.\n— Where objections are made before the register to the probate of a will, on the ground that the writing was procured by improper influence, and where the alleged testator was not of disposing mind and memory, and the precept to the Common Pleas directing an issue sets forth these objections alone, and neither the pleadings, the bills of exceptions to evidence, nor the points presented to the Court show that the cause was put to the jury upon the ground of a subsequent will, inconsistent with the first and amounting to a revocation of it, it is too late to raise .that question in the Court of revision. In the case before us, the alleged subsequent will was not produced, nor was any evidence given of its loss or destruction, for the purpose of introducing secondary evidence of its previous existence and of its contents. The evidence given in relation to it does not establish its legal execution, nor do we understand from the case, as presented to us upon the paper-book, that the evidence was given for any such purpose; on the contrary, the loose and unsatisfactory statements on the subject may well have been given for the purpose of bearing upon the question of unsoundness of mind, and undue influence. Under such circumstances it would be unfair to the parties, as well as to the Court below, to reverse, because that Court confined the investigation of the jury to the questions upon which the parties themselves had rested their case.\nThe Court below answered affirmatively all the points presented by the plaintiff in error. There is therefore nothing to complain of in this respect. But it is assigned for error that the learned Judge “ accompanied his answers with observations which impaired their effect.” This may be so; but on a careful examination of the observations contained in the charge, we are satisfied that his instructions were correct, and that he committed no error in regard to the “ standard of mental capacity required to make a will.” An affirmative answer to the points put by counsel, without the necessary explanatory observations, would frequently produce an effect which would lead the jury into error. A judge is acting in the line of his duties when he accompanies his answers with such observations as are necessary to guard the jury against such a result. There are many cases in which affirmative answers to the points put by counsel, although strictly correct as far as they go, would produce an improper effect. It is just that this “effect” should be “impaired” by pertinent “observations” from the judge. If a party may have the benefit of instructions given in his own language, upon all the points which he chooses to present, and may preclude the judge from making any accompanying observations, it is not likely that impartial or ample instructions would be given, or that even-handed justice would be administered.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Horn and Hirst, for plaintiff in error.",
      "Longhead, with whom was Mench, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Leech versus Leech.\n1. Where objections are made before the Register to the probate of a will on the ground that the writing was procured by improper influence, and that the alleged testator was not of disposing mind and memory, and in the precept to the Common Pleas directing the issue such objections alone are stated, and in neither the pleadings, the bills of exceptions to evidence, nor the points submitted, is it shown that the case was put to the jury upon the ground of a subsequent will inconsistent with the one in issue and amounting to a revocation of it, it is too late to raise that question in the Court of revision.\n2. It is not a subject of error that the Court, in answering points affirmatively, accompanied the answers with observations which impaired the effect of the answers, where the instructions taken together were proper, and where the observations of the Court were advisable in order to prevent the jury from being led into error by mere affirmative answers.\nError to the Common Pleas of Philadelphia county.\nThis was an issue directed by the Common Pleas of Philadelphia, in pursuance of a precept from the Register of that county, to try the validity of the will of Charles Leech. In the issue, Charles Leech, the son and sole devisee of the alleged testator, was the plaintiff, and Samuel S. Leech, a brother of the said decedent, was the defendant. The will in question was dated on the 20th August, 1849. In the same it was declared that the testator made the same as his last will and testament, declaring all others, if any, to be void and of no effect, and it was added, that, “ In consequence of the affectionate, feelings I entertain for Charles Leech” * * * “I give and devise to him all my estate, real, personal, or mixed,” and Charles Leech was appointed sole executor.\nThe testator died in April, 1851, being above eighty-three years of age, and leaving his said son and several brothers and sisters.\nThe probate of the writing was objected to by Samuel S. Leech, on the ground that it had been procured by improper influence, and that at the time of its being made the alleged testator was not of disposing mind and memory. An issue was requested, and a precept was accordingly issued to the Common Pleas to direct one.\nOn the part of Samuel S. Leech, the plaintiff in error, it was alleged that the habits of life of the testator, who had never been married, had been eccentric — and that for a few years before his death, his conduct evinced derangement and imbecility of mind; and it was alleged that when the will in question was made, he was incapable of making a will. He left considerable real estate, but no personal property. It was said that he had executed three wills — by the first one, said to have been executed in the summer of 1849, he had devised all his property to one Israel S. Elliott. The second was the will in question. The third was said to be a reiteration or copy of the provisions of the first one. It was testified by Elliott that it was from three weeks to a month after the first will that it was copied. It was testified by the counsel who wrote it that it must have been written after the commencement of September.\nThe person who drew the last will said he thought that the testator, at the time it was drawn, was incompetent to make a will — • that he thought it might be drawn to humor him. He said that he had not seen that will since.\nOn the trial, the defendant’s counsel proposed points as follows:\n1st. It .is not material whether mental imbecility arises from insanity, old age, or bodily infirmity; if the testator’s mind is shown to be in a condition not to manage his own affairs or know what he was doing, his will is invalid.\n2d. That eccentric habits, extreme old age, inconsistent and unaccountable actions, great defect in memory, and mental aberration and delusion, are evidences of such mental imbecility.\nSd. That partial derangement of the mind, or an insane delusion as to a particular heir or person, whereby the testator was induced. to exclude him from his will, though sane in other respects, renders the will invalid.\n4th. That where a person is shown to be subject to fits of mental derangement, the burthen of proof is on the plaintiff (in this issue) to show that his will was made during an interval when the mind was sane, and to prove such sanity.\n5th. When the evidence discloses a state of facts showing undue influence over the testator’s mind, the jury may take this into consideration as well as imbecility, for they must decide upon all the facts of the case.\nKing, President Judge, in his charge, inter alia, said:\nThere are few subjects coming before Courts of law, that ought to be better understood by the general community, than what is meant in our Courts by the phrase “testamentary capacity.” And yet there are none in which the public are more in error. The prevalent idea is, that in order to constitute “ testamentary capacity, ” the intellect of a testator should be in its most perfect state of integrity, and possess all its original force and vigor.\nThis, however, is an erroneous view of the subject. If such were the requirements of the law, few wills would stand a test so severe. A superstitious dread of executing such instruments, a timid fear that such execution may be the immediate precursor of death, leads to postponements and delay. And it continually happens that the final disposition of a man’s estate, by his last will, is the last business act of his life. One who is enfeebled and exhausted by the pains and sufferings of a mortal disease, and whose mind is agitated by the hopes and fears of eternity, can hardly be said to have his intellect in a perfect state of integrity. And yet a large portion of wills are made under such circumstances, and are every day sustained in Courts of justice. (A disposing mind and memory, in the view of the law, is one in which the testator is shown to have had, at the making and execution of a last will, a full and intelligent consciousness of the nature and effect of the act' he was engaged in; a full knowledge of the property he possessed; an understanding of the disposition he wished to make of it by the will, and of the persons and objects he desired to participate in his bounty.) The wills of the aged and infirm are alike good, although, when compared with their condition in the vigor of life, the minds of such testators may seem relatively enfeebled; provided they are shown, at the making and execution of such wills, to possess such disposing minds as I have just defined to you.\nEven the will of a maniac is good, provided it has been made during a lucid interval; during a time in which his mind has been restored to healthy though temporary action. The party, however, setting up such a case, must establish clearly the existence of the lucid interval during which it has been made. For general testamentary incapacity, once shown, is presumed to continue until the fact of temporary capacity is established by convincing proofs.\nTestamentary incapacity does not necessarily suppose the existence of insanity, properly so called. Weakness of intellect, from extreme age, from great bodily infirmity, or from intemperance, to the extent of disqualifying a testator from knowing and appreciating the nature, effect, and consequences of the act he is engaged in, is as much testamentary incapacity as raving madness. (If from any cause an alleged testator is so enfeebled in mind as to be incapable of knowing the property he possesses; of appreciating the effect of any disposition made by him of it; and of distinctly understanding to whom he intends to bequeath it; he is without the testamentary capacity required to make a valid will.) * * *\nAlthough incidentally other grounds for impeaching this will have been brought in view, yet the brief question for your decision is the testamentary capacity of the testator, not before, nor after, but at the actual time of its execution.\nHe referred the facts to the jury, to be applied to the principles expounded by the Court. He further said that it had been contended that if the jury should by their verdict find that the testator possessed adequate testamentary capacity at the time of executing the will in issue, this would give validity and effect to the will in favor of Elliott, which it had been stated had been copied from the first will, and which it was contended was executed after the will in question. He said that the said last written will had not been produced, and whatever may be the legal effect of a finding in favor of the will in question in the issue upon the alleged last will in favor of Elliott, that such effect was not a question before the Court.\nVerdict was rendered for the plaintiff in the issue.\nIt was assigned for error, that the judge erred: 1st. In taking from the jury the question whether the last will did not revoke the prior will in question, and in. treating that question as not under consideration.\n2d. In his instructions to the jury as to the standard of mental capacity required to make a will.\n8d. Because, in affirming the points presented, he accompanied them with observations which impaired their effect.\nHorn and Hirst, for plaintiff in error.\nIt was said that the subsequent will proved to have been executed was inconsistent with the will in question. That, though not effective as a will, until produced for probate, yet for the purpose of having a revocation of the will in question, or as showing such an intention on the part of a testator, it was sufficient: 5 Term Rep. 124; 7 Vesey 348; 7 John. Ch. 258; 1 Howard’s Miss. Rep. 336; 1 Pick. 535, 543; 1 Bay. 464 ; 2 Harris 152; 8 W. & Ser. 275; 2 Yeates 170; 4 Ser. & R. 295, 567.\n,2. As to the question of mental capacity, it was alleged that, according to the opinion of the Court, it was made to depend on the questions of fact stated by the judge; whereas it properly depended on all the circumstances of the case. On the subject of mental capacity, and the rule in regard to wills, reference was made to 1 Cox Ch. Rep. 353, 356; 2 Hag. Ec. Rep. 122; Moore’s Rep. 759; Shelford on Lunatics 275; Worthington on Wills 28; 8 Watts 70; 2 Harris 149; 1 Jarman on Wills 28.\nAs to the 3d assignment, reference was made to the case of McTaggart v. Thompson, 2 Harris 155.\nLonghead, with whom was Mench, for defendant in error.\n— It was remarked, as to the paper called the third will, that the attorney applied to was directed to copy the first will, which he did, and that the copy was executed. It was suggested that being merely a copy of the first will, the one in dispute was the last will. It was said that no question, as to the will in dispute being the last paper executed, was raised by the defendant in the issue, either before the Register or the Court below. That it was not. suggested in the opening to the jury, nor- till the senior counsel for the defendant below was making his last address to the jury. It was alleged that a mistake existed as to the time when the copy of the will was made, and that the time of its execution could have been shown had it beén raised on the trial. It was not mentioned in the 'points submitted. The will alleged hy the defendant in the issue to be the last one should have been submitted to the Register, or its suppression by fraud or its destruction alleged, and the Register should then have admitted the last one to probate, or directed an issue to determine which was the last will. The party is bound by Ms allegation before the Register: 13th section of the Act of 15th March, 1832, relating to Registers and Registers’ Courts. The precept in this case for the issue states the allegations and facts to be tried, viz.: “ That the said writing was procured by improper influence, and when the testator was not of disposing mind and memory.” 4 Yeates 175; 7 Barr 458. The proof of a subsequent will lay upon the party alleging its execution: 8 W. & Ser. 295; 4 Yeates 345; 6 Barr 409; 9 Id. 151.\nIt was alleged that the will copied was, at the time of the trial, in the possession of Elliott, who was a witness on the part of the defendant; and if it were designed to raise the issue as to it, it should have been produced: Jones v. Murphy, 8 W. & Ser. 295, before cited.\nAs to what will amount to a revocation of a will, reference was made to 10 Barr 82, Flintham v. Bradford.\nAs to the charge, it was observed that the facts were submitted to the jury.\n.As to the question of capacity: it was sufficient if, in the making of his will, the testator understands what he is doing, and that the soundness of his mind is to be judged of from his conversation or actions at the time the will is made. Reference was made to 4 Wash. C. C. Rep. 262; 3 Id. 586; 9 Barr 163; 1 Green Ch. 82; 2 Id. 563 ; Notes to Jarman on Wills 27, 29; Reed’s Will, 2 B. Munroe 79; 9 Oonn. 102; 3 Knapp’s Cases 122; 26 Wend. 225; 2 B. Munroe 74; 8 Conn. 254; 5 John. Ch. 158; 1 Green 9; 1 Paige 171; 8 Mass. 371; 3 Bag. Ecc. R. 527; 1 Yeates 108; 10 Ser. & R. 84; 8 Watts 70.\nIn the general charge the points submitted were fairly answered; and in addition, the points were read and affirmed."
  },
  "file_name": "0067-01",
  "first_page_order": 67,
  "last_page_order": 72
}
