{
  "id": 411587,
  "name": "Baker's Appeal. M'Gowan's Appeal. Davis's Appeal",
  "name_abbreviation": "Baker's Appeal",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "76",
  "last_page": "85",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 76"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 822,
    "char_count": 25793,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 5.736956735428629e-07,
      "percentile": 0.9502550148676622
    },
    "sha256": "2dceb0ee5d3dc520a265eeda75bed5bcbee26b8cf3ba5ecf04881aa69b76039c",
    "simhash": "1:7881e69da1d21116",
    "word_count": 4494
  },
  "last_updated": "2023-07-14T18:06:27.693224+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Baker’s Appeal. M’Gowan’s Appeal. Davis’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLewis, J.\n— These are appeals from the decree of the Common Pleas of Chester County, distributing the estate and effects of James and John Yearsley, lately trading under the firm of James Yearsley & Brother.\nOn the 1st April, 1847, the five brothers, James, John, Nathan, Thomas, and Benjamin entered into partnership in the iron business. On the 27th July, 1848, Thomas and Benjamin retired from the firm, disposing of their interest in the partnership estate and effects to the other three brothers, the latter agreeing to pay the debts of the firm, and to exonerate and for ever defend the said Thomas and Benjamin from all obligation to pay any part of the same.\nOn the 1st April, 1849, Nathan Yearsley sold his interest in the partnership property to John Yearsley. It is stated that this sale was without the approbation of James Yearsley. James and John however continued the business, and contracted debts until the 12th December, 1850, when they executed on assignment of the partnership property of the said James Yearsley and John Yearsley, trading and doing business under the firm name of James Yearsley & Brother. This assignment was expressly to pay the creditors of the partnership “composed of the said James Yearsley and John Yearsley.”\nThere are three classes of creditors claiming distribution of the fund in the hands of the assignees. 1. The creditors of the first firm, consisting of the five brothers. 2. The creditors of the second firm, consisting of the three brothers. And, lastly, the creditors of the third firm, consisting of the two brothers who made the assignment expressly for the benefit of their own partnership creditors.\nThe appellants, Davis and Baker, are creditors of the first firm, and McGowan was originally a creditor of that firm, but now claims to be a creditor of the second firm by means of a note given by the latter upon the surrender of his claims against the first partnership. McGowan also claims to be a creditor of the second firm for a sum of money loaned; but as this claim has been allowed to participate in the distribution, without exception, its right will not be considered here, nor its position disturbed.\nWhere the interest of one partner in the partnership property passes to another person, it is immaterial whether that transfer be effected by a sale by the partner himself for a valuable consideration — by a sale of his interest on execution — by his death and the succession of his executor or administrator, or by assignment Under the bankrupt or the insolvent laws. “ In all these cases the party coming in the right of the partner, comes into nothing more than an interest in the partnership which cannot be tangible, cannot be made available, or be delivered, but under an account between the partnership and the partner; and it is an item in the account, that enough must be left for the partnership debts.” Taylor v. Fields, 4 Vesey Jr. 396; and Deal et al v. Bogue. See 8 Harris 228.\nBut it is well settled, that the right to confine such partner, or those who claim title under him, to his interest in the surplus, after payment of the partnership debts, is an equity which rests in the other partners alone, and not in the creditors of the firm. The latter have no lien on the property, and must work out their preference in the distribution of the partnership funds, entirely through the medium of the partners whose interests remain undisposed of: Story’s Equity, § 1253. If they consent or submit to a different disposition of the assets, the preference of the creditors is at an end, and they must rely upon the personal responsibility of the partners who contracted the debts. Where one partner sells his interest to another, in consideration of an engagement by the latter to pay the partnership debts, the rule is the same. The engagement to pay them is but a personal contract. It creates no lien on the property. It follows as a necessary consequence, that if the partner who has acquired the interests of his former associates, and in whom resides the right to appropriate the partnership assets to the payment of partnership liabilities, thinks proper to exercise his dominion, and to make a different disposition of them, he has a right to do so; and the preference of the partnership creditors engrafted upon, and deriving its support from his equity, ceases to exist. The scion dies with the stock. These principles are announced in Story on Partnership, sections 358, 359; Gow on Partn. Ch. 5. s. 1; and Collyer on Partn. b. 4, ch. 2, s. 1; and appear to be fully sustained by Ex parte Ruffin, 6 Vesey, Jr. 126; Taylor v. Fields, 4 Ves. Jr. 396; Kelly’s Appeal, 4 Harris, 59; 11 Ves. Jr. 3; 10 Ves. Jr. 347; Doner v. Stauffer, 1 Penn. R. 198; Campbell v. Mullet, 2 Swanst. 552, and other authorities. Lord Eldon, in Ex parte Ruffin,' seemed to think that if the right to dispose of the assets did not exist in the partners, “ no partnership could ever arrange its affairs.” And Chief Justice Gibson has shown, in Doner v. Stauffer, that after a sale of the interest of one partner, the equity and the interest of the remaining partner is the subject of sale on a separate execution against him, which passes the entire interest to the purchaser. And that where the interest of each is sold on separate executions for their individual debts, the partnership creditors can neither follow the property in the hands of the sheriff ’s vendee, nor claim any portion of the proceeds of sale. There can be no stronger illustration than this of the principle that the partnership creditors have no equity of their own upon which they can enforce a preference, or control the partners in exercising dominion over their assets, so long as they remain unencumbered by liens.\nIf the property from which the fund in Court arises had been assigned for the benefit of the creditors of the second firm, composed of the three brothers, a question might arise whether, by their agreement to pay the debts of the first firm, they did not convert those debts into debts of the second. But it is not necessary to discuss that question, inasmuch as the assets have been assigned for the benefit of the creditors of the last firm, composed of the two brothers. As the whole right of property existed in those two brothers, at the time of the assignment, their right to appropriate it to the payment of the partnership debts of the firm to whom it belonged is clear and unquestionable. The Act of 1843 does not stand in the way of such an assignment. That Act was not intended to deprive partners of their legal and equitable right to appropriate partnership assets to the payment, without preference, of all the debts of the firm to whom the property belonged at the time of the assignment.\nThe right of property existing in James and John Yearsley at the time of assignment, their right to appropriate it to the payment of the debts of the firm of which they were the only members being established, and the fact that they have so appropriated it being also shown, the only remaining question is, do the appellants belong to that class of creditors ? This is the pinch of the case. They were all originally creditors of the first firm. McGrowan afterwards became a creditor of the second. But neither of them is a creditor of the third, unless he has become so without his knowledge or consent, by the sale made by Nathan Yearsley to his his brother John, and by the act of John in bringing his interest thus purchased, into the new partnership, composed of himself and his brother James. It is not necessary to cite authorities to prove that it takes at least two to make a bargain. Nothing can be clearer than that these transactions between the partners created no contract with their creditors. No creditor could thereby be compelled to release his demand against five for the more uncertain security of a claim against two. These transfers neither discharged the original partners, nor imposed upon the subsequent firm any new liabilities to the creditors of the first. And they furnish no foundation whatever for an action by the creditors of the two first firms against the partnership last established. A creditor without a right of action is a legal impossibility. If John, when he purchased the interest of Nathan, had agreed with the latter to pay the debts of the old firm, this would not have made them his creditors; and if it had, they would not thereby have become the creditors of the new partnership about to be established. But we have no evidence of the terms of this sale, or of the consideration upon which John brought his interest into the new partnership with James, and afterwards united with him in applying the assets to the debts of that firm. The effect of the sale by Nathan to John was to dissolve the old firm, and to transfer Nathan’s interest in the assets to John, subject to the right of James to insist on applying them in the first place to the payment of the liabilities of the old firm. This right he might insist upon or waive, at his pleasure. That he waived it is demonstrated by his application of the assets to other purposes. To allow creditors of the two first firms to claim any portion of this fund would invert the well established principle that the preference of partnership creditors is not founded upon any equity of their own, but must always be worked out through the agency of the partners; it would destroy, without authority of law, the necessary dominion which every man has over his own property, and give the control to those who have fairly transferred all their rights to others. To class these claimants as creditors of the last firm, without their consent, without the consent of the last firm, without any release of their claims against their original debtors, and without any contract or consideration whatever, would be to create a liability where none existed either by the contracts of the parties, or by the law of the land. To permit this would be an illegal interference with the rights of the creditors of the last firm, and a palpable violation of the terms of the assignment.\nThe errors assigned have not been sustained, and the decree of distribution is therefore to be affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      },
      {
        "text": "Lowrie, J.,\ndissented.\nThe deeree was affirmed; but subsequently the Court was informed that a mistake existed as to the decree of the Court below, and a rule was granted to show cause why the decree should not be reformed, and a decree made according to the principles indicated in the preceding opinion.\nLewis, J. — It is suggested by U. V. Pennepaeher, Esq., that the decree of this Court affirming the distribution ordered by the Court below, is not in conformity to the principles indicated in the opinion filed.\nUpon inspection of the paper-book it appears that the Court below expressed the opinion, “that the creditors of the old firm, are delayed until the payment of the debts due to the creditors of the new firm,” — “that the creditors of the new firm will come in on the fund for distribution before the joint-creditors of the old firm;” and sent the cause “back to the same auditor for correction on this basis.” It further appears that the auditor reported a distribution stated by him to be “ among the- creditors of the new firm, pursuant to the directions of the Court.” In this distribution the dates of the debts claimed are not stated, nor does it appear distinctly that by the term “ new firm,” the Court below intended the last of the three firms; but as that was the “ new firm,” and as the principles contained in the opinion filed, indicated the propriety of distributing the assets among the creditors of the firm last engaged in business, composed of the two persons who made the assignment, it was supposed that the distribution below was among those creditors, and for that reason the decree was affirmed.\nIn order that the alleged mistake may be corrected, if shown to exist, it is ordered that a rule be granted to show cause why the deeree entered in this case shall not be reformed, and the case committed to John K. Pindlay, to report a decree of distribution according to the principles indicated in the opinion of this Court on file. The rule to be heard on the 26th of July, 1853, and notice to be given by Mr. Pennepacker to all the parties interested, or to their attorneys; and the record not to be remitted until this rule is disposed of.",
        "type": "dissent",
        "author": "Lowrie, J.,"
      }
    ],
    "attorneys": [
      "The case was argued by Lewis, with whom was Pennypaclcer for Davis and Baker. And by W- Darlington for appellee.",
      "Stevens was for the administratrix of McGowan’s estate."
    ],
    "corrections": "",
    "head_matter": "Baker’s Appeal. M’Gowan’s Appeal. Davis’s Appeal.\n1. When the interest of one partner in a partnership property passes to another person, whether hy sale hy the partner himself, or by execution, or by his. death, or by assignment under the bankrupt or insolvent laws, the person claiming under the transfer acquires only an interest in the partnership, which cannot be made available but under an account between the partner and the partnership, and it is an item in that account that enough must be left for the partnership debts.\n2. But the right to confine such partner or those who claim title under him to his interest in the surplus after the payment of the partnership debts, is an equity which rests in the remaining partner or partners alone, and not in the creditors of the firm, and may be insisted on or waived by the remaining partner at his pleasure. And the rule is the same where, in the case of a sale by one partner to his copartners, the latter engage to pay the partnership debts. The engagement to pay is but a personal contract, and creates no lien on the property in favor of the partnership creditors. The remaining partners have a right to assign the property for the payment of their own debts exclusively.\n3. The Act of 1843, to prevent preferences in assignments, will not prevent an assignment of-partnership property for the payment, without preference, of all the debts of the firm to whom the property belonged at the time of the assignment.\n4. A firm consisted of five -brothers.. 'Two of them retired from the firm, disposing of their interest in the partnership estate and effects to the other three, the latter agreeing to pay the debts of the firm, and exonerate and defend the assignors from all obligation to pay any part of the same. After some time, one of the remaining three sold his interest in the partnership property to one of the remaining two partners, said to be without the approbation of his copartner. The two remaining partners, after contracting debts, executed an assignment of their partnership property, by the terms of the assignment it being expressly to pay the creditors of the last firm, composed of the two partners\nIt was Held, that the creditors of the first two firms had no right to claim any portion of the fund last assigned, but that the same was distributable among the creditors of the last firm.\nAppeal of Nathan Baker from the final decree of the Court of Common Pleas of Chester county, distributing the estate and effects of James Yearsley and John Yearsley, late trading under the firm of James Yearsley and Brother, which had been assigned to Charles Downing, William Windle, and Abraham Gibbons, Jr., in trust for the benefit of creditors.\n1. The parties litigating this appeal were Nathan Baker, appellant, and M. Brooke Buckley, the latter of whom took exception to the auditor’s report and distribution of the assets, and succeeded in the Court below in obtaining a decree more favorable to the class of creditors to which he belongs.\nCatharine Me Cowan’s Appeal: The parties are the same in this appeal, except the appellant, who appeals as the administrator, &c., of John McGowen, deceased.\nJames Dams appealed in the same case.\nOn the 1st day of April, 1847, five brothers, James, John, Nathan, Thomas and Benjamin Yearsley, entered into copartnership in the manufacture of iron at Coatesville, Chester county, in the name óf “ James Yearsley and Brothers.” They continued in business together until the 1st day of August, 1848, when Thomas and Benjamin retired from the firm, leaving the remaining three brothers to carry on the concern.\nWhen Thomas and Benjamin withdrew, notice of the dissolution was published in a newspaper.\nOn the 27th day of July, 1848, the five brothers entered into a written contract, whereby the said firm and copartnership was from that date dissolved, on the following terms and conditions, to wit:\n“It is stipulated and agreed that James, John, and Nathan Yearsley, do take the entire stock of merchandise, goods, and real estate, now belonging to said firm, with power to collect all book debts and claims now due the firm, and recover any part of the same, in the name of the firm, by suits at law or in equity. That they shall pay all debts due by the firm, hereby exonerating and for ever defending Thomas and Benjamin Yearsley from all obligation to pay any part of the same¡ The said Thomas and Benjamin relinquishing all claims to benefit from any debt due to the firm, now and for ever.\n■ “ And finally, that the said James, John, and Nathan Yearsley do agree to pay to the said Thomas and Benjamin, the balance lawfully due them on settlement of their individual accounts with the firm, together with interest on all their moneys used by the firm for the time so used, on the 1st day of April, 1849, with interest.”\nSigned by James, John, Thomas, Nathan, and Benjamin Yearsley.\nThe three brothers, after the withdrawal of the other two, continued in business and carried on the concern in the same name up to April 1,1849; when Nathan by a parol bargain sold his interest in the partnership to John, without the approbation of James. No notice of this sale was published, nor was any change made in the name of the firm. The business was carried on subsequently as from the beginning, in the name of “ James Yearsley & Brothers.” No change was made in the books of the partnership when Thomas and Benjamin withdrew, nor when Nathan sold to John. A number of debts contracted by the five were paid by the three, and notes given in the name of “ James Yearsley & Brothers,” while the five constituted the .company, were taken up and new notes given in the same name by the three.\nThe partnership property originally belonging to the firm consisted of valuable real estate (on which a large rolling mill was built), and the stock in trade. The title to this real estate prior to the formation of the partnership, was vested in James Yearsley for two-thirds, and in James and wife, in right of his wife, for one-third. In order to vest the estate in the five brothers, it was arranged that James and wife should convey the whole to John, and that John should reconvey to James one-fifth part, and to each of his other three brothers another fifth. Pursuant to this arrangement James and wife conveyed to John, but John never conveyed to his brothers. The deeds were prepared for that purpose, but were not executed. John held the title for the use of the firm, and the property was occupied and used for the business of the partnership. On the 12th day of December, 1850, James Yearsley and John Yearsley assigned all their partnership property, estate and effects, real and personal, in trust for the benefit of the creditors of “James Yearsley h Brother,” and to return the overplus to James and John, according to their respective interests.\nThe assignees took possession of all the real estate, the title of which was held by John, and which was used and occupied as above stated, first by the five and afterwards by the three brothers operating in the name of “James Yearsley & Brothers,” and also of the stock in trade and partnership effects on hand at the time of the assignment, and converted the same into cash. The assignees settled an account exhibiting a balance for immediate distribution of $50,000, leaving in their hands personal property still undisposed of, valued at $16,953.43.\nOf this balance of $50,000 the sum of $46,663.66 was the proceeds of real estate sold by the assignees, the legal title of which was vested in John only, as has been already stated.\nThe claims upon the fund of $50,000 for distribution, were of three classes.\n1. The debts contracted by the firm composed of the five brothers and still remaining unpaid, amounting in the whole to the sum of $32,793.26\n2. The debts contracted by the firm composed of the three brothers and still remaining unpaid, amounting in the whole to the sum of $1,664.90\n3. The debts contracted after Nathan sold to John, and when the firm was composed of two brothers, amounting to $66,616.01\nOn petition presented to the Court, an auditor was appointed to make distribution among the persons entitled. ■ The auditor reported a distribution among all the creditors of the three classes pro rata and without preference. Exceptions to the report were filed, claiming that the debts which originated prior to August 1, 1848, when Thomas and Benjamin retired from the firm, should be postponed; and that the debts which were created after that date should have priority of claim upon the fund.\nThe Court sent the matter back to the auditor with instructions to report a distribution of'the fund among the creditors, whose claims originated after August 1, 1848.\nTo this report exceptions were filed on the part of Baker, viz.:\n1. The auditor erred in giving a preference to the creditors of the firm composed of James Yearsley, John Yearsley, and Nathan Yearsley, doing business as “ James Yearsley & Brothers.”\n2. The auditor erred in applying the assets of James Yearsley & Brother to the payment of the debts of James Yearsley & Brothers, to the exclusion of the creditors of the old or first firm who stood on the same equitable ground. ' |\nJames Davis, Catharine McGowan, administrator of the estate of John McGowan, deceased, Joseph P. Baker, John Walter, and other creditors, also took substantially the same exceptions, all of which were overruled; and Nathan Baker, James Davis, Catharine McGowan, administrator &e. of John McGowan, and several other creditors, took separate appeals to this Court.\nIt was stated that the business from first to last was done in the name of “ James Yearsley k Brothers.” Also that the assignment, under which this fund was to be distributed, was made by James and John Yearsley, as partners in trust, to pay the creditors of the said partnership of “James Yearsley & Brother,” composed of James Yearsley and John Yearsley. The assignment was of the firm property of James Yearsley & Brother to pay the debts of that firm, and the surplus, if any, to be returned to James and John, in proportion to their several interests. It was said that no firm bearing the name of “James Yearsley k Brother,” existed. After Nathan sold his interest to John, James and John continued the business in the same name as that in which they began, up to the day when they made their assignment. It was said that in that instrument they first set themselves forth as partners doing business in the name of “James Yearsley & Brother;” and transferred all their property, real, personal, and mixed, to pay the debts of “James Yearsley & Brother.”\nIn James Davis’s Appeal the facts were the same, and the history of the case the same as in Baker’s appeal.\nIn Catharine McGowan’s Appeal there is some valuation in the circumstances.\nIn the first report of the auditor he classed the claim, of John McGowan among the debts of the old firm of the five brothers.\nIn the second report he altered this classification, and placed the two notes which constituted that claim among the debts of the new firm of the three brothers, and the reason he assigned for this alteration was, that the indebtedness of the firm to John McGowan, of $6127.51, was ranked in the former report by mistake among the debts of the old firm. The debts to John McGowan were contracted during the existence of the old firm, but the new firm gave its notes to pay them, of the dates shown in the former report.\nOne of those notes was drawn November 17, 1848, at five months, for $4100, payable to John McGowan or order, at the Lancaster Bank.\nThe other was drawn December 11, 1848, at five months, for $1530, payable at Lancaster Bank, to John McGowan or order. Interest was paid on both notes on the following April.\nA letter from James Yearsley, dated 12th month 7th, 1848, it was said, showed that he made application at that date to John McGowan, for money to pay for a machine for “turning and boring car axles and wheels.” It was said that this went to show that the last note was given for money borrowed for that purpose.\nInterest was paid on both of these notes by James Yearsley, acting for the new firm in April, 1850.\nThe auditor, considering these debts as among the liabilities of the new firm, sp reported; but the Court ordered them to be restored to the list of debts of the old firm, and Mrs. McGowan appealed.\nOn the part of Baker and Davis exceptions were filed as follows:\n1. The Court erred in sustaining the exceptions to the first report of the auditor, and in decreeing a different distribution.\n2. The Court erred in decreeing that the assets of the assignors “ James Yearsley & Brother,” should be distributed equally among the creditors of the three brothers, James Yearsley, John Yearsley,- and Nathan Yearsley, partners in trade, under the name of “James Yearsley & Brothers.”\nOn the part of Catharine McGowan it was excepted, 1. That the Court erred in decreeing that the firm of James, John, and Nathan Yearsley, were not liable for her claims as administrator. 2. In excluding them ; and 3. In placing such claims in the class of debts due by the old firm.\nThe case was argued by Lewis, with whom was Pennypaclcer for Davis and Baker. And by W- Darlington for appellee.\nStevens was for the administratrix of McGowan’s estate."
  },
  "file_name": "0076-01",
  "first_page_order": 76,
  "last_page_order": 85
}
