{
  "id": 411592,
  "name": "Reitenbaugh versus The Chester Valley Railroad Company",
  "name_abbreviation": "Reitenbaugh v. Chester Valley Railroad",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "100",
  "last_page": "106",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 100"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 628,
    "char_count": 16896,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 5.270782463571768e-07,
      "percentile": 0.9417840576805829
    },
    "sha256": "e13fb8329568b977ee35501dc990e0c7c33a1e3803f9d38b40e0cb6e6b71f7ce",
    "simhash": "1:fde2b4e0aa2231a0",
    "word_count": 2948
  },
  "last_updated": "2023-07-14T18:06:27.693224+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reitenbaugh versus The Chester Valley Railroad Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nWoodward, J.\n— When a railroad company is about to appropriate the property of individuals, they are required by the Act of Assembly of 19th February, 1849, entitled “An Act regulating Railroad Companies,” to apply to the owner of the property wanted, and endeavor to agree with him on the compensation, unless the owner be absent or legally incapacitated. Nor have they a right to petition the Court for viewers until such effort has been made; and when they do petition, they should set forth the names of the owners whose property is desired, the fact that they cannot agree on the compensation, or that the owner is absent or legally incapacitated to contract, and verify their statements by the affidavit'of some person having knowledge of the facts.\nThe Act does not require the Court to summon the owners to answer the petition, but considering that the selection of viewers is a most important step in the proceedings, and that one party is in Court, it would be a good practice to bring in the other, or at least to give him notice before viewers are appointed. And where the owner is absent, which means beyond the reach of process, or is under age, insane, feme covert, or otherwise legally incapacitated to contract, it is indispensable that the Court should make such appointments of guardians, and such decrees and orders concerning notice, as may be necessary to protect the interests to be affected. And that the Court may know the condition of the parties interested, and what orders the occasion requires, their names should be disclosed in the petition for the view.\nWhen the view is awarded, the Court are to appoint a time not less than twenty nor more than thirty days thereafter, for said viewers to meet at or upon the premises where the damages are alleged to be sustained, of which time and place ten days’ notice shall be given by the petitioner to the.,said viewers, and the other party. This contemplates a notice to each owner of the time and place of meeting on .his premises. A railroad company that obtains a view without disclosing the name of a single owner, and then gives a whole neighborhood notice of a day for commencing the examination, and adjourns the view from time to time, has not complied with the requirements of the statute. The notice should inform the owner when the viewers are to be on his premises, not when they are to commence traversing the route of the railroad, and leave him to watch their arrival. And that the Court may see that parties have had the requisite notice, the evidence of it should be filed with the viewers, and returned with their report. There can be no objection to the same day being appointed for different owners, nor to adjournments from day to day, if each owner has the notice prescribed by the statute of the time when his premises are to be viewed.\nThen as to the matter of the report, the statute requires that the viewers shall estimate and determine the quantity, quality, and value of the lands to be taken and occupied, or of the materials to be used and taken away, regard being had to the advantages and disadvantages likely to result to the owner; and on a fair and just comparison of these, they are to estimate and determine what damages, if any, have been or may be sustained, and to whom payable.\nIt should appear on the face of the report what the quantity, quality, and value of the lands or materials to be taken are. The advantages and disadvantages likely to result, cannot reasonably be set down in detail, but the fact that there has been a comparison of them should be certified, and the amount of damages, and to whom payable, should be distinctly stated.\nOn the subject of what is called consequential damages the doctrine settled in this Court is, that they are not to be estimated unless provided for in the Act of incorporation, and Acts of incorporation are constitutional, though no provision be made for such damage: Monagahela Navigation Company v. Coons, 6 W. & Ser. 114; Henry v. The Pittsburgh and Allegheny Bridge Company, 8 W. & Ser. 85; Mifflin v. Railroad Company, 4 Harris 193.\nWhat damage is to be considered consequential and not direct, is a question which the adjudged cases must answer, and which I will not discuss here, because it does not arise out of the report before us. But to enable the Court to determine in every case whether the viewers have confined their assessment of damages to the subject-matter provided for in the general law, or in special Acts' of incorporation, it is apparent the report should exhibit the grounds of the assessment. Unless it does so, it is in vain to object that the viewers allowed damages that were consequential in their nature.\nEqually vain is it to complain of inadequate or excessive damages, for such exceptions involve inquiries into facts, which we have several times declined to make. There is no provision for bringing the evidence upon the record, and unless the error of the viewers appear on the face of their report, we have no corrective power.\nThese observations have been suggested by the nineteen exceptions filed to the report before us, and by the eleven errors assigned to the opinion of the Court in confirming the report; and it is believed that every material point raised by these multitudinous exceptions and errors has been sufficiently answered in what has been said. Whatever exception is thought to be unanswered, is considered groundless.\nBut the proceeding before us cannot be sustained. It is defective in almost all points. The president of the company applied by petition to the Common Pleas of Chester county, for a view'of certain property lying in Chester county, on and near the line of the route of the railroad, without naming an owner or alleging an attempt to agree with an owner, and without verifying by affidavit such facts as he did allege. Viewers were appointed, and they report that they met at the time appointed, notice having been previously given, and assessed damages to some thirty-eight persons who are named in their report for the first time. It does not appear from the report that these persons were served with notice, or that they were present at the view, nor does it appear for what cause damages were awarded to them. Except in three instances, there is nothing said of the quantity, quality, or value of the land taken, and it does not appear that there was any comparison of advantages and disadvantages.\nA report so studiously regardless of the requirements of law, ought never to have been confirmed. Indeed, upon so imperfect a petition,’a view ought not to have been awarded. Erom the root upward the proceeding is defective. At best such proceedings are out of the course of the common law, and therefore the statutory requisitions should be strictly pursued. When rights of property are to be divested by force of law, against the consent of the owner, he is entitled to full notice of every step in the process, and to a faithful observance of all such solemnities as are prescrjbed.\nThe whole of these proceedings are set aside at the costs of the company.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "The case was argued by Bell and Lewis, for plaintiffs in error.",
      "Smith and Hichman, contra."
    ],
    "corrections": "",
    "head_matter": "Reitenbaugh versus The Chester Valley Railroad Company.\n1. When a railroad company is about to appropriate the property of individuals, they are required by the Act of 19th February, 1849, entitled “ An Act regulating railroad companies,” to apply to the owner of the property and endeavor to agree with him as to the compensation; unless the owner be absent or legally incapacitated, and they have no right to petition for the appointment of viewers until such effort has been made.\n2. In the petition should be set out the names of the owners whose property is desired, the fact that they cannot agree as to the compensation, or that the owner is absent or legally incapacitated to contract; and the statement of fact should be verified by affidavit.\n3. The-Act in question does not require the Court to have the owners summoned to answer the petition, but it would be a good practice to have them notified to appear, or at least to have them notified before viewers are appointed. And where the owner is absent beyond the reach of process, or incapacitated to contract, it is indispensable that the Court should appoint guardians and make such decree or order as may be necessary to protect the interests to be affected; and the names of the parties shall be disclosed in the petition for the view.\n4. The Act contemplates that notice be given to each owner of the time and place of the meeting of the viewers on his premises, and the evidence of notice should be submitted to the viewers, and returned with their report. The same day may be fixed for views of different properties.\n5. The quantity, quality, and value of the lands or materials required should appear on the face of the report; and it should there be stated that there has been a comparison of the advantages and disadvantages; and the amount of damages, and to whom payable, should be reported.\n6. Consequential damages are not to be estimated unless provided for in the Act of incorporation, and Acts of incorporation are constitutional though no provisions be made for such damages. But to enable the Court to judge whether the assessment has been according to law, the report should exhibit the grounds of the assessment.\n7. This Court will not inquire into complaints of inadequacy or exeessivaness of damages. The law does not provide for bringing up the evidence, and the review will be confined to errors appearing on the face of the report.\nCertiorari to the Common Pleas of Chester county.\nOn the 7th May, 1851, a petition by the President of the Chester Valley Railroad Company, incorporated by Act passed on 22d April, 1850, was presented to the Court of Common Pleas of Chester county, in which it was represented that the said company was desirous to enter upon and take certain real property in said county, on and near the line or route of the said railroad; and was desirous to make proper compensation therefor to the owner or owners thereof, in conformity to the 7th section of the Act of Assembly of this Commonwealth incorporating said company, passed 22d April, 1850, and the 10th and 11th sections of an Act entitled “ An Act regulating railroad companies,” passed on the 19th February, 1849; “ but that the said company cannot agree with the owner or owners thereof for the compensation proper for the damages done, or likely to be done to or sustained by such owner or owners, and that no compensation could be agreed upon for reasons contemplated and mentioned in the said 11th section. And also praying the Court to appoint seven freeholders as viewers, and to appoint a time for said viewers to meet at or upon the premises where the damages are alleged to be sustained,” and justly and equitably to decide and report, &e., and further to make such further orders as shall enable the company to make to the owner or owners the compensation provided for in the said Acts of Assembly, and as shall protect the company from further liability in the premises.\nThe Court appointed seven persons as viewers, to meet on the premises on the 2d June next afterward; and ten days’ notice of the time and place of meeting to be given to the parties in interest. The viewers to meet at 10 o’clock of said day.\nOn 28th July, 1851, the report of viewers with drafts was filed; and on the 30th July, the report was read and confirmed nisi, with leave to all parties to file exceptions within ten days. On the part of Reitenbaugh and others exceptions were filed, and rule was granted to show cause why the report should not be set aside. Exceptions on the part of other persons were subsequently filed. The exceptions on the part of Reitenbaugh were as follows :\n1. It ought to have appeared to the Court, prima facie, by affidavit, or some other form of evidence, that an effort had been made with the freeholders through whose land the road passes, to agree upon the compensation to he paid to them before an order issued.\n2. No offer was made by the said railroad company to settle with the exceptor, nor was any attempt or effort made by said company to agree with him on the amount of compensation to be paid by said company, either before or since the said petition, was presented, or said order issued.\n3. The order to the said freeholders does not pursue the requisitions of the Acts of Assembly, on which the same is founded.\n4. The time for the assessment of the damages done, or the compensation to be made to each freeholder through whose property the road passes, ought to have been fixed and appointed in the order.\n5. The petition ought to have set forth the names of the several persons through whose property the road passes, and who were entitled to compensation.\n6. The order appoints the 2d day of June for the freeholders named in the order to meet on the premises, and directs notice of that time to be given to the parties in interest; yet the freeholders-did not meet on the premises, of which your exceptor is seised, on that day, nor was any notice giyen to him of any meeting at that time.\n7. The compensation to be made to the owners of the lands through which the road passes, could not be ascertained without the examination of witnesses; yet the said freeholders declined to examine witnesses as to the damages heretofore done to the ex-ceptor, although earnestly pressed and urged so to do.\n8. The return of the jury ought to set out particularly the matters for which damages are allowed, which is not done.\n9. The jury ought to have reported the several subjects of injury for which they allowed compensation, and which they considered, in order that it might appear of record in case future injury should occur, whether that particular injury was or was not within the contemplation of the said freeholders.\n10. The report of the jury does not distinguish, as it ought to have done, between past and future damages.\n- 11. The said freeholders have awarded to this exceptor the sum of eight hundred dollars, which is entirely insufficient to compensate him for the damage which he has sustained, and must necessarily sustain by reason of the said railroad passing through his property.\n12. The said freeholders have not stated for what injuries the said damages or compensation has been allowed.\n13. The said' freeholders do not appear to have allowed any damages for the injuries likely to be done by the use of locomotives.\n14. The said freeholders do not appear, by their report, to have allowed damages or compensation for all the lands occupied by the road, nor to have at all considered the damages likely to arise in future.\n15. The said freeholders do not appear to have allowed any compensation for a large amount of limestone taken from his premises in the construction of the road, which limestone was not less than two thousand dollars in value.’\n16. The said freeholders do not appear to have allowed the ex-ceptor any compensation for the fence, necessarily erected by him at the time the road was in part made through his premises, to protect his crops from injury.\n17. The said freeholders do not appear to have allowed the ex-ceptor, and have not (as your exceptor believes) allowed him any compensation for the depreciation of the value of his property which must be occasioned by the road.\n18. The said freeholders have not allowed compensation for all the injuries which the road must occasion to the property of the exceptor, and have not in this respect obeyed the order of Court or the requisitions of the law.\n19. The said petition of the said Chester Yalley Railroad Company is insufficient; the said ■ order is irregular and has been illegally executed, and the said report of the said freeholders is' not in conformity with the law.\nThe facts stated in the exceptions were affirmed to.\nIn the report of the viewers, it was stated that they met at the time and place appointed in the order (after being qualified, the requisite notice having been given), and proceeded, by adjournment from time to time, to view the premises and estimate the damages, and they reported that they award to the persons named the amount set opposite their respective names, &c.\nAn examiner was appointed to take depositions, and depositions were taken.\nOn 15th March, 1852, the exceptions were dismissed, and the report was confirmed.\nExceptions to the decree of the Court were filed : 1. That the Court erred in’ overruling the first exception.\n2. From’ the 2d to the 7th inclusive, that the Court erred in overruling the several exceptions numbered in the same manner; 8. In overruling the tenth exception; 9. In overruling the eleventh exception; 10. In overruling the thirteenth exception; 11. In overruling the nineteenth exception.\nThe case was argued by Bell and Lewis, for plaintiffs in error.\nSmith and Hichman, contra."
  },
  "file_name": "0100-01",
  "first_page_order": 100,
  "last_page_order": 106
}
