{
  "id": 411525,
  "name": "Hood's Estate",
  "name_abbreviation": "Hood's Estate",
  "decision_date": "1853-06-20",
  "docket_number": "",
  "first_page": "106",
  "last_page": "117",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 106"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Cranch 279",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "opinion_index": -1
    },
    {
      "cite": "1 Bin. 349",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 1074,
    "char_count": 30755,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 5.167316876167647e-07,
      "percentile": 0.9396783364589982
    },
    "sha256": "e461698b16ed086c69b692650f392829f71f99dc3004054378e3025398dea2e2",
    "simhash": "1:6a6084a54625a4fa",
    "word_count": 5407
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hood’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\n— In this case, the register decreed that in addition to the sums heretofore paid by the executor, the collateral inheritance tax was due and payable on certain legacies to different persons named in the last will and testament of William Hood, deceased. The legacies amounted to $200,000, and the collateral inheritance ta.x to the sum of $10,000. The executor appealed to the Register’s Court, and that tribunal reversed the decree of the register, and decided that “the said legacies payable out of the crops of the sugar plantation, situated on the island of Cuba, are not subject to the collateral inheritance tax.” The ease comes into this Court on an appeal from the last-mentioned decision. As no question is raised in regard to the manner of bringing the case before us, we proceed to determine the question presented for decision.\nThe duties of sovereign and subject are reciprocal, and any person who is protected by a government, in his person or property, may be compelled to pay for that protection. As taxes arc to be assessed for the sole purpose\" of supporting the government, the propriety of exacting them, the persons and property to be made liable, and the rules for their assessment and collection, are to be determined by its authority. It is, however, ,a rule of the public law, founded upon a principle of justice which no' government can disregard without violating the rights of its citizens, that taxes shall be assessed in such manner that all the citizens may pay their quota in proportion to their abilities and the advantages they derive from the societyVat. b. 1, Ch. 20, s. 240. Personal property, in consideration of law, has no fixed locality, but follows the person of its owner, and is therefore subject to the law of his domicil, and may be taxed for the support of the government under which its owner resides. The attachment which every one feels for his native land is the foundation of the rule that the domicil of origin is presumed to continue until it is actually changed by acquiring a domicil elsewhere. No temporary sojourn in a foreign country will work this change. The journey of Joseph and Mary from Nazareth to Bethlehem is a remarkable instance of attachment to the domicil of origin, and of the rule that taxation follows the domicil. When the decree for taxing the empire was issued, the presence of Joseph in the city of David became necessary in order that he might “ be taxed in his own city,” for “ he was of the house and lineage of David;” and the presence of Mary was indispensable to a correct registry in relation to the anticipated birth, because the Roman law establishing the first census required the citizens to register the names of their wives and children. By the observance of the rule that taxation follows the domicil, Bethlehem became the birthplace of the Redeemer. This rule is of great antiquity and of high obligation. On the other hand, the taxation of real estate in the place where it is situated is equally well established.\nThese general principles have been somewhat changed by statute, but no change has been made which authorizes the collection of a collateral inheritance tax where neither the property taxed nor the domicil of the owner was within the state at the time of his death. It is not necessary, on the present occasion, to diseuss the question whether legacies “ payable out of the crops of a sugar plantation in Cuba” are to be regarded as real or personal estate; because in either case they are not the subject of taxation here, if the testator, at the time of his death, had his domicil in Cuba and not in Pennsylvania. In that case, the property would be neither under our jurisdiction, nor protected by our laws. William H. Stewart, who is instituted as “ the only and universal heir,” according to the rules of the civil law, is under no necessity to apply to our laws for aid in obtaining possession of that part of the estate situated in Cuba; and the legatees, without resorting to Pennsylvania tribunals, may enforce their claims, if valid, by a demand upon “the universal heir,” in that island, under the civil law of Spain.\nWe have said that the domicil of origin continues until it is changed by acquiring one elsewhere. But where a person removes to a foreign country, settles himself there and engages in the trade of the country, the presumption in favor of the continuance of the domicil of origin no longer exists, and the burthen of disproving the domicil of choice is cast upon him who denies it. That the domicil of origin was abandoned in this case admits of no doubt whatever. The decedent’s long residence in Cuba, under circumstances indicating an intention to remain there, sufficiently fixes his permanent domicil in that island. His investments in this country, and the interest he had in a mercantile house here, can work no change in his place of abode. His occasional visits, on business or pleasure, to the land of his birth, have as little effect upon the question. His desire to be buried in his native country, and the execution of that wish by his executor after his death in Eranee, whither he had gone for medical aid, cannot change the state of the case as it actually existed in his lifetime. A residence is established by acts and intentions while the body and soul are united. When they are separated, the question of domicil is at an end. Ho disposition of the inanimate corpse can affect it. Graves and sepulchres are resting-places for the dead, not dwelling-houses for the living.\nBy the civil law, strangers (who are called aliens and foreigners) cannot make a testament or other disposition of their property in view of death; and if a testament be made when the testator was under no incapacity, and he chooses to become an alien before his death, his testament will be annulled: 2 Domat 279, 280. We have no doubt that this part of the civil law is in force in Ouba. And we are satisfied that under the Royal Decrees of January 17th, 1815, and October 21st, 1817, the profession of the Roman Catholic religion was required as a preliminary to the issuing of letters of domicil. The will contains a particular and carefully worded recital of his profession of the faith so indispensable to the security of his rights, and is equally particular in declaring that he is “authorized to dispose freely of his property, by virtue of the letters of naturalization which he has obtained, from the government.” These solemn professions of his religious faith and of his political allegiance, are acts of a character too decisive to be repelled by slight evidence. There is nothing whatever to justify the belief that these professions were falsehoods, designed only to defraud the Spanish government, and to evade its laws. But if this were the case, it would be contrary to that elevated rule of morality which regulates the conduct of civilized nations for a state to claim the advantages of a fraud perpetrated by one of her own citizens upon a friendly nation. The testator derived great advantages from his domicil in Cuba and the profession of his allegiance to Spain. By means of that profession he had the opportunity of amassing his fortune, and the privilege of disposing of it by will. All who claim benefits derived from his acquisitions in Cuba, are bound to treat his professions as true. The validity of the will, and the rights of the legatees under it, depend upon the existence of his domicil in Cuba. We have no doubt of its existence there in good faith; and we have as little that, so far as regards the particular property under consideration, the Commonwealth has no right to question it.\nIt is ordered and decreed that the decree of the Register’s Court be afSrmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "B. K. Scott and Hood, in support of the appeal.",
      "Gadwalader and B,ead, on part of appellee."
    ],
    "corrections": "",
    "head_matter": "Hood’s Estate.\n1. Tie duties of sovereign and subject are reciprocal, and any person who is protected by a government in his person or property, may be compelled to pay for such protection.\n2. Personal property, in consideration of law, has no fixed locality, but follows the person of its owner, and is subject to the law of his domicil, and may be taxed by the government under which he resides.\n3. The domicil of origin is presumed to continue until it is changed by acquiring a domicil elsewhere. No temporary sojourn in a foreign country will effect such a change.\n4. When neither the personal property taxed nor the domicil of its owner is within this state at the time of his death, such property is not subject to a collateral inheritance tax by virtue of the laws of this Commonwealth.\n5. A person, born a citizen of Pennsylvania, removed to Cuba, settled there and engaged in the trade of that island; the presumption in favor of the continuance of the domicil of origin no longer existed, and the burden of disproving the domicil of choice lies on him who denies it.\n6. The long residence of the testator in Cuba under circumstances indicating an intention to remain there, neither his investments in Pennsylvania or. his concern in a mercantile house here, or his occasional visits to this state, effected a change in the place of his abode; nor can the expression of his desire to be buried in the land of his birth, and the execution of that wish by his executor, nor the death of the testator in France, change the state of the case as it existed at his death.\n7. The laws of Cuba requiring the profession of the Catholic religion as a preliminary to the issuing of letters of domicil, and the will of the testator containing a recital of his profession of such faith, and that he was authorized by his letters of naturalization to dispose of his property by will, such acts are too decided to be repelled by slight evidence.\n8. But it would be contrary to morality for the state of Pennsylvania to claim the advantage of a fraud perpetrated in such profession; and all persons who claim under the will of the testator made in Cuba, are hound to treat such professions as true.\nThis was an appeal on the part of the Commonwealth from the decree of the Register’s Court, reversing the decree of the Register of Wills, for the City and County of Philadelphia, who adjudged the payment of a collateral inheritance tax on certain bequests, or legacies, in the will of William Hood, deceased, viz.; a tax on $80,000 bequeathed to Sarah Clement and her daughters, and on various other legacies, in all amounting to $200,000. The legatees, except one Julius Le Blanc, to whom $20,000 was devised, lived in Pennsylvania. Upon other property inventoried, in the register’s office, Philadelphia, consisting of stocks, &c. amounting in all to above $74,000, the tax was paid; but that imposed by the register on the legacies was resisted by the executor in Philadelphia, on the ground that the property out of which the legacies were to be paiq[, was not within this state when the testator died, and that he was not domiciled in the state at the time of his death.\nWilliam Hood, the testator, was born in Philadelphia, in' 1786, and died on 18th January, 1850, in or near to Paris, in France, where he had gone in the previous summer for the benefit of his health, and for medical advice. He went to the island of Cuba] when under twenty years of age, viz., in the year 1814, and he there became engaged in commerce. In 1815 he visited NewYork. In 1816 he visited Philadelphia, where he remained till 1817; and having formed a commercial connection with J. B. Clement and L. Newman, of Philadelphia, he and Clement sailed, in 1817, for Cuba, and there established themselves in Trinidad de Cuba. In 1821 he disposed of his interest in this establishment, to R. R. Stewart, the respondent in this case.\nIn the answer of R. R. Stewart, the executor, it was, inter alia, alleged: viz. From 1817, till his death, the permanent residence and domicil of the decedent was in the island of Cuba. In about 1818, he purchased land and servants in said Island of Cuba, and made a coffee estate, and some years afterwards another estate of the same kind, both of which he afterwards parted with.\nIn 1823 or 1824, he removed to the town of Cienfuegos, the capital of the colony of Fernandina de Juagua, on said island, and afterwards purchased from various Spanish subjects a large quantity of land in the neighborhood of said town, and in the said colony, and made a sugar estate, called La Carolina, to which he after-wards added another small sugar estate, formerly called Ormiga.\nThe said decedent owned, also, stores in the said town of Cienfuegos, and just previous to his death, built a large dwelling-house in said town.\nWhilst thus domiciled as a planter in the island of Cuba, the decedent had correspondents in Philadelphia, who were employed in selling his crops and transacting his business in this place. The decedent visited the United States at different periods from 1817 to 1849, sometimes on business, sometimes to see his friends and relatives, and sometimes on his way to and from Europe; but on no occasion did he ever intend to return to the United States, or to make it his residence, but always considered himself .as domiciled and resident in the island of Cuba, where his fortune lay.\nHis last visit to Philadelphia was in the spring of 1849, when on his way to France for the benefit of his health, and to consult a physician. During this visit to Europe, the deceased died at Paris, on the 18th January, 1850.\nThe respondent further stated, that on the 19th April, 1843, when his will, in Spanish (a copy of which, with a translation thereof, was annexed), was made by the said decedent in the town of Cienfuegos, in the colony of Fernandina de Juagua, in the island of Cuba, the said decedent was a resident of, and domiciled in said island, and authorized to dispose freely of his property by virtue of letters of naturalization which he had obtained from the Spanish government. The will was made according to the Spanish forms, and in the mode prescribed by the Spanish law, and was signed by the decedent, and remained under the charge of the notary public, who furnished, at the request of the decedent, the copy which is now in the register’s office of Philadelphia.\nIt was further said, that the papers which were proved as codicils, were all executed by the decedent whilst on temporary visits to the United States, he being then, and at the time of his death in Paris, a naturalized Spanish subject, and domiciled and resident in the island of Cuba.\nAlso, that he had the said copy of the will and the codicils proved before the register of wills for the city and county of Philadelphia, who granted to him letters testamentary on the 27th February, 1850. That on the 28th March, 1850, he filed with the register an inventory of all the personal property of the decedent in the United States, including seven certificates of loan of the city of Cincinnati.\nHe further stated, that he had paid the collateral inheritance tax on a farm held by the decedent in Montgomery county, Pa.; and also on whatever personal property there was in the United States of America, and which had in any manner come into his hands, excepting on such sums only as he believed may be necessary to cover a claim which has been made against the said estate, and which was in a course of litigation; and that he had filed an account of his administration with the register.\nHe further stated, that he had never proved the original will in the island of Cuba; nor had he in any manner acted in any way with regard to the estate in the said island, nor intermeddled therewith. But he further stated, that by the said codicils, or some of them, he the respondent, and James Carstairs, were appointed trustees to receive the sums directed to be paid to Mrs. Sarah Clement and her daughters by William H. Stewart, out of the net two-thirds of the crops of the Cuba estate belonging to the said William H. Stewart by virtue of the said Spanish will; and that this respondent and the said James Carstairs, as trustees aforesaid, have received on account of the same, from the said William H. Stewart, the sum of $30,000.\nHe further stated, that he had not supposed that this sum of $30,000 was subject to the collateral inheritance tax of Pennsylvania, because the testator was a naturalized subject of Spain, and domiciled and resident in the island of Cuba; that his will was made in said island, according to the Spanish laws, and the whole estate passing under it was within the Spanish jurisdiction, and the sums to be paid to the said trustees were to be from the crops of an estate not situated in Pennsylvania, nor in any of the United States of America, but in the said Spanish island of Cuba.\nFurther, that William Hood, at his death, left neither father, mother, widow, or issue, but one brother, Joseph Hood, and four sisters, viz., Eliza A. Hood, Mary Ann Robertson, Sarah Clement and Rachel Stewart, who, according to the laws of Pennsylvania, were his heirs at law.\nIn his will, dated at Cienfuegos, the 19th April, 1843, the testator stated that he was born in Philadelphia; he expressed his belief in the mystery of the Holy Trinity, “ and in all the other articles which our Holy Mother, the Catholic Apostolic Roman Church, does believe, preach, confess, and teaches.” It is further stated that he has no legitimate descendant, being a single man, nor ascendants of any kind, his mother being dead; and he added, “being authorized to dispose freely of my property by virtue of the letters of naturalization which I have obtained from the Spanish government;” he appointed his nephew, William H. Stewart, a citizen and resident of Philadelphia, as his “ only and universal heir” of all his goods, claims, rights, actions, and future successions. He appointed two persons, viz., Don Julian Aviles and Don Julio Leblanc of Cienfuegos, and Robert Stewart of Philadelphia, as his executors. There were no legacies given by this will.\nIn a codicil executed in Philadelphia, October 26, 1843, he directed William H. Stewart, his devisee, to keep his sugar estate called Carolina in good order; to pay to the creditors and also William H. Clement, according to an agreement between himself and Clement, 200 hogsheads of sugar annually, until his debts were paid; and the balance of the crops, after paying the expenses and $1500 per annum to his sister, till her legacy was paid, he disposed of, viz.: one-third to the use of his nephew, and the residue in the payment of certain legacies, all amounting to $100,000.\nIn another codicil dated at Philadelphia, on November 22,1847, he stated that as his sugar estate has much increased, he directed .his heir to pay double the amount to his legatees, so that his heir will pay $200,000.\nIn a letter to William H. Stewa.rt, dated Philadelphia, May 12, 1849, and which he desired said Stewart to consider as part of his will, he desired the dwelling-house he was then having built in Cienfuegos to be finished, and when done to be given to Julius Leblanc, who had, as his agent, managed his sugar estate.\nOn the part of the Commonwealth it was stated, that at the time of the death of the testator, he owned stocks in the United States, and some other personal property, of the value of about $74,000; also a farm in Montgomery county, Pennsylvania; and also an interest in a limited partnership entered into on the 1st January, 1848, to expire on 1st January, 1851, in which he had invested $10,000.\nThe collateral inheritance tax was paid on the inventoried property ; but the register, in addition to such payment, charged a collateral inheritance tax on the $80,000 payable to Sarah Clement and her daughters, and on the other legacies amounting in all to $200,000 ; and from such decree appeal was taken to the Register’s Court. By that Court, on March 20, 1852, it was decreed “ that the decree of the register made on 25th November, 1851, be reversed, and that the legacies payable out of the crops of the sugar plantation, situated in the island of Cuba, are not subject to the collateral inheritance tax.”\nFrom such decree appeal was taken on the part of the Commonwealth, and exceptions were taken, 1. To the reversal of the order of the register; 2. In decreeing that the legacies specified in the order of the register, and referred to in the decree of the Register’s Court, were not subject to collateral inheritance tax. 3. In not dismissing the appeal by the executor.\nB. K. Scott and Hood, in support of the appeal.\n— It was alleged that the estates of the decedent in Cuba were so well managed by Mr. Le Blanc (who was appointed one of the executors), as to require but little, if any, superintendence by the owner. Hence when the documents speak of his presence, after April 19, 1843, they represent him to be in Philadelphia, and never in Cuba. Thus he was found in Philadelphia soon after the making of his will of April 19, 1843, in Cuba, viz.: in October following. So he is found in Philadelphia in December, 1844. Again in November, 1847; and he was in Philadelphia in May, 1849, immediately before his departure for Europe, from which he never returned. It was alleged that these circumstances indicated Philadelphia as his home, his domicil. It was further said that he was not only connected with Philadelphia by the ties of kindred, but that he had been connected with extensive commercial concerns there as a member of a firm composed of himself, Clement & Newman, the latter of whom resided in Philadelphia; and after-wards, on 1st January, 1848, he engaged in another partnership in Philadelphia with Inskeep and others. This last partnership continued till the death of the testator in January, 1850. All the codicils were executed in Philadelphia, where his sisters, brother, and other relatives resided.\nIt was said that he did not state in his will that he was domiciled in Cuba, nor describe himself as being of that island: 1 Curteis Ecc. Rep. 846; Phil. on Domicil, 57 Law. Lib. 91, 97. As to the circumstances from which intention as to domicil may be presumed, reference was made to Phillimore 99. All the documents constituting the will of the testator, including an official copy of his will in Spanish, were deposited by him in Philadelphia, and the envelope containing the will was directed to be opened in the presence of his sisters, brother, and others named. It was the place of residence of his kindred: none of them lived in Cuba. To them he left his estate, except a devise to his agent in Cuba of <$20,000. He owned upwards of $40,000 of Philadelphia city stock, and upwards of $30,000 of other stocks in the United States. His body was brought to Pennsylvania and interred in Germantown in a tomb which he had prepared several years before his death. That birth is a material fact in questions of domicil, reference was made to White v. Brown, Wallace Jr. Rep. 217, &c., viz.: Aspden’s Case; 4 Mason C. C. Rep. Catlin v. Gledding ; Virginia Rep. 5; Robinson’s Adm. Rep. 99; 1 Bin. 349; Phil. 102-3, 105; Id. 110-112; 5 Vesey 198.\nIn Re Ewing, 1 Tyrw. 91, 1 Cromp. J. 151, 158 (a. d. 1830), it was held that American, Austrian, French, and Russian stocks, the property of a testator domiciled in England, were liable to legacy duty: 7 Mees. Weis. 390-6 ; 13 Sim. 153, 164. The authority of Ewing’s Case was recognised in the case of Alexander’s Estate, 4 Pa. L. J. 448; also in Story’s Con. Laws, 379.\nIt was said that it did not appear from the will or codicils that the legacies were payable out of the real estate in Guba, or charged upon it; though it was alleged that if it did, that would not exempt them from the tax. It was directed that “ W. II. Stewart will pay the creditors of W. H. Clement, and also W. H. Clement, according to agreement, 200 hhds. of Muscovad sugar, annually, until the debts are paid. The balance of the crops I wish disposed of as follows,” &c., viz.: one-third for his own use, and then the legacies to be paid. The legacies are thus payable out of what was personal property, viz.: the crops of a plantation after they had been manufactured into sugar and put into hogsheads.\nIt was thus contended that the testator, at the time of his death, was domiciled in Pennsylvania; that the sugar crop was taxable in this state; and that such was the case with respect to the horses, mules, and other personal property connected with the real estate in Cienfuegos. The case of Short’s estate, 4 Harris 63, referred to.\nBut it was further contended that if Hood, at the time of his death, were domiciled in Cuba, that still the legacies, receivable and distributable, in Pennsylvania were subject to the collateral inheritance tax: 2 Sim. & Stu. 284, Logan v. Fairlie; Ewing’s Case, before cited; Alexander’s Case, also cited; 6 Barr 142, Com’th v. Smith; Short’s Estate, 4 Harris. It was said that the right of a state to impose a tax on legacies, was placed by Mr. Locke on the principle “ that every one who enjoys his share of protection, should pay out of his estate his proportion for the maintenance of the government.” Short’s Estate, before cited. By the Act of 10th April, 1849, it is provided, inter alia, that if “any person or persons having their domicile in another state, territory, or country, shall die, leaving real or personal estate within this Commonwealth, the said estate, whether real or personal, shall be subject to the payment of the collateral inheritance tax.”\nGadwalader and B,ead, on part of appellee.\nIt was contended that after William Hood returned to Cuba in 1817, his domicil was in that island. That his principal connexion with Philadelphia was through his business correspondents, who were employed in receiving and selling his crops ana transmitting to Cuba the proceeds, and such articles as were necessary for carrying on his sugar estates. Whilst there, he made his will in the Spanish language and according to the Spanish forms, in which he professed a belief in the Roman Catholic faith, and states his being authorized to dispose of his property by virtue of letters of naturalization obtained from the government. The copy of the will left in Philadelphia, was not signed by him, and the original remained in Cuba. The codicils, containing, for the most part, bequests 1o his relatives and friends here, were executed while on temporary visits to the United States. These codicils were proved before the register of wills, and letters testamentary were granted to Robert Stewart, one of the executors, and he filed an inventory of the personal property in the United States, and has paid the collateral inheritance tax on it. The original will has not been proved in Philadelphia, and the executor has not interfered with the estate in Cuba.\nThe register further charged a tax upon $200,000 bequeathed in legacies to relatives and friends, mostly residing in or near Philadelphia, and to be paid by the heir out of the crops and proceeds of the estates in Cuba. Over such estates, and the rents and proceeds thereof, the executor here had no control: and no portion of the legacies came to his hands except about $40,000, paid to him by the heir, not as executor, but as trustee appointed by the will for some of the parties interested. The register decreed the payment of tax upon the $200,000, and directed a commission to issue to Cuba to examine into the nature of the property there situated, with a view to its taxation. From such decree the executor appealed, and the decree was reversed by the Register’s Court, and this appeal was taken on the part of the Commonwealth.\nIt was said that the actual situs of the property on which the tax was sought to be levied, was out of Pennsylvania, and the only question was that of domicil.\nIt was said that property was liable to taxation by our law. 1. \"Where the estate is found within our jurisdiction: 2. Where the decedent is a domiciled citizen of Pennsylvania, and this subjects to taxation the personalty, which follows the domicil. The Act of March 1850 makes the domicil the criterion in all cases where the actual situs of the property is out of the state; thus placing the law on the same footing on which it stands in England. 15 Jur. 253; 2 Eng. Law & Eq. 397. The case of Logan v. Fairlee, 2 Sim. & Stu. 284, has been overruled. By the English law personal property is considered as being in the place where the owner is domiciled at the time of his death; and our law is the same, except so far as modified by the Act of 10th April, 1849, by which the personalty of foreigners, having its actual situs in this state, is subjected to taxation.\n2. It was contended that the testator at the time of making his will and at his death, was a citizen of Cuba. As to domicil, reference was made to Phillimore on Domicil, sec. 214-15-16; 8 Cranch 279; 1 Wallace, Jr. 264.\n3. It was further said, that the will of the decedent was to be read as the will of a Spanish citizen of Cuba. By it W. H. Stewart was appointed “ only and universal heir.” It was said that the universal heir of the civil law, was considered legally as the same person with the deceased; not simply as a successor to the property, but as coming in his place and representing him: 1 Browne's Civil Law 218. A legacy was defined by the civil law to be “ a donation bequeathed by the deceased to be delivered to the legatee by the heir.\" See opinion in McKonkey’s Appeal, 8 Sams. The heir accepting the estate was charged with the payment of his debts, whether the estate was sufficient or not; but the payment of legacies was within his discretion. The heir there-' fore, and not the executor, by the civil law, was to be looked to for the payment of legacies. They are also in this case bequeathed by the codicil, which in its origin was no more than a letter addressed to the person to whom, or through whom, the testator desired to bequeath something: Bowyer’s Civil Law 155; with the legacies, therefore, the executor had nothing to do.\n4. The situs of the property out of which the legacies are to be paid, is within a foreign jurisdiction, to which the authority of the executor does not extend. If, however, the legacies could be treated as mere personalty, there would be no law for imposing the tax in question upon them. They are not within the reach of the executor, and are subject to the laws of a foreign tribunal. In Alexander’s Appeal, the assets, the legatees, and the executor were all Pennsylvanian, though the testator was domiciled abroad. In Short’s Estate the decedent was domiciled here. In the case in question, the property sought, to be taxed was not within this state when the testator died, and the decedent was not domiciled here; and only in these two ways is property subject to the collateral inheritance tax.\nJune 20, 1853,"
  },
  "file_name": "0106-01",
  "first_page_order": 106,
  "last_page_order": 117
}
