{
  "id": 411542,
  "name": "Bowyer's Appeal",
  "name_abbreviation": "Bowyer's Appeal",
  "decision_date": "1853-05-19",
  "docket_number": "",
  "first_page": "210",
  "last_page": "215",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 210"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 620,
    "char_count": 13559,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 4.056099987341626e-07,
      "percentile": 0.9079384550991196
    },
    "sha256": "1835e53aafccbb93d984e1c77bf9e32c83ef39e6c2cc54893a63a7a674a97596",
    "simhash": "1:86311f27020cb1f8",
    "word_count": 2461
  },
  "last_updated": "2023-07-14T18:06:27.693224+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bowyer’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\n— When a debtor desires to avail himself of the act of 9th April, 1849, by retaining $300 worth of his real estate as exempt from levy, he must elect to do so and request an appraisement before inquisition. This has already been decided several times within the last year.\nIn cases where no inquisition is required by law (as for instance when the execution is on a mechanic’s lien), the request for an appraisement must be made before the plaintiff has incurred the expense of advertising. Nor can it be allowed if the appraisement will necessarily postpone the sale.\nIn every case where the demand of the debtor is made 'so tardily that a compliance with it would prevent the collection of the debt for a term beyond that at which the money might have been realized, if the demand had been prompt, it may, and ought to be, disregarded entirely.\nThe 3d section of the act of 1849, is imperative in its mandate to the sheriff to return the appraisement with the writ to the Court. The sale cannot be proceeded in before a term intervenes after the appraisement, so as' to give the parties interested an opportunity to set it aside, if there be cause. The 4th .section provides that upon ike return of the'writ with the appraisement, the plaintiff may have another writ for the sale of the residue, if the appraisers have determined on a division, and if not, he may have another writ for the sale of the whole. If, therefore, the defendant’s claim for an appraisement be first set up at a time when the writ is out on which a sale could be made, the allowance of the claim must necessarily have the effect of postponing the sale for a term. This can never be tolerated, unless the debtor can show that he made his request as soon as he could after he knew of the levy.\nThe act of 1849 was not made to hinder or delay the recovery of just claims. It was meant only for the benevolent purpose of enabling an insolvent debtor to keep a shelter and the means of living for himself and his family. This he cannot have unless he demands it; for the law gives it to him on that condition. It is as easy to make this demand early as late. That is not a harsh construction which requires him to claim the advantages of a statute like this at a time and in a manner which will do the least possible injury to his honest creditors.\nIn the case before us the defendant waived inquisition, and agreed that the sheriff might proceed with the sale under the sewv^ facias. On the day fixed for the sale a request was made for appraisers, who were appointed, and found that the property could not be divided. The sale then went on as if no appraisement had been made. The regularity of the sale was only saved by the irregularity of the appraisement, since, if the latter had not been wholly out of time and void, the sheriff was bound to return it and wait for another writ before he could sell. But one error neutralized the other.\nThe waiver of an inquisition has all the effect of a condemnation by a jury. Every consideration of justice and policy which induced this Court to determine that the benefit of the statute must be claimed before inquisition, requires us to hold that all advantages under it are gone, after a waiver. When the defendant in an execution consents to a condemnation, and agrees to an immediate sale on a fi. fa., and when the plaintiff, taking him at his word, proceeds in the proper steps to make his money, it would violate the principle which pervades all the cases on the subject, to let the proceeding be stopped on the eve of consummation by such a demand as was made here.\nThere is a still more serious objection to the distribution of the Court below. The defendant agreed with one of his creditors, that he would not claim the benefit of the three hundred dollar law against him. To the creditor who held that agreement; the full amount of his debt was awarded, though there were other liens prior to his. What is worse still, the defendant assigned his claim under the act to a person who had no judgment at all; and this assignee was preferred to judgment-creditors for whose payment the land was pledged by law.\nIt is easy to see how this statute might be perverted to purposes as far as possible from the intention of the legislature, if the courts would maintain the right of the debtor to claim its benefit against one creditor, and relinquish it in favor of another; or to assign his interest under it to other parties, who may or may not have paid him a consideration for it. The debtor in this case seems to have thought that the law was made, not to protect his family from want, but to give him the power of preferring those whom he chose to favor, at the expense of others whom he liked less, but whose legal rights were superior. He used it to subvert the maxims of the law, by giving to the sleepy what none but the vigilant were entitled to.\nWe are clearly of opinion, that all stipulations not to claim the three hundred dollars made in favor of a particular creditor, are void, so far as they are intended to affect others; and that an assignment of a debtor’s right is, fro tanto, an abandonment of it. He must make his claim, if he makes it at all, in good faith to carry out the very purpose of the law, and no other. All transfers and all waivers of his right, whether express or implied, enure to the benefit of his creditors in the proper order of their liens. Whatever he does not claim for himself or his family, he leaves in the general fund under the control of the Court, to be distributed among those who are legally entitled to it; and such distribution is not to be regulated by any wish of his, no matter in what form he may choose to express it.\nWe are not now deciding whether or not a waiver of the debtor’s claim to the three hundred dollars before execution is binding as between bim and the party he agrees with, if he repents him after-wards, and gives notice in time. We do not say whether he may or may not, when he creates a debt, irrevocably bind himself to defeat the object of the law with reference to his family. However this may be, he cannot, by means of a transfer or a waiver, put one who has no legal right to the fund in the place of one who has.\nThe decree of the Court of Common Pleas is to be reversed; and it is here decreed, that the whole fund in Court be distributed amongst the several lien creditors, beginning at the eldest, and so downwards in the order of their priority, paying the debt, interest, and costs on each until the fund is exhausted.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Frazer, for appellants.",
      "Ford, contrá."
    ],
    "corrections": "",
    "head_matter": "Bowyer’s Appeal.\n.1. Where a debtor desires to avail himself of the provisions of the Act of 9th April 1849 and retain $300 worth of his real estate, he must elect to do so and request an appraisement before inquisition. But in cases where no inquisition is required by law, as in proceedings under the Mechanics' Lien Acts, the request for an appraisement should be made before advertisement of the sale.\n2. The claim is not allowable if the necessary consequence will be to postpone the sale.\n3. A term must necessarily intervene between the appraisement under the Act and the sale.\n4. The debtor's claim is too late after waiver of inquisition.\n5. He cannot waive his right to the $300 in favor of a junior lien creditor, nor assign it to a third person.\n6. Whatever he does not regularly claim for himself remains in the fund, to be distributed according to law.\nAppeal from the decree of the Common Pleas of Lancaster county.\nThis was a.n appeal by J. C. Bowyer, a judgment-creditor and transferee of Jacob Miller, from the decree of the Court, directing distribution of the net proceeds of the sheriff’s sale of real estate of said Miller. The property consisted of two lots of ground in Columbia, on which were erected certain buildings. There were certain mechanics’ liens, which were allowed by the auditor, which left but about $196.31 for further distribution.\nNext in order to the said liens appeared to be a judgment of Ery & Co., for $157.74. Next followed a judgment of Rumple for $20.37; a judgment of Epler for $5.50; of Mullen for $7.87$; Frazer for $20; and then a judgment of Bowyer & Maxton for $47.04.\nOn the judgment of Fry & Co., a fi. fa. was issued on 3d July, 1851. The property was levied on, inquisition held, but it was not condemned, the yearly rent being assessed at $105.\nAnother fi. fa. was issued against defendant on the judgment of Bowyer & Maxton, on the 6th day of September, 1851, and defendant’s real estate was again levied upon. A waiver of inquisition was executed by defendant on the 13th day of October, and on the 5th day of November, 1851, the said real estate was sold by the sheriff to Messrs. Ford & Shaeffer for $595 — the net proceeds being $569.01$.\nOn the day of, and previous to the sale, notice was given to Sheriff Huber, that the defendant claimed the benefit of the exemption law of April 9,1849. Three appraisers were appointed, who reported that “ the real estate in the above case cannot beset apart without prejudice, or the spoiling of the whole thereof.”\nOn the 8th day of July, 1851, Jacob Miller executed a judgment note to Reah Frazer, Esq., for twenty dollars, in which he waived in favor of said judgment any exemption to which he might be entitled under the laws exempting property from levy and sale.\nPortions. of the proceeds were claimed by parties under two different assignments, executed by Miller. The first was dated August 7,1851; by it was assigned to James O. Bowyer all the benefits and privileges secured to Miller by the three hundred dollar exemption law. By the second, dated Nov. 6th, was transferred to Ford & Shaeffer a like interest.\nDuring the investigation of the case, notice was given to the counsel of Bowyer to prove the consideration of the assignment to him, and having failed to do so satisfactorily, it was contended that the first assignment was in law fraudulent, and void as against the second.\nThe auditor adopted this view of the case, and awarded the balance of the fund to Ford & Shaeffer as assignees of Miller.\nOn the part of Bowyer & Maxton exceptions were filed, viz.:\n1. The auditor erred in deciding that defendant’s privilege under the exemption law could be claimed after failing to do so at or before the inquisition, held in August last; and also after waiving the inquisition under the fi. fa. in October last.\n2. If the privilege could be claimed after the inquisition, and the waiver of it after inquisition, the balance of the $300, after deducting R. Frazer’s judgment, should have been awarded to Bowyer under his assignment.\n3. The auditor should have decided that the exemption was waived by defendant, and should have apportioned the fund, after satisfying the liens of mechanics, to the judgments according to their priority.\nThe opinion of the Court was, in part, as follows:\n“ One of the exceptions urged in this case is, that the defendant, having failed to avail himself of the privilege of claiming property to the amount of $300, in pursuance of the Act of the 9th April, 1849, at the time the inquisition was held on the fi. fa. issued by H. H. Fry & Co., when the property was not condemned, it is a waiver of his right to do so in any subsequent proceedings: that the proceedings upon such inquisition must control all subsequent proceedings, and having once foregone the right of availing himself of that privilege, he cannot now resume it.\n“ The Act of 9th April, 1849, seems to contemplate that the privilege must be claimed before tíiefi.fa. is returned, for, according to the provisions of the Act, the vend. exp. is to issue for the sale of only- the residue of the land; and the Supreme Court, in the case of Miller’s Appeal, 4 Harris 300, intimate that the claim ought to be made before the inquest is held; but the Act of Assembly does not provide for a case like the one now before the Court. Here there was no sale, in pursuance of the inquisition, but the sale was made in pursuance of a fi. fa. issued by the plaintiff; when defendant waived the right of having an inquest, and before the sale claimed the $300 allowed by the Act of 1849. In a proceeding of this kind, there is no time indicated by the Act of Assembly when the claim must be made; and as this is a law intended to benefit poor insolvent debtors, as favorable a construction ought to be given in their favor as the words and spirit of the law will permit ; and as the Act of Assembly, when personal property is sold upon a fi. fa., only seems to require that the claim for the $300 worth of property should be made some time before the sale, and as this was done here, we see nothing to cause a forfeiture of that privilege, unless the proceedings had under the execution of Ery & Co. is to bar the defendant. The proceedings had in the last execution were, in my opinion, independent of the first proceedings, and his omission to claim the $300 in those proceedings is not to prejudice him.”\nAs it respected the 2d exception, the Court did not disagree with the report of the auditor.\nThe report was confirmed.\nExceptions were filed, viz.\n1. The Court erred in not rejecting the claim of defendant to the $300 exemption, and in decreeing the same to Eord & Shaeffer.\n2. The portion thus decreed should have been decreed to the judgment-creditors according to their priority.\n3. But even if the $300 were allowed, it should have been given to James C. Bowyer, the prior transferee to Eord & Shaeffer.\nFrazer, for appellants.\nFord, contrá.\nMay 19, 1853,"
  },
  "file_name": "0210-01",
  "first_page_order": 210,
  "last_page_order": 215
}
