{
  "id": 411607,
  "name": "Strasburg Railroad Company versus Echternacht",
  "name_abbreviation": "Strasburg Railroad v. Echternacht",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "220",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 220"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Peters 304",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "1 Wheaton 151",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        532359
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/14/0151-01"
      ]
    },
    {
      "cite": "2 Jones 56",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8681200
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/47/0056-01"
      ]
    },
    {
      "cite": "4 Wash. C. C. Rep. 205",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 5885,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 6.598892791727093e-07,
      "percentile": 0.9617085783765772
    },
    "sha256": "14783a4b23123468f1334a8003532922cf86ac4394d13ad4ea13b32ed83ff3b9",
    "simhash": "1:2ef4db708dcadaab",
    "word_count": 1053
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Strasburg Railroad Company versus Echternacht."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\n— Before the Strasburg Railroad Company was incorporated, the defendant and others signed a paper, agreeing that if it should be incorporated with certain privileges, they would subscribe the number of shares set opposite to their respective names. The charter was obtained, and the defendant refused to take the stock. Whereupon the company brought this bill in equity to enforce specific performance of the contract.\nA contract cannot be made by one person alone. It takes two to make a bargain. Before a promise becomes a binding obligation, it must not only be made to, but must be expressly or impliedly accepted by, the party for whose benefit it was meant. The paper before us is no more than a naked expression of the subscriber’s intention to purchase certain shares in the capital stock of a company which it was expected would be incorporated by the legislature. Besides, it is without any sufficient consideration. It is not pretended, and cannot be made out from the paper, that the agreement of the defendant was the motive of the others for taking stock. ■ It is well settled, that procuring legislation of any land, is not a consideration which will support even a direct promise to pay a fair compensation for the labor of the promisee about such a business.\nAgain: If there was a binding engagement, it was not made with the railroad company, which did not exist at the time.\nBut, supposing this to have been a valid contract, to which the plaintiff was á party, and based upon good consideration, a bill in equity is not the mode of enforcing it; the remedy at law for its violation being full, complete, and adequate.\nDecree affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Bshelman, for the Company.",
      "Hood, contra."
    ],
    "corrections": "",
    "head_matter": "Strasburg Railroad Company versus Echternacht.\n1. A corporation cannot sustain an action against one who, before it was chartered, with others, signed a paper agreeing to take a certain quantity of its stock and afterwards refused to do so.\n2. Such a paper signed by the party is not a contract, but amere expression of the subscriber’s intention.\n3. Supposing it to be a contract, it is not to be enforced by a bill in equity, but at law, where the remedy would be full and complete.\nCertiorari to the Common Pleas of Lancaster county..\nThis was a bill in equity on the part of the railroad company, filed with the view of enforcing the specific performance of an agreement, which was as follo.ws:\n“ We, the undersigned, agree to take the number of shares of the capital stock of the Strasburg Railroad Company, set opposite to our respective names, the price per share to be $ 100, provided there can be a charter obtained at the next ensuing session of the legislature of Pennsylvania, granting said company to terminate said road at the east end of the borough of Strasburg, and connecting with the state road at or near Lemon Place, — granting also the said company to do all the business connected with the road, such as forwarding and receiving produce of all kinds, coal, lumber, and all other commodities as are transportable over other railroads.”\nWilliam Echternaeht, the defendant, was a signer for five shares. Application was made to the legislature, and on the llth of February 1851, (which was during the next ensuing session after the signing of the agreement), the Act to incorporate the Strasburg Railroad Company was passed (Pam. L. p. 53), the provisions-of which are in accordance with the terms specified in the above agreement.\nThe road was commenced, and it was alleged that the property of the defendant rose in value. He however refused to subscribe to the stock of the company, and the bill in question was filed.\nOn the part of the defendant the bill was demurred to. The facts stated in the bill were not confessed, but it'was alleged that no matter of equity was stated in the bill whereon a decree of specific performance should be made.\nThe demurrer was sustained by the Court below, and the bill was dismissed; and to this error was assigned.\nBshelman, for the Company.\nIt is not a sufficient objection to the jurisdiction of a Court of Equity that the complainant has a remedy at law, unless such remedy be adequate and complete: Brightly’s Rep. 203, Skilton v. Webster; 1 Parsons 220; Id. 541; 4 Wash. C. C. Rep. 205; 10 Barr, Wesley Church v. Moore; 2 Story’s Eq., sec. 716-724; 2 Kent 448; 2 Jones 56.\nWhere a bill prayed for specific performance of a contract for the purchase of a quantity of timber, performance was decreed: 8 Atk. 383. Also cited 12 Sim. 189; 1 Wheaton 151; 1 Peters 304; 1 Parsons 479.\nThe plaintiffs, the company, not being a party to the agreement, may not be able to maintain an action at law; their only remedy may be in equity: 1 Sim. & Stu. 598.\nHood, contra.\n— No contract is set out in the bill. There were no contracting parties to the agreement, and no legal consideration to support a promise is set out in it. There is no privity between the company and the defendant: 1 Dan. Ch. Prac. 427. If it be a contract it is one to procure legislation and is void: 5 W. & Ser. 320-2; 5 Barr 452. A contract as to which there is not mutual obligation and mutual remedy, will not be enforced in equity: 10 Mod. 506; 1 W. Ser. 555; 2 Peere Will. 304. Nor where there is an adequate and complete remedy at law: Act of 16 June, 1836; 1 Pars. Eq. 41, 479. In this case the measure of damages would be the difference between the current price of the stock and its par value.\nThere is a distinction between eases where the stock or other chattel is required to he given up to the' plaintiff, and those in which the defendant is required to take it. In the first class of cases no amount of damages may be able to compensate the loss of the thing itself. In the second, the loss may be always compensated in damages: 2 Story’s Equity, sec. 716, et seq.\nWhen a party has no right of action at law, he has none in equity."
  },
  "file_name": "0220-01",
  "first_page_order": 220,
  "last_page_order": 222
}
