{
  "id": 411521,
  "name": "Pickle versus McKissick",
  "name_abbreviation": "Pickle v. McKissick",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "232",
  "last_page": "236",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 232"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 493",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0493-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 636,
    "char_count": 12851,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 1.8960248691739634e-07,
      "percentile": 0.7296230397988455
    },
    "sha256": "e5e2cd8f2a08a60354f41964da903e89f7c6dbf13abf6bf611681ae39c4726cd",
    "simhash": "1:72ece314250f4fc8",
    "word_count": 2294
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Pickle versus McKissick."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\n— The land in dispute was conveyed in 1819 to trustees, to be used as a school-house and place for religious meetings, and a burying-ground. The deed contained an express condition that if it should be converted to any other use, the estate should revert to the grantor. The present plaintiff is the surviving trustee, and the defendant, alleging the condition to have been broken, claims under the grantor.\nThe cause was here before on a state of facts very nearly similar to that which appears now, the only difference being that the evidence of conversion is somewhat stronger. This Court then held that the grant being a charity on which the law looks with favor, could not be forfeited by nonuser, and not for misuser unless it was strictly proved; that the condition could only be broken by a permanent conversion of it to purposes not mentioned in the deed; and that the occasional use of it for other purposes would not work a forfeiture. We go as far as this, and further too. It might have been added that no improper use of the property could be taken advantage of as a breach of the condition, unless such use was with the acquiescence of those interested in the trust, and with the consent of those who had the management of it.\nThe facts are that the property in question ceased to be used as a school-house in 1839, and no religious meeting was held in it after 1841. It was used as a dwelling-house from 1840 or 1841 until 1848, to the total exclusion of all teaching and preaching, and to the entire destruction of all accommodations for either. This was held not to be a breach of the condition.\nNow, while we reaffirm every principle of law laid down in the opinion of Mr. Justice Rogers, we cannot see our way clear to make the same application of those principles to the facts of this case. When the building was used as a dwelling-house, it was as much perverted from the purpose of the grant as if a factory had been erected on it; and surely if the land had been ploughed or pastured, the case would have been no worse. When such a misuser was continued for seven years without an interruption, how can we say that it was merely occasional ? It seems to us wholly immaterial that the tenant was poor and paid no rent, for although it was charitable in the trustees to furnish a shelter for the destitute and sick, that was not the sort of charity to which this property had been devoted. The grantor intended it for an almshouse no more than he did for a theatre. That the occupant was a tenant at will, strikes as an argument which might be used against the plaintiff with more force than for him. If a lease for years had been given, the excuse might be set up that it was a, thoughtless act, which though repented of could not be recalled. But putting in a tenant at will was a wrong which could be corrected at any moment, and yet was constantly persisted in while one generation was growing up without education, and another was dying without the religious instruction which this house was meant to afford. It is true the building itself does not appear to have been changed, except by the progress of decay. But what of that? Its occupation by a family made the teaching of a school as impossible as any change in the structure, could.\nOn the whole, we are of opinion that these facts ought to have been submitted' to the jury; and if they could infer from them, and from all the other circumstances of the case, that the misuser was not merely accidental and occasional, but permanent and acquiesced in by the parties interested in the trust, the estate was forfeited,, and the verdict should have been in favor of the defendant.\nThere is only one other point on which we have permitted ourselves to doubt the absolute correctness of the former decision, and that is- the admissibility of the plaintiff’s declarations, and those of his co-trustees, that they had abandoned the house and meant not to reclaim it under the deed. If this question had not been ruled, we might have been inclined to hold that such declarations were evidence of the quo animo with which the acts were done. But it is not perfectly clear, and respect for the authority of our predecessors is too strong within us to be overcome by any opposing considerations which are in the least degree doubtful.\nJudgment reversed and ven. fa. de nov.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Stevens, for plaintiff.",
      "Frazer, for defendant."
    ],
    "corrections": "",
    "head_matter": "Pickle versus McKissick.\n1. Beal estate conveyed to trustees for a school-house and place of religious meetings, with a condition that if it be- used for any other purpose it shall revere to the grantor or his heirs ; is not forfeited by mere nonuser.\n2. It may be forfeited by misuser, but such misuser must be strictly proved.\nS. The mere occasional use of it as a dwelling-house is not sufficient to work a forfeiture ; but the continued use of it as a dwelling-house for seven years, with the knowledge and consent of the trustees and persons interested, is not occasional and is sufficient to work a forfeiture.\n4. It made no difference that the occupant was a tenant at will and paid no rent.\n5. The declarations or admissions of the trustees, before the plaintiff acquired title, that they had permanently abandoned the property, and that it belonged to the purchaser of it at the sheriff's sale who had purchased the same when sold as the property of the grantor and through whom the defendant claimed, are not admissible in evidence to defeat the trust.\nError to the Common Pleas of Lancaster county.\nThis was an ejectment by Arthur McKissick v. Leonard Pickle, for a lot No. 81, in Georgetown, Lancaster county. The title to this lot, on 25th Oct. 1819, was in Samuel Eerguson. On that day, in consideration of $100, he conveyed the same to Arthur McKissick and Robert Patterson, in trust for all those person or .persons who have or may hereafter be subscribers towards the paying the expense of erecting a school-house and meeting-house (or house of public worship), and keeping the same in repair, &e. To have and to hold the said lot of ground, &e., unto the party of the second part to* the only proper use and behoof of the said party of the second part, and to their heirs and assigns for ever.\nProvided always, nevertheless, that if at any time hereafter the above described property, or any part of it, should be converted into any other use than for the use of a school-house for the education of youths, and a meeting-house for promulgating the gospel, and also a burying-ground, and such other improvements as may be advantageous and of use to the promotion of the aforesaid three objects, that then and in that case the said lot shall revert to the party of the first part and to his heirs and assigns.\nThe property in question was levied on in 1830 as the property of Samuel Eerguson; — and on vend. exp. to April Term, 1831, it was sold at sheriff’s sale to Jaeoh Eshelman, who in August, 1845, conveyed it to Benjamin Eshelman, who, in April, 1847, conveyed it to Leonard- Pickle, the defendant in this suit.\nOn the trial, it was offered on the part of the defendant, to prove' that the premises had been converted to other uses than those allowed by the deed of trust, and that McKissiek, the plaintiff, and his co-trustee, declared that they had permanently abandoned the property — that it belonged to Jacob Eshelman (the purchaser at sheriff’s sale), and to show that the premises had not been occupied by them for the purposes of the trust for ten years after such declaration made, and before suit brought, but that they had converted it into a dwelling-house; and that such declaration had been communicated to the defendant before he purchased the property. The proposed evidence was objected to, overruled, and excepted- to.\nOn the part of the defendant it was proved: That no school had' been kept in the house since 1839, and no preaching had been there since 1841. That in the year 1839, McKissiek surrendered the key, saying that he had- nothing more to do with the property, that it belonged to Eshelman, and that he never again resumed possession of the key or property, nor sought to regain it until 1850, after it had been purchased by defendant, the rubbish of the old building cleared away, and the land fenced and in part cultivated. That in 1840 or ’41, plaintiff gave permission to one McOaffery to occupy it as a dwelling-house: that he took possession of it, and converted it into a dwelling-house by taking out all the benches and seats, and tearing down the writing-desks, which were originally made fast to the walls; that the benches and desks, and, with one exception, the other school furniture, were removed from the house; that another family (McOready’s) also occupied the house for some years; that a new chimney wras built, and an additional-stove put in for this second family; that these families continued to occupy it as long as it was tenantable. A part of the lot south and west of the house had been fenced in and cultivated by Mrs. McOaffery. Being unfit for further habitation, Mrs. McOaffery left it in 1848. That in 1841 Mrs. McOaffery had refused to let preaching be had in the house, Mormons only, it was said, desiring to occupy it. It was said that the defendant, having purchased of Eshelman, took possession of the property in the spring of 1848, cleared away the ruins, and put part of the ground in cultivation. In 1850, the present suit was brought.\nOn the part of the plaintiff, the following points were proposed:\n1. That though the building has ceased to be used as a schoolhouse, yet there was occasional religious worship in.it, one of the objects mentioned in the deed, and that the trustees thereby exercised such a control of it as is inconsistent with the idea that Mrs. had interest at their will; and that the oc« cupation for seven years makes no difference, for as it was at tlie commencement a possession at the will of the trustees, it continued so during the whole period.\n2. That merely allowing a destitute woman, out of motives of humanity, to use the building as a shelter for her sick husband and helpless children, as a tenant at will, without rent, or changing the building in any way, no school being kept in the house at the same time or afterwards, does not work a forfeiture.\n3. That the defendant has failed to prove such a permanent use or occupation of the lot or building, under the meaning of the deed, as to work a forfeiture, and the plaintiff is therefore entitled to recover.\nThese points were answered in the affirmative.\nIn the charge, Loire, J., expressed the opinion that the character of the testimony was not so materially different from that given on the former trial of this case, that it ought to change the result of the case, and directed the verdict to be rendered for the plaintiff.\nSee report of a former trial of this ease in 4 Harris 140-150.\nError was assigned, inter alia, to the rejection of the declarations of the trustees, and to the answers of the Court.\nStevens, for plaintiff.\n— It was said that McKissick, the plaintiff, was not only a trustee, but was one of the original contributors. That the trustees had the management of the property. It was contended that the declarations and admissions of a party to the suit relative to the subject-matter of the controversy, whilst he was interested in the title, were evidence, whether he sued in his own right or in the right of another: 3 W. & Ser. 373, Harrisburg Bank v. Tyler; 4 Ser. & R. 317, Magill v. Kauffman; 2 Barr 371, Rossiter’s Appeal; 7 Term Rep. 664; 1 Ph. Ev. 90-91; 1 Greenl. Ev. sec. 172.\nIt was said that on the former trial the main question was whether the sheriff’s deed conveyed any title. The evidence of misuser was not so extensive as given on this trial. On this trial it was proved that the whole building, except the walls, had been changed. That it had been converted into a dwelling-house; that portions of the lot had been fenced and cultivated. The Court erred in supposing the evidence on the two trials to be similar. Though conditions in law or implied conditions may not be sus tained in Pennsylvania, yet conditions in fact or express conditions are to be sustained. Contracts are not to be violated. The condition in this case is plain, and it was proved that for seven years the property granted had been used as a dwelling-house, &c. Though this is a charity, yet contracts are not to be violated in favor of a charity.\nFrazer, for defendant.\n— The declarations of the trustees could not affect the beneficiaries: 5 Watts 493, Martin v. McCord; 4 Harris 149, a former report of this case.\nIt was said that the mode and manner of the enjoyment of the building, was permitted merely from motives of humanity; the tenancy at will subsisting. Reference was made to the argument of the case in Supreme Court, 4 Harris 144-5."
  },
  "file_name": "0232-01",
  "first_page_order": 232,
  "last_page_order": 236
}
