{
  "id": 411562,
  "name": "Neff's Appeal",
  "name_abbreviation": "Neff's Appeal",
  "decision_date": "1853-05-19",
  "docket_number": "",
  "first_page": "243",
  "last_page": "247",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 243"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wharton 397",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Howard 613",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "1 Howard 316",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "4 Wheaton 122",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4696
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/17/0122-01"
      ]
    },
    {
      "cite": "1 Howard, 319",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "3 Wharton 84",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 330",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0330-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 560,
    "char_count": 12032,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 6.095322727391641e-07,
      "percentile": 0.9555615018481772
    },
    "sha256": "1420ba7852fcf15d3b9179a35e7964eb706ec9341ab4bd8e9ab53b0997964a1b",
    "simhash": "1:8dbfbea7ac18b4fd",
    "word_count": 2145
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Neff’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\n— Can the widow and children of an insolvent debtor claim any portion of the proceeds of his real estate sold under an order of the Orphans’ Court for the payment of debts, where no election to retain either real or personal estate was made before the sale ? The most universal and effectual way of discovering the true meaning of a law when the words are dubious, is by considering the reason and spirit of it, or the cause which moved, the legislature to enact it: 1 Bl. Com. 61. The words of the Act of 1850 are not dubious in this particular. But if they were so, this horn-book principle would enable us to arrive at their meaning without difficulty. Except where the real estate cannot be divided and set off to the debtor, the legislature have in no instance directed its proceeds to be left with him instead of the property itself. In common honesty the acquisitions of the debtor belong to the creditor. But the demands of necessity and humanity are sometimes so imperative as to overbear questions of meum and tuum. The laws which exempt from execution articles necessary for the enjoyment of life, like those which oblige communities to provide for persons who are unable to provide for themselves, rest upon this foundation. The law of our being, the nature of our climate, and our habits of life, render certain articles so indispensable to existence as intelligent beings, that the legislature have exempted them from execution, disregarding the claims of severe and exacting justice, in obedience to the higher obligations of humanity and necessity. This was done, not in order that the debtor might make merchandise of them, and expend the proceeds for the gratification of desires which had no claim upon the humanity or the sympathies of the public; but in order that the articles thus exempt from execution might be “retained” and “remain for the use of the debtor and his family.” It was not an absolute gift, but a trust for a particular purpose; and every attempt to convert this benevolent provision for the comfort of the debtor and his family into a claim for money, which may be expended without promoting that object, should be discountenanced as a perversion of the statute.\nThe object of the legislature was to prevent the sale of the property ; and every act or omission of the debtor or his widow and children, which amounts to an acquiescence in, or an affirmance of the sale, is in direct contravention of that object. The Act of 1850 was intended to give to the widow and children of the debtor the privileges which the debtor himself enjoyed in his lifetime, under the Act of 1849. Both statutes have relation to the same subject, and differ only in designating the individuals intended to be protected. We may therefore apply the established rule of construction, “that statutes in pari materid, or upon the same subject, must be construed with reference to each other; that is, that what is clear in one statute, shall be called in aid to explain what is obscure and ambiguous in another:” 1 Bl. Com. 60, note 8. Under the Act of 1850, the family of the decedent may retain, at their election, either real or personal estate, of the value of $300 ; and it is the duty of the executor to have it appraised. But we do not see how this can be done under the Act of 1850, any more than under that of 1849, until the election of one or the other be made, and the property chosen be designated by the persons entitled to retain it. If any doubt should exist on so plain a question, the provisions of the Act of 1849 must be considered in connection with the Act of 1850. Under this view of the subject, the case before us was virtually decided in Weaver’s Appeal, 6 Harris 309. It was there held by this Court, in giving a construction to the latter statute, that no proceedings to appraise the property can be instituted, until the debtor signifies his election; and that his omission to do so at the proper time, was a waiver of all the advantages of the Act.\nBut there is another objection to the claim of the appellant. No statute is held to operate retroactively, unless its language admits of no other construction. There is nothing whatever in the Act of 1850, whether construed by itself, or in connection with the Act of 1849, which indicates the slightest intention to impair the value of liens which existed before its enactment.\nThese views of the case render it unnecessary to consider the constitutional question discussed in the paper-book.\nThe decree of the Court below is affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Campbell, Eeesey, and Slahle were for exceptants.",
      "Potts, for appellees."
    ],
    "corrections": "",
    "head_matter": "Neff’s Appeal.\n1. The widow and children of a decedent, dying within this Commonwealth, have no right, by the fifth section of the Act of 26th April, 1850, to claim any portion of the proceeds of sale of real estate sold by order of Orphans’ Court for the payment of debts where no election to retain either real or personal estate was made before the sale.\n2. The Act of 1850 allowing the widow or children of a decedent to retain either real orpersonal property belonging to his estate to the value of $300 is not to be construed to impair the lien of judgments against the decedent existing before its enactment, or to give to the widow the right to $300 worth of property as against such j'udgments existing at its passage: The Act of 1850 is not retroactive, and is to be construed in connection with the Act of 9th April, 1849.\n3. A statute should not be held to operate retroactively unless its language admits of no other construction; and there is nothing in the Act of 1850, either by itself or in connection with the Act of 1849, evincing any intention to impair the value of liens existing before its enactment.\nAppeal by Mary Neff, widow of Henry Neff, deceased, from the decree of the Orphans’ Court of York county, decreeing distribution of the proceeds of sale of the real estate of the said deceased, which had been sold under an order of the Orphans’ Court for the payment of debts. The time of the death of Neff was not stated on the paper-books; it was stated that he died after 26th April, 1850, insolvent, leaving a widow and children residing with him at his death. The inventory of his personal property amounted to $95.50, which the widow retained; she further claimed $204.50 out of the proceeds of sale of real estate sold as aforesaid. This claim was objected to on the part of judgment-creditors-.\nIt was objected that the claim should have been made before the property was sold, which was not the case; that the provisions of the Act of 26th April, 1850, requiring the administrators to have the property appraised, had not been complied with; and that the said Act of 1850, if designed to apply to judgments existing anterior to its enactment, was unconstitutional.\nThe judgments in question against Henry Neff were entered in 1846-47, and to January and April, 1849.\nIn the report of the auditor the claim for the widow and children was allowed to the prejudice of the judgment-creditors. Exceptions were filed to the report, and the Court decreed in favor of the judgment-creditors in order.\nError was assigned to the decree.\nIn the Act of 9th April, 1849, it is provided that, in lieu of the property now exempt by law from levy and sale, on execution issued upon any judgment obtained upon contracts and distress for rent, property to the value of $300 exclusive of all wearing apparel of the defendant and his family, and all bibles and school-books in use in the family (which shall remain exempted as heretofore) and no more, owned by or in possession of any debtor, shall be exempt from levy and sale on execution or by distress for rent.\nBy the 6th section of the Act, its provisions were not to take effect until the 4th day of July next following, and were to apply only to debts contracted on and after that date.\nBy the 25th section of the Act of 26th April, 1850, it was enacted that, “ Hereafter the widow or children of any decedent, dying within this Commonwealth, if the said decedent shall have left a widow or children who were residing with him at the time of his death, and the estate be insufficient to pay his debts, exclusive of the amount of property which is now exempted from levy and sale upon an execution against a debtor, may retain either the real or personal property belonging to the said estate, to the value of three hundred dollars; and the same shall not be sold but suffered to remain for the said widow and family; and it shall be the duty of the executor or administrator of such decedent to have the said property appraised in the same manner provided in the Act, passed 9th April, 1849, entitled “An Act to exempt property to the value of three hundred dollars from levy and sale, on execution and distress for rent: Provided, That this section shall not affect or impair any liens for the purchase-money of such real estate; and the said appraisement, upon being signed and certified by the appraisers and approved by the Orphans’ Court, shall be filed among the records thereof.”\n, By the Act of 14th April, 1851, sec. 5, it was provided that, “Hereafter, the widow or the children of any decedent dying within this Commonwealth, testate or intestate, may retain either real or personal property belonging to said estate, to the value of three hundred dollars, and the same shall not be sold but suffered to remain for the use of the widow and family;” and it shall be the duty of the executor or administrator of such decedent, to have the said property appraised (as in the Act of 1850); and the same proviso was re-enacted.\nCampbell, Eeesey, and Slahle were for exceptants.\nIt was said that the Act of 1850 was constitutional; that an Act is not so which affects only the remedy: 10 Ser. & R. 101; 16 Ser. & R. 37; 1 Watts 330; 3 Wharton 84; 2 Harris 155. The lien is but collateral to the debt, and is one of the remedies for enforcing its payment: 5 Barr 145; 4 W. & Ser. 218; 1 Howard, 319-20.\nBy the Act of 1850 it is made the duty of the administrator to have the property appraised, and his omission to have this done should not prejudice the widow and children. They were not notified of the application to sell: 6 Barr 91. By the Act of 1849, the sheriff is to have the appraisement made if requested by the debtor ; by the Act of 1850 it is made the duty of the administrator to have it made.\nPotts, for appellees.\n— The constitutional provision, violated by the construction contended for on part- of appellants, is the provision prohibiting the impairing of contracts. The statutes forbidding imprisonment for debt, are not unconstitutional, as they discharged only the person of the debtor, but left the obligation to pay in full force: 4 Wheaton 122, Sturges v. Crowninshield; 1 Howard 316-19. But “if the defendant had made such an agreement as to authorize a sale of his property, which should he levied on hy the sheriff for such a price as should be bid for it at a public sale, on reasonable notice, it would have conferred a right on the plaintiff, which the constitution made inviolate; and it can make no difference whether such right is conferred by the terms or law of the contract:” 2 Howard 613, McCracken v. Hayward. If the Act of 1850 disturbs vested rights, it is unconstitutional: 1 Kent 455. In Deichman’s Appeal, 2 Wharton 397, the assets were personal, and the judgment was no lien on them when it began to operate.\nIt was further said that the claim should have been made before the sale. Until the election is made, it was said the administrator does not know what property to have appraised: Miller’s Appeal, 4 Harris 300; Hammer v. Freese, 7 Harris 255. A retrospective statute, affecting vested rights, is void: 1 Kent 454-5. A retrospective effect will not be given to a statute, so as to affect contracts or property: 5 W. & Ser. 198; Dwarris on Statutes 681; 2 Barr 23. There is no word or phrase in the Act of 1850 indicating a design to make it retroactive, while the word “ hereafter” looks only to the future.\nMay 19, 1853,"
  },
  "file_name": "0243-01",
  "first_page_order": 243,
  "last_page_order": 247
}
