{
  "id": 411563,
  "name": "Eberly versus Groff",
  "name_abbreviation": "Eberly v. Groff",
  "decision_date": "1853-06-09",
  "docket_number": "",
  "first_page": "251",
  "last_page": "256",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 251"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Whart. 226",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835012
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0226-01"
      ]
    },
    {
      "cite": "1 Wend. 583",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2003381
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/1/0583-01"
      ]
    },
    {
      "cite": "2 Johns. Ch. 92",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 662,
    "char_count": 15481,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 1.4849928553409902e-07,
      "percentile": 0.6619024892957079
    },
    "sha256": "d04c40bbf45318e88905c2f8eb84846286f27ffd7c17993ef4af791f8104cdb5",
    "simhash": "1:e671a66a161bff24",
    "word_count": 2695
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Eberly versus Groff."
    ],
    "opinions": [
      {
        "text": "Thé opinion of the Court was delivered, by\nWoodward, J.\n— The plaintiffs’ bill admits an assignment of the bonds, but charges that it was without consideration, and fraudulent as to creditors; and, following up this charge with interrogatories, the defendants are called on to state the consideration. The defendants answering admit the assignment, but deny that it was without consideration, and set forth fully not only the services and payments which constituted the consideration, but the contract also in virtue of which the services were rendered.\nTo this answer a general replication was put in; and now the plaintiffs say the contract set forth by the defendants is in avoidance of, and not responsive to their bill, and, therefore, unless proved by competent testimony, the defendants are entitled to no benefit from it.\nIf this position be well taken, the plaintiffs are entitled to the relief sought, for they have it in their proofs that Levi, knowing the deep indebtedness of his father, received the assignment of these bonds on a consideration, resting chiefly in labor and improvements rendered; and, the law undoubtedly is that a son who works for his father, after he is twenty-one years of age, does not thereby establish a debt against his father, unless there has been a previous contract or assumpsit on the part of his father: Zerbe v. Miller, 4 Harris 496.\nThe question then is, what effect, according to the rules of equity pleadings, is to be given to the answer of the defendants setting forth the contract between the father and son ?\nInterrogatories, though not indispensable to a bill in equity, become part of it when founded on any matter contained in the charging part of the bill, and such interrogatories the defendant is compelled to answer. The rule then is that an answer which contains facts not responsive to any allegations or interrogatories in the bill is not evidence for the defendant; but the facts must be established by him, if material, by independent proof. It is otherwise where the answer is responsive to the bill; for in such case it is evidence for the defendant, and the plaintiff must overcome it by counter evidence of two witnesses, or of one witness and strong circumstances in corroboration, otherwise it will prevail : Story's Equity Pleading, § 849 a; 2 Daniels’ Chan. Prac. 10, 19; Bank of United States v. Beverly, 1 How Sup. Ct. R. 134; Hart v. TenEyck, 2 Johns. Ch. 92; Commonwealth v. Cullen, 1 Harris 143.\nThe operation of the defendant’s answer is the same, although the equity of the plaintiffs’ bill is grounded on the allegation of fraud: Dilly v. Bernard, 8 Grill & Johnson 171; McDonald v. McLeod, 1 Iredell’s Eq. 226; Lewis v. Owens, Id. 290; Murray v. Blatchford, 1 Wend. 583.\nIn some cases it is difficult to distinguish between matter in avoidance, and that which is responsive; but in the case before us there is no difficulty. The fourth and fifth interrogatories of the plaintiffs, demand, in express terms, a statement of the contract and bargain between Levi W. Groff and his father. They were bound to set them forth, or assign a satisfactory reason for not doing so. Their answers to these interrogatories describe a valid contract, in pursuance of which the services and improvements of the son were rendered, and we cannot doubt that they are, in the strictest sense, responsive to the plaintiffs’ bill. As there was not a witness, document, or fact before the Court to countervail these answers, there was nothing on which to found a decree in favor of the plaintiffs, and the Court were right in dismissing their bill.\nThe decree is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Ellmaker, with whom was Eranhlin, for appellants.",
      "Stevens, contrá."
    ],
    "corrections": "",
    "head_matter": "Eberly versus Groff.\n1. Interrogatories, though not indispensable to a bill in equity, become a part of it when founded on a matter contained in the charging part of the bill; and the defendant is compellable to answer the allegations or interrogatories.\n2. When an answer contains facts not responsive to any interrogatory in the bill it is not an answer for the defendant; but the facts, if material, must be established by independent proof.\n3. It is otherwise when the answer is responsive to the bill; in such case it is evidence for the defendant, and the plaintiff must overcome it by counter evidence by two witnesses, or of one witness and strong circumstances in corroboration ; otherwise it will prevail.\n'4. The answer will have the same operation although the equity of the plaintiff's bill be grounded on an allegation of fraud.\nAppeal from the decree of the Common Pleas of Lancaster county.\nThis was an appeal from the decree of the Common Pleas on a proceeding in equity, instituted by a bill of Jacob Eberly, executor, &c., of Abraham Wenger, deceased, Solomon Meyer, administrator, &c., of Jacob Meyer, deceased, and the Farmers’ Bank of Lancaster, v. John Groff, John W. Groff, and Levi W. Groff. The bill was filed November 20, 1851, and it was therein asked that an assignment by John Groff to Levi W. Groff of certain bonds, be set aside, and that Levi W. Groff be required to deliver up the bonds for the use of the plaintiffs, and that John W. Groff, the obligor, be required to pay to the plaintiffs so much of1 the money secured by the said bonds as has become due with interest, and the remainder as it shall become due and payable; and for general relief.\nOn the 14th of January, 1847, John Groff, one of the defendants and the father of the other two defendants, was indebted to the plaintiffs in several sums, amounting in the aggregate to <$7240.00, with interest. On that day he assigned and transferred to his son, Levi W. Groff, six several bonds of John W. Groff to himself, five of them conditioned for the payment of $300 each on the 1st of April, in each of the years 1850, 1851, 1852, 1853 and 1854; and the sixth being for the payment of $200 on the 1st of April, 1855: amounting altogether to $1700.\nAt the time of this assignment and transfer, John Groff was insolvent. He had previously, on the 5th of January, 1847, confessed judgments to other creditors more than sufficient to cover his real estate; among which judgments was one in favor of Levi W. Groff for $714; and about a month after this transaction, viz., on the 17th of February, 1847, he made a general assignment in trust for his creditors, under which but little was realized applicable to the claims of the plaintiffs.\nThe question at issue between the parties was, whether the assignment and transfer of j;he six bonds by John Groff to Levi W. Groff on the 14th of January, 1847, was fraudulent and void as against the plaintiffs.\nTo maintain the affirmative, the plaintiffs’ counsel read the depositions of four witnesses. They also read the deposition of the defendant, Levi W. Groff, taken in the case of Deshong et al. v. Groff.\nBy these depositions it appeared that at the time of the transfer of the bonds, Levi was allowed $866 for work done by him after he became of age, and $500 for improvements done to John Groff’s property while Levi farmed it as his tenant on the shares; the balance, $344, being apparently paid in cash, though afterwards returned to Levi and by him paid over to some of his father’s creditors. It also appeared that it was a matter of general conversation in the neighborhood, previous to the assignment of the bonds, that John Groff was insolvent and likely to break up; and that Levi W. Groff spoke about becoming an assignee of his father, one or more weeks before the assignment.\nNo testimony of other persons was taken on the part of the defendants; but for Levi it was contended that the allowances of $866 for work over age, and $500 for improvements, were made in pursuance of a previous contract to that effect between his father and himself; and their answer to the 4th and 5th interrogatories of the plaintiffs, was relied on to establish this.\nThe plaintiffs objected they had not read any part of the answer of the defendants to prove any of the disputed facts; but established their whole case by independent testimony; having, by their general replication, denied all the facts set forth in the answer, inconsistent with, and in avoidance of those alleged by the plaintiffs. The Court, however, decided that it was evidence to prove the fact of a previous contract -between the parties, and upon that evidence dismissed the bill; from which decision the plaintiffs appealed to the Supreme Court.\nOpinion of Lonq, J. — “The plaintiffs in this case complain against the defendants, that certain bonds given by John W. Groff to John Groff, were fraudulently assigned and transferred to Levi W.- Groff, one of the defendants; and certain interrogatories were propounded by the plaintiffs to the defendants, relative to those bonds and other matters, upon which the plaintiffs rely for a decree in their favor.\n“ The defendant, Levi W. Groff, in answering those interrogatories, denies the allegations made by the plaintiffs, and upon which the complaint rests. This answer is responsive to the bill filed. The law appears to be, that ‘the answer of a defendant to a.bill filed against him upon any matter stated in .the bill and responsive to it, is evidence in his own favor, unless it is overcome by the satisfactory testimony of two opposing witnesses, or of a witness corroborated by other circumstances and facts, which give to it a greater weight than the answer, or which is equivalent in weight to a second witness2 Story on Equity Jur. sect. 1528; 2 Daniels’ Practice, 400; 1 Greenleaf s Evidence, sect. 260.\n“ In this case I have been at a loss to discover, from the testimony of any witness or circumstance produced by the plaintiffs, any evidence to overturn the answer of the defendant, Levi W. Groff, made under oath, and which was made in reply to the questions put to him by the plaintiffs in their bill. The consideration of the assignment of the bonds is fully explained in the answer of this defendant, and if believed, goes to show that the transaction was a fair and legal one. The circumstances connected with the transfer of the bonds and the testimony of some of the witnesses examined, in the absence of the answer of the defendants, would be calculated to cast a shadow over the fairness of the transaction ; but those doubts, if the answer can be relied upon, are removed by that answer.”\nNovember 15, 1852, bill dismissed at the costs of the plaintiff.\nIt was assigned for error:—\n1. The Court erred in deciding that the matters set forth in the answer, in avoidance of the allegations of the bill, were responsive to the bill and evidence in the case to rebut or explain the facts proved by the plaintiffs.\n2. The Court erred in dismissing the bill, and in not decreeing as therein prayed for.\nEllmaker, with whom was Eranhlin, for appellants.\nThe allegation of the plaintiffs was, that the assignment of 14th of January, 1847, was fraudulent. ’ This allegation was denied by the defendants, and it therefore became incumbent on the plaintiffs to prove it. They took upon themselves the burden of this proof, and showed by the testimony of Squire Weidman and by the deposition of Levi W. Groff, the recipient of the transfer, that the bulk of its consideration was an allowance for work done over age, and for improvements made on a farm occupied by him as a tenant of his father. Neither of these was a sufficient consideration to support the assignment against creditors. That a son working over age is not a sufficient consideration for assignment against creditors, is settled by the cases of Hack v. Stewart, 8 Barr 213; Bash v. Bash, 9 Barr 260; Zerbe v. Miller, 4 Harris 488.\nSo of improvements. The tenant making improvements cannot recover value from the landlord without an express warrant: 6 Cowan 475, Mumford v. Brown; 1 W. & Ser. 530, Long v. Fitzimmons; 4 Whart. 226, Phillips v. Monges.\nIf, therefore, any part of the consideration of the transfer was tainted by either of these elements of fraud, they corrupted and avoided the whole; and the evidence on the part of the plaintiffs showed that they both largely entered into it. To relieve themselves from the effect of this evidence and of the principles of law applicable to it, the defendants insisted that the work over age had been done and the improvements made, in pursuance of contracts between the son and father, stipulating for payment to be made for them. They took no testimony to prove any such contract, but relied upon their own statement contained in their answer, averring the existence of such contracts. The appellants contend that this being an independent fact, introduced by defendants and not responsive to, or in denial of the allegations of fact contained in the bill, the burden of proof lies on the defendants alleging it. The doctrine on this point is stated by Judge Story, in his Equity Jurisprudence, vol. 2, p. 996, sec. 1528 and 1529 : Reference was also made to 2 Danl. Ch. Pr. 399-400, 4 Law Lib. 237.\nIt was said that the answer was not read in evidence, nor relied upon on the part of the plaintiffs, to establish the plaintiff’s allegation of fraud in the transfer of the bonds, but that fraud in the transfer was proved by independent testimony equivalent to that of two witnesses. The primd facie case thus made out, was allowed to be overcome by the allegation in the answer of facts, it was said, not responsive to, but in avoidance of the complaint. That this was error, reference was also made to 4 Russell 112, Field v. Sowle, 3 Eng. Ch. 588; 7 Blackford 96, Clark v. Spears; 1 R. & M. 64, 4 Eng. Ch. 325; 3 Mason 378; 2 John. Ch. 62; Id. 88, 94.\nIt was said, in conclusion, that the answer was not evidence, and that the Court should have decreed as prayed for.\nStevens, contrá.\n— It was alleged in the bill that the bonds in question had been assigned without consideration, and in fraud of creditors, and the bill contained interrogatories. To the allegations in the bill and interrogatories the defendants answered under oath, denying the fraud; and the answers of the defendants were confined to the matters alleged in the bill and inquired of in the interrogatories. The plaintiff took other evidence, none of which, it was said, proved any fraud, or in any way contradicted the evidence of the defendant. If the plaintiffs chose to make witnesses of the defendants, their answer to the bill must be taken for what it is worth: Story’s Eq. Pl. see. 849; 2 Story’s Eq. sec. 1528; 1 Greenleaf's Ev. sec. 260; 6 Ves. 39-40. Even if an issue at law were directed after answer, the answer should be directed to be read in evidence to the jury.\nBut if the answer be not evidence, the plaintiffs should have established, by affirmative proof, the allegations on which they relied. The plaintiffs did not prove any fact tending to invalidate the assignment; they merely proved that the consideration of it was the labor of the defendant, but that without more was insufficient. The defendant, Levi W. Groff, proved by John W. Gfroff, every fact necessary to establish his claim to compensation for his work, and for improvements. The joining of said John W. Groff in the bill did not render him incompetent as a witness in favor of Levi, if John had no interest in the matter. Without the answer, the plaintiffs made out no sufficient case; and with it, a meritorious case was made out for the defendant. The plaintiffs did not ask for an issue, and must stand on the case presented by the bill, answer, and the evidence of John W. Groff.\nJune 9, 1853,"
  },
  "file_name": "0251-01",
  "first_page_order": 251,
  "last_page_order": 256
}
