{
  "id": 411553,
  "name": "Stehman versus Huber",
  "name_abbreviation": "Stehman v. Huber",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "260",
  "last_page": "263",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 260"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 Johns. Rep. 115",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 375,
    "char_count": 6670,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 3.1686989938375496e-07,
      "percentile": 0.8637675401152731
    },
    "sha256": "4f5a9ae53e1612e6d6ce9cfcad4fe34bc96daed6ab09cbb69cb8fca595dde0bc",
    "simhash": "1:6a173f11a70864e9",
    "word_count": 1237
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Stehman versus Huber."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\n— When land is held in common by a married woman and others, and they all join in a partition, and her share is conveyed to her and her husband, the law looks at the character of the transaction, rather than at the form of the conveyance, in order to define her interest, and considers the share as still hers, a divided share being substituted for an undivided one. If the husband has paid money for equality of partition, and the conveyance be to the husband and wife, he acquires an interest in common with her in proportion to the amount.\nIt is not important here to consider the interest thus acquired by the husband; but we may assume that the land was the wife’s as of the date of her father’s death in 1843. As the law then stood, the husband was immediately seised of an estate for life in right of his wife, and entitled to all the issues and profits thereof as his own property. On the 28th December, 1850, the husband conveyed his interest in the land to Jacob Eehl, who, on the 13th January, 1851, conveyed it to the wife; but the conveyance to Eehl has been tried on correct principles, and found to be fraudulent as to this creditor. The result of course is, that he has a right to treat the land as the husband’s for life, and it is very difficult to prove so plain a corollary as his right to levy on the crops, which, as to him, ought to be and are the husband’s. The Act of 1848 has nothing to do with the case ; for it does not mean to take away any previously vested rights of the husband, or to allow him to give them away in fraud of his creditors. There is no error in the ease.\n• Judgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Ford, for plaintiff in error.",
      "Stevens, with whom was Fordney, contrá."
    ],
    "corrections": "",
    "head_matter": "Stehman versus Huber.\n1. When land is held in common by a married woman and others, and they all join in a partition and her share is conveyed to her and'her husband, the law looks at the character of the transaction rather than at the form of the conveyance in order to define her interest, and considers the share as still hers, a divided share being substituted for an undivided one._\n2. If the husband has paid money for equality of partition, and the conveyance be to the husband and wife, he acquires an interest in common with her in proportion to the amount paid by him.\n3. Where a husband conveys in fraud of creditors his life estate in land held in right of his wife, the creditors may levy on ihe growing crops as his property.\n4. The married woman’s act of 1848 was not intended to take away the vested rights of the husband, and does not allow him to give them away in fraud of his creditors.\nEmaon to the Court of Common Pleas of Lancaster county.\nThis was an amicable action in which Anna Stehman was plaintiff, and Jacob Huber was defendant, entered into to try the right of the plaintiff to certain personal property, levied by the sheriff, at the suit of Stehman’s heirs v. Tobias B. Stehman; and also to settle the right of the defendant, as sheriff, to levy on said property, for the use of the bail of said Stehman ; the form of action not to be questioned, but the case to be tried on its merits.\nIn 1843, Jacob G-amber died seised of real estate, and the same passed by inheritance to his children, of whom the plaintiff, Ann Stehman, then and now the wife of Tobias B. Stehman, was one.\nOn March 2, 1844, all of them joined in an amicable partition of the land, and the plaintiff’s share was conveyed toTobias B. Stehman and Anna his wife, and to the heirs and assigns of the said Anna for ever,” in severalty, subject to the payment of $6000, and interest thereon, for owelty. This sum has since been paid; how the debt was finally paid was disputed.\nIn 1840, Tobias B. Stehman became administrator of the estate of John Stehman, deceased. On April 26, 1850, he settled an account before the register of Lancaster county, which exhibited á balance in his hands of $1685.32, which, being increased to $1777.98, was, on Dec. 20,1850, confirmed by the Orphans’ Court, and on the next day, Dec. 21, a certificate thereof was filed in the Common Pleas. On April 3, 1851, a sci. fa. was issued upon it at the suit of Melchoir Breneman, and judgment obtained, June 17, 1851, for $1832.14. Kfi.fa. was issued on the judgment, Sept. 1, 1851, and the sheriff levied on half of the crops growing on the land before spoken of, the other half being the property of the cropper. Thereupon the wife gave notice that the land and the crops were hers, and not her husband’s, and to try this question this amicable action was instituted between the plaintiff and the sheriff.\nOn December 28, 1850, Tobias B. Stehman conveyed all his interest in the land to Jacob Eehl, and on January 13,1851, Eehl conveyed it to the wife of said Tobias and her heirs, &c. This conveyance to Eehl was found by the jury to be fraudulent as to creditors.\n' The substance of the instruction given by the Court below, Loire-, President, was, that the profits of the land belonged to the husband, and were subject to the levy, and that the defendant was entitled to a verdict, unless the conveyance to Eehl was good as against creditors. Nov. 24, 1852, verdict for the defendant. This part of the charge presented the principal question in the cause.\nFord, for plaintiff in error.\n— It was said that the deed being to Stehman and wife and to the heirs of the wife for ever, they held by a joint title, and that the consequence was, that neither could dispose of a part without the consent of the other, and the whole must remain to the survivor: 4 Kent 358; Id. 353-361; 5 Term Rep. 652; 2 Kent 132; 16 Johns. Rep. 115; 8 W. & Ser. 107. It was contended that the estate being thus held jointly, the usufruct was joint property.\nStevens, with whom was Fordney, contrá.\n— Under the deed, Tobias Stehman had a life estate in his own right, jointly with his wife. If lands be given to two separate persons and their heirs, they become joint tenants in fee-simple, and each, without the other, can dispose of an undivided moiety of the inheritance. But if the grantees are husband and wife, they take by entireties, and while the husband may do what he pleases with the rents and profits during the coverture, he cannot dispose of any part of the inheritance without his wife’s concurrence: 2 Law Lib. 78; Williams on Real Estate 166; 5 Term Rep. 652; 59 Law Lib. 53.\nThe Act of 1848 is not applicable to this case. The husband does not claim under a marital right, but under the deed. The debt in this case existed before the passage of the Act of 1848.\nIt was said that the conveyance to Eehl was made in fraud of creditors. It was made after the certificate of the balance on the account was filed as a lien."
  },
  "file_name": "0260-01",
  "first_page_order": 260,
  "last_page_order": 263
}
