{
  "id": 411546,
  "name": "Commonwealth for Irwin versus Contner",
  "name_abbreviation": "Commonwealth v. Contner",
  "decision_date": "1853-06-21",
  "docket_number": "",
  "first_page": "266",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 266"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Watts 153",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848379
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0153-01"
      ]
    },
    {
      "cite": "8 Watts 153",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848379
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0153-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 787,
    "char_count": 23624,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 1.7811224012287446e-07,
      "percentile": 0.7135126410844802
    },
    "sha256": "21ed833f50881f2ed64d95816aca3b84121de9775b436c9d7a9465af23d8b6cf",
    "simhash": "1:debb2af2943ce6ae",
    "word_count": 4316
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth for Irwin versus Contner."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\n— Irwin, upon whose suggestion this suit was brought, had an execution in the hands of the defendant, who was sheriff, against one Whitaker, and levied upon personal property, which he afterwards unlawfully gave up. When the cause was before us last year (6 Sarris 439), we decided that the plaintiff might recover as much as the sheriff could have made for him by a proper discharge of his duty. Whitaker owed his landlord rent, which should be deducted from the value of the property, in order to ascertain how much of the proceeds of the goods, in case they had been sold, would have been applied to the plaintiff’s debt.\nThe lease on which the rent was reserved was dated on the 27th of June, 1848. The rent was $2500, payable half-yearly in advance. The rent for the first six months was paid on the day when the lease was executed, and when the term commenced. Another half-yearly payment became due on the 27th of December, 1849, and was not paid. The levy was made before the day fixed for the next payment.\nThat a lease can relate back, by construction, to a time anterior to its date, without words clearly indicating that to be the intention of the parties, is a proposition which no man, however ingenious, can sustain for a moment. That an estate for years does not begin until it is created, is a mere truism. It is impossible to affirm seriously that a landlord can claim rent, or the tenant be entitled to enjoy the property, before the relation of landlord and tenant existed. A similar relation may, indeed, have existed before under another contract; and if it did not, the parties may agree that the rent for the future shall be counted as if it had. It is true too that where one takes possession under a parol agreement, it may be put into writing during the term, and if it recites the facts truly, and explains its purpose intelligibly, it will have the effect intended. But we find none of these things in the lease before us. It speaks in the present tense — doth let and lease. The covenants are all to be performed in the future. It contains no allusion to any interest then existing in the lessee, or to any previous possession of the lands by him. It leases the property on the 27th of June, and from that day for a term of five years, counting from the 1st of April, 1848, or until- the 1st of April, 1853. It seems to have been thought that the reference to the 1st of April, as the point from which the five years should be counted, made the rent payable also from that time. But it is not so. Suppose a man in 1850 had made a lease of lands for a term which shall expire at the end of fifty-five years from the commencement of the present century, would that entitle him to recover rent for fifty years before the lease was made ? We are much more likely to fix a future point of time by its distance from some past period, than by the interval which separates it from the present. Ño systematic calculation of time can be made otherwise. All calendars have their eras. A term would probably be made to end on the 1st of April, let it .begin when it might, because custom in this state has made that day the beginning of the year in all matters of private economy.\nOn the whole, then, we have no doubt that the written lease gave the lessor a right to rent only from its date, and being paid six months in advance, he had no claim to more until the 27th of December following. On the 14th of June (1849), when the levy was made, the landlord could only have recovered from the tenant $1250, and of course could have distrained for nothing more, if Whitaker had stood upon the advantage which the lease gave him. In no contest between the parties themselves could parol evidence have been given to vary the terms of the lease or make the rent begin before its date, unless as a means of affording equitable relief against fraud, mistake, or accident.\nBut this is not a contest between the parties themselves, and the rule which excludes parol evidence does not apply to strangers. It cannot be said that the sheriff claims under the landlord. There is no legal privity between them. The sheriff is interested in establishing the right of the landlord to the rent, because upon that depends the justice of his own defence • against one who asserts that he has paid it wrongfully. He claims to have one whole year’s rent deducted from the value of the goods he levied on, because he says he would have been bound to pay it, as he did afterwards pay it when he sold the same goods on another writ; and he declares that he paid it because it was due, and was by both the parties in good faith admitted to be due.\nIt is very clear that the tenant had the advantage of his landlord, and could have cheated him very easily if he had stood for law and refused to render whatever was “not nominated in the bond.” But it is also true that in good conscience, and in common honesty, he owed twice as much as the lease would have compelled him to pay. If the landlord had brought suit against him or taken a distress, we cannot presume that he would have resisted any part of the claim because honestly he could not have done so.\nThe Act of Assembly gave the landlord a Hen for the rent that was due. How much was due? What shall be the standard'to ascertain the amount ? Shall we measure it by the lease which is proved to be a blunder, or. by the justice which arises out of all the facts in the case ? Shall the sheriff have the advantage of considering the tenant a man of truth, or shall we give the execution-creditor the benefit of the knavery which he might have perpetrated but did not? We are of opinion that the amount of rent due is the sum which the tenant owes in good conscience, and which he is willing to pay; that this may be ascertained without regard to the lease, if the lease be erroneons; and that the rule is the same, even when the error in the lease is of such a kind that the landlord could not be relieved by any proceeding against the tenant in a Court of Equity. We must see the statute so executed that it will do neither more nor less than what the parties (presuming them to be honest), would have done for themselves.\nIf the letting had been entirely by parol, it is undeniable that the landlord would have been as well entitled to his rent as he could have been with a lease put in writing, and sealed by both parties. If the lease had been in writing, and afterwards changed by a parol agreement, the paper would not have been the exclusive standard to determine what was due. ' Here there was an agreement which it was intended to put in writing; but by a mistake, words were used which expressed a different contract. The parties correct, by their conduct, the blunders of their words; the one pays, and the other receives, according to the actual intention; and neither seeks to have any unfair benefit from the accidental error. We think it is not our duty to say, that the execution-creditor must have an advantage over the landlord against justice and truth merely because the tenant could have had a similar advantage if he had been disposed to take it.\nCottrell, the landlord, was a competent witness. He had received his money under a judicial decree, and could never be required to pay it back again, no matter what might be the result of this suit against the sheriff. It does not appear that he came under any obligation to refund.\nThe exception to that part of the charge which gives the rule for fixing the price of the goods is not sustained. The plaintiff is not concluded by the price at which they were actually sold; nor can he claim the sum at which he would have been willing to take them. It was no injury to him that he was prevented from buying them for more than they were worth. His loss was no greater than their value. What they would have brought at a fair sale, conducted under the direction of the plaintiff, without puffing, at bond fide bids, was the sole question.\nThe Court refused to direct a verdict in favor of the for nominal damages. We think the ease of the Commonwealth v. McCoy (8 Watts 153), rules this point. The plaintiff can only maintain his action if he has been actually aggrieved.\nWe do not see that any wrong was done by giving to the defendant the conclusion of the argument. But, at any rate, an erroneous decision of such a question would not be cause of reversal.\nThere is one other point of some importance in this cause. After the landlord had received his rent from the sheriff in advance, he took possession of the demised premises. If he had done this be-1 fore he received the rent he could not have recovered it after-wards ; and it is contended here, that the sheriff cannot have the rent which was thus forfeited, deducted from the plaintiff’s claim. In the opinion given last year, we stated it to be a fair presumption that the landlord’s lien would have been prosecuted to the extent of his legal rights if the sale had been made under the plaintiff’s writ. Whatever, therefore, the landlord could have legally claimed, the plaintiff cannot recover in the present suit. What was the landlord’s right, therefore, at the time this money might have been made by the sheriff? The right to be paid what rent is due (but not for more than a year) out of the proceeds of a sale on execution, comes in place of a distress. Had the landlord a right to distrain for the third half-year’s rent ? The affirmative reply which must be given to this question, settles the point in favor of the defendant in error. The rent being due, and the right of distress being perfect, the sheriff could not have withheld it. The consequences of a subsequent change in the relations of the landlord and tenant can only affect themselves, and not the sheriff, who could regard or knqw none other than those which existed at the time.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Price, for the plaintiff in error.",
      "Parker and J. T. Sale, for defendant."
    ],
    "corrections": "",
    "head_matter": "Commonwealth for Irwin versus Contner.\n1. A lease of real and personal estate was dated on 27th June, 1848, whereby the lessor leased to the lessee the property “ for the terra of five years from the 1st day of April, 1848, continuing until the 1st day of April, 1853.” The lessee agreed to pay an annual rent of $2500 for the real estate, the said annual rent to be paid half-yearly in advance during the first five years aforesaid. It was Held, that under the terms of the lease itself the rent began to accrue from the 27th June, 1848, when the lease was made, and not from the 1st April, 1848.\n2. But where the personal property leased was levied upon on the 14th June, 1849, under an execution against the tenant, and was sold by the sheriff; It was Held that it was competent for the sheriff in a suit against him by the first execution-creditor, to show by parol testimony that the tenant had taken possession of the premises on the 1st day of April, 1848, and that rent was payable from that day, and. that the receipt on the lease was for the first half-year’s rent commencing on 1st April, 1848.\n3. In such a suit, the lessor having received out of the proceeds of sale all the rent he claimed, and not having indemnified the sheriff and not being interested in the event of the suit, was a competent witness on the part of the sheriff and his sureties to prove the time when the lease actually began, that the rent was to commence from the 1st of April, 1848, and that such was the intention of the parties when the lease was written.\n4. The execution-creditor, in a suit against the sheriff, is not concluded by the price at which the personal property levied on was actually sold; nor can he claim the amount at which he would have been willing to take it. What the property would have brought at a fair sale conducted under the direction of the plaintiff in the execution, without puffing, at bond fide bids, would be the extent of his claim.\n5. An action by the execution-creditor on the recognisance of the sheriff, can be sustained only when the plaintiff has been actually aggrieved. He is not otherwise entitled to a verdict for nominal damages.\n6. In such a suit whatever amount the landlord could have legally claimed out of the proceeds of sale, if the sale had been under the plaintiff’s execution, the latter cannot recover; and if the sheriff, out of the proceeds of sale under another writ, has paid to the landlord one whole year's rent, the first half-yearly payment being paid in advance according to the proof as to the terms of the leas , the said second half-year's payment is not to be disallowed to the sheriff, because after the landlord had received the rent from the sheriff he took possession of the demised premises. The sheriff is bound to observe only such relations as existed at the time of his payment.\n7. An erroneous decision of the right to a conclusion to the jury is not a cause of reversal.\nError to the Common Pleas of Mifflin county.\nThis was an action of debt, to August Term, 1850, in the name of The Commonwealth of Pennsylvania, for Ellis Irwin v. Davis McKean Contner, sheriff of Mifflin county, and his sureties, on his official recognisance. The breaches of the recognisance assigned in the declaration, were, 1. The neglect to sell the personal property of F. A. Whitaker, under a test. fi. fa. from the District Court, Philadelphia, issued at the suit of Irwin. 2. In withdrawing from the possession of the property levied on under Irwin’s writ, and improperly returning that he had done so,' according to the direction of the said District Court, made on 7th July, 1849. 3. The\nneglect to execute Irwin’s writ of. vend. exp.\nThe plea was, covenants performed, and payment with leave, &c. — Nov. 13, 1852. Verdict for defendants.\nThe case was up before. See 6 Karris 439, &c., for a report of it.\nUnder the testatum writ of -fi. fa. at the suit of Irwin, the sheriff made a levy on the property of Whitaker, the defendant in the execution. John F. Cottrell gave notice to the sheriff that the greater part of the property levied on belonged to him, and had been leased to Whitaker with the furnace property. Contner applied to the District Court for a rule upon Cottrell, under the Interpleader Act. The Court made an order on Cottrell. The sheriff returned to the fi. fa. of Irwin that he had withdrawn from the possession of the property, according to the direction of the District Court, Philadelphia, made on 7th July, 1849. The return was dated July 14, 1849. On the part of the plaintiff it was alleged that the District Court had not made such an order — that the order of withdrawal, made by the said Court, was dependent on Cottrell’s filing a declaration in the feigned issue ordered to try the right to the property levied on, and his giving bond; which order, it was alleged, was not complied with by Cottrell.\nOn 4th August, 1849, the District Court granted a rule on Cottrell to show cause why he should not be barred of any action against the sheriff, or his officers, and why the sheriff should not be directed to sell. This rule was made absolute on 3d September, 1849. On 4th August, Irwin issued a writ of vend, exp., to which the sheriff returned that, by virtue of a fi. fa. to August Term, 1849, at the suit of Washington Righter v. Whitaker, for a debt of $632.25, he had levied upon Whitaker’s interest in the same property, and that he had sold the same for $2100, on the 28th July, 1849. _\n_ On the part of Irwin, it was alleged that, understanding that the sheriff designed to sell Whitaker’s property on the 28th July, and supposing it to be under his own writ, he made arrangement to have it bid up to an amount sufficient to cover the arrears of rent due by Whitaker to Cottrell, his landlord; that the agent arrived at Lewistown on 27th July, and there first learned that Irwin’s writ had been returned by the sheriff, and finding that the sale was to be on another execution, left the place.\nOn the trial of the case, on the part of the plaintiff, was given in evidence the record of the ease of Irwin, and also that of Righter; and the deposition of Irwin’s agent, and of Hodgson, a person employed by the agent to attend the sale.\nThe sheriff, it was said, did not justify his return, but gave evidence in mitigation of damages. One part of the evidence was a lease of the Matilda iron works, with a large amount of personal property, by Cottrell to Whitaker.\nThe agreement or lease between Cottrell and Whitaker was stated in it to have been made on the 27th June, 1848, and that Cottrell doth let and lease to Whitaker the Matilda Furnace property and farm connected with it; also the personal property consisting of store, teams, &c., as per inventory and valuation commenced on the 23d May, 1848, and finished on the 27th June, 1848; also, wood-leave for house, &c.; also, ore privileges, and wood-leave to the amount of two thousand cords annually, — “provided it is coaled and used in said Furnace, for the term of five years, from the first day of April, A. D. 1848, continuing until the first day of April, A. D. 1853.” In consideration of which Whitaker agreed to pay an annual rent of $3500, the said annual rent to be paid half-yearly in advance during the first five years aforesaid; and it was also understood and agreed that if at any time prior to the expiration of said lease, Whitaker should purchase and pay Cottrell for the personal property then on hand, then and after that .time the rent to be abated to $2500, for the real estate, ore-leave and wood-leave for the furnace, the rent to be paid half-yearly in advance, &c., &c. Signed by Whitaker and Cottrell.\nOn it was a receipt by Cottrell for $1750 on account of rent— dated June 27, 1848.\nThis Court decided (6 Harris 447) that by its terms, the rent reserved for the real estate was $2500 per annum; that not more than $1250 was due on 14th June, 1849, when the levy was made under Irwin’s writ; that the rent commenced on the day of the date of the lease, viz., the 27th June, and that the date of April 1,1848, in the body of the lease was intended to limit the duration of the term — to fix the end of the term, and not the beginning of it.\nOn part of the defendant the lease having been given in evidence, John F. Cottrell, the lessor, was called, and it was offered to prove by him that Whitaker took possession under the lease on the 1st of April, as his tenant; that the rent was payable from the 1st of April, 1848, and that the receipt of the witness on the lease was for the first half-year’s rent due, commencing from the 1st of April, 1848. The evidence was objected to, but was admitted. Both the competency of the witness and the admission of the evidence were exaepted to on the part of the plaintiff, and assigned for error.\nThe defendants also gave in evidence, under exception, the deposition of F. A. Whitaker, to prove that he took possession on the 1st of April, 1848, and that 'the rent was payable from that time. The admission of that evidence was assigned for error.\nOn the part of the plaintiff it was alleged that the rent of the premises was to be paid, according to the terms of the lease, half-yearly in advance. That the first half year’s rent had been paid. The sale under the Righter writ took place July 28, 1849, and immediately after that sale Cottrell went into full possession of the premises, and carried on the works. Upon this staté of facts, alleged to have been proven, the plaintiff’s counsel submitted the twelfth point, viz. — “ That Cottrell having entered into possession of the furnace property, immediately after the sheriff’s sale in July, 1849, he was not entitled to the third half-yearly payment of rent.” The judge negatived this point, and the answer was assigned for error. If this point were sustained, it became immaterial whether the payment of the rent fell due on the 1st of April or the 27th of June, so far as the third half-year’s rent is concerned.\nThe remaining errors assigned, were to the charge of the Court and the answers to points submitted on part of the plaintiff.\nThe first four errors were as follows:—\n1. The admission of John F. Cottrell as a witness for the defendants. 2 and 3. As to the testimony of Cottrell as to the construction of the lease. 4. The admission of the deposition of F. A. Whitaker, “to prove that he took possession on the 1st of April, 1848, and that the rent was payable from that time.”\n5. As to the charge of Wilson, J., That “the lease under which Whitaker held the property, was at the rate of $3500 a year, for five years from the 1st of April, 1848, to the 1st of April, 1853.” 6. That “if Whitaker and Cottrell are believed, the third payment of-rent was due on the 1st of April, 1849, and due in all one year’s rent, of $2500, at the time Irwin’s writ was levied.”\n7. As to the plaintiff’s points: The judge did not instruct the jury as requested in plaintiff’s seventh point, “that if the plaintiff would have bid the property of Whitaker up to an amount sufficient to cover his judgment, and the prior lien of the landlord for rent, if the sheriff had made the sale under his (Irwin’s) writ, then the plaintiff is entitled to recover in this action, the whole amount of his judgment against Whitaker, with interest to the present time.”\n8. The refusal of the judge to answer the plaintiff’s eighth point as requested. The eighth point was, that in fixing the date from, which the rent was demandable by Cottrell out of the fund raised by the sale, the jury must be governed by the written lease, irrespective of the parol testimony.\n9. Error was also assigned to the eleventh point, which point was as follows: That one half-yearly payment only could be due at the date of the levy, under Irwin’s writ (June 14, 1849), for which Cottrell would not have been entitled to more than $1250.\nAnswer. For a half-year’s rent, Cottrell would only be entitled to $1250; but we refuse to say to you, as requested, that one half-yearly payment only was due at the date of the levy, under Irwin’s writ, 14th June, 1849.\n10. Error was further assigned to the answer to the 13th point, which point was as follows: “ Cottrell having entered into the possession of the furnace property immediately after the sheriff’s sale, in July, 1849, he was not entitled to the third half-yearly payment of rent.”\nAnswer. We do not think that the rule of law relied on to support this position, is applicable to a case situated as this case is, where there was a legal sale by the sheriff of the personal property of the tenant on the premises leased, and where the purchaser went into possession without objection, and, as the testimony would seem to indicate, with the consent of the tenant; and the rent was due before the levy and sale. The cases referred to are when the rent was accruing, and not due until the landlord had gotten into possession. The rent being due and payable previous to the levy and sale, the landlord would have the right to claim payment out of the proceeds of the property sold. The time of payment of the rent having passed, the landlord’s right of distress had accrued, and being of this opinion, we refuse to answer this point as requested.\nThe 11th assignment was to the refusal to answer the 14th point as requested: which was, “ That there must be a verdict for the plaintiff.” The answer was, We refuse to answer this point as requested, and refer to the syllabus of the case of the Commonwealth v. McCoy, 8 Watts 153.\nThe 12th assignment was, That the defendant’s counsel were permitted to begin and conclude the argument to the jury.\nPrice, for the plaintiff in error.\nParker and J. T. Sale, for defendant.\nJune 21, 1853,"
  },
  "file_name": "0266-01",
  "first_page_order": 266,
  "last_page_order": 274
}
