{
  "id": 411530,
  "name": "Wertz versus May",
  "name_abbreviation": "Wertz v. May",
  "decision_date": "1853-06-21",
  "docket_number": "",
  "first_page": "274",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 274"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 124",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849971
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0124-01"
      ]
    },
    {
      "cite": "1 Jones 99",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "1 Pa. Rep. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 665,
    "char_count": 14839,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 3.7654077158865576e-07,
      "percentile": 0.8958763619037249
    },
    "sha256": "f374fb3b4728da370f95c34590036d9a688e05cfc86ecf7f3d34d5d6a201bda8",
    "simhash": "1:3c6687f1180289d5",
    "word_count": 2666
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wertz versus May."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\n— There are eight specifications of error on this record, and they shall be despatched in order.\n1 and 2. The draft and office papers mentioned in these, though rejected by the Court, were afterwards admitted by consent of counsel, and the plaintiff, having thus had the benefit of them before the jury, has nothing to complain of here.\n3. The deposition of John Mardath had been taken in a previous cause between the same parties, about the same subject-matter. This entitled the defendant to give it in evidence, and the termination of the previous cause by a nonsuit, instead of a trial, did not affect his right. Nor did the fact that it was reduced to writing by the defendant’s counsel, since it was so done in the presence of the plaintiff and his counsel, and by their consent and agreement.\n4. There is nothing on the record to which this assignment of error can be applied.\n5. It is always competent for a party to show that a witness, ealled to testify against him, has related the facts to which he testifies differently on former occasions, whether under oath or not: Bull v. Towson, 4 W. & Ser. 557. As to the objection that the witness was asked by the defendant what he swore to on the former trial, and therefore that the defendant could not contradict him, it is enough to say that it reverses the rule of evidence exactly. Without such a cross-examination, as to his previous testimony, the rule is that the contradictory evidence is inadmissible: McAteer v. McMullen, 2 Barr 32.\n6. No reason has been assigned in support of the sixth specification, and none can be imagined.\n7. Evidence in support of the general character of witnesses, is not competent until their general character has been assailed. Every witness puts his character in issue; but until evidence tending directly to impeach it is produced, the law presumes it to be good, and therefore testimony to prove it good is superfluous.\n8. The eighth assignment has respect to the charge, but is destitute of all merit. If the Court did not discuss every possible aspect of the cause, the plaintiff has no reason to complain, since he submitted no points and prayed for no instructions.\nSingly or together there is no substance in the errors assigned, and the judgment is, accordingly, affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Cessna, for plaintiff in error.",
      "Lyon and Russel, for defendant."
    ],
    "corrections": "",
    "head_matter": "Wertz versus May.\n1. The rejection of papers afterwards admitted is not the subject of an assignment of error.\n2. A deposition taken in a former ejectment between the same parties for the same land may be read in evidence; and the termination of the former case by nonsuit instead of a trial did not affect the right to read it in evidence on the second trial.\n3. A deposition is not objectionable because reduced to writing by the defendant’s counsel, if done in the presence of the adverse party and his counsel and by their consent and agreement.\n4. It is competent for a party to show that a witness called to testify against him has related the facts, to which he has testified, differently on a former occasion whether under oath or not, the witness having been first inquired of as to his former testimony.\n5. Evidence in support of the general good character of a witness is not competent until his general character has been assailed.\n6. When the party has submitted no points or asked for any instruction, he has no right to complain that the Court had not fully instructed the jury.\nError to the Common Pleas of Bedford county.\nThis was an ejectment to April Term, 1844, by Peter Wertz v. Daniel May, for about 124 acres of land. Plea, not guilty. April 27, 1846, verdict for defendant. May 2, 1846, judgment on the verdict. Writ of error to May Term, 1853.\nOn the trial, the plaintiff gave in evidence an application by him, dated 13th September, 1833, for 200 acres. Then a warrant to said Wertz for 200 acres, dated 17th September, 1833, and survey thereon for 198 acres, dated 1st October, 1833.\nMay, the defendant, claimed the land in dispute by virtue of an improvement made by him in 1821, and possession under that improvement.\nPlaintiff replied to this, that defendant’s improvement was not upon vacant land, but upon a survey in the name of John Taylor, dated 29th July, 1768; that defendant was there as agent of or tenant under the owners of that survey, and that at the time Wertz made his survey, and at other times, defendant limited his boundary by a line of that survey not including the land in dispute.\nThe charge of Black, J., then President of the Common Pleas, as brought up, was, inter alia, as follows:—\n“ This is an ejectment for 124 acres of land, in Harrison township, for which the plaintiff shows that he made application on the 13th of September, 1833. A warrant was issued on the 17th of September, 1833, for 200 acres, and a survey was made of ,198 acres, including the land in dispute, on the 1st of September, 1833. This makes out, yrimd facie, a clear title in favor of the plaintiff. Let us consider whether the defendant has a better one.\n“ It is proved, by the oath of Ilezekiah Miller and John Miller, that May, the defendant, went on the land in the year 1821, and has lived there ever since with his family, making improvements, and raising grain. These witnesses being unimpeaehed and uneontradicted, it is right to presume that you will consider the facts stated by them as established. May, then, has a title by improvement to 400 acres, to be laid out around his residence, in a reasonable shape. This title is twelve years older than that which Wertz got under his warrant of 1833.\n“ The plaintiff denies the defendant’s right, under that improvement, to the land in question; and asserts, 1. That May did not live on vacant land. 2. That he limited his right by saying that he only claimed up to a certain line, which does not take in the land in dispute.\n“ As to the first allegation, it is said that May built his house on what had been called the Taylor tract. Mr. Reed says that he surveyed that tract, and May’s house is not on it. Mr. Gettys says he run the lines, and the house is within them. Mr. Stewart says, that when the line is run to the left, beginning at a certain cornei’, the house is thrown out, but when run from the same corner to the right, it is inside of the survey. It was hardly possible for three witnesses to give testimony more evenly balanced than this. The two first contradict each other, and the last one agrees with them both.\n“Not being able to anticipate what your opinion will be on the question, whether the defendant’s house is or is not on the Taylor tract, it becomes our duty to examine the evidence, and ascertain what ought to be the verdict, if it be within that tract.\n“A location (No. 5119) was entered on the 29th July, 1768. No survey was returned until 1829, a period of fifty-one years from the date of the location, and eight years after May’s improvement was commenced. It is not necessary for us to say anything about the irregularity of the survey given in evidence, because, if it were regular, it would not avail the owner against May’s improvement. There being no survey returned in 1821, May had as good a right to consider it vacant land as if there never had been a location for it.\n“ But it is argued for the plaintiff that because the defendant in' 1833 took a deed from Riley’s executors for the land (a part of it), called the Taylor tract, he is estopped from asserting that it was vacant. It is urged that the deed is conclusive evidence against him to show that the title was out of the Commonwealth. We cannot instruct you that this is law. If May, in 1833, was living on vacant land, and claiming it by improvement, and Reily’s executors set up a pretended title to part of his claim, and he bought out that pretended title, and took a deed for it, he is not estopped in this action from proving the truth as regards his improvement. He may still defend against Wertz on the best title which in law or equity he can make out.\n“ Another question remains to be settled. Did the defendant limit his claim under the improvement so as not to include within it the land in dispute ?\n“Peter Wertz, jun., says that he (defendant) told the plaintiff and others, when they were running one of the lines of the plaintiff’s survey, that he claimed merely up to that line. Mardath’s deposition corroborates this in part. He says that May told him he did not claim the land, but does not say that he mentioned that line, or any line, as the boundary of his claim.\n“ Peter Wertz, jun., was examined as a witness about this same matter on a former occasion.” The Court referred his testimony, on the two occasions, to the consideration of the jury.\n“ The verdict is not to rest alone on the conversation spoken of by Peter Wertz, jun., and Mardath. If May, at any other time, or in any way, limited his claim under the improvement so as not to include this land, Wertz had a right to take out a warrant for it and survey it, and ought to recover it here.\n“ So, if May lived on the Taylor tract under Reily, and not as improver for himself and if Reily’s claim was only for the land within the Taylor survey, the plaintiff ought to recover.”\nThe following was specified as error:—\n1. The Court erred in rejecting the evidence offered by plaintiff, as contained in the second bill of exceptions, as follows, to wit: “ Plaintiff offers a draft of 301 acres to John Taylor, made by James O’Conner, returned February 5, 1829, and to follow this with proof that Daniel May said that a certain line of this survey when it was made in 1827, was the boundary of his claim.”\n2. In rejecting the evidence offered by plaintiff, as contained in the third bill of exceptions, as follows, to wit: “ Two papers — office papers, without date, offered with the O’Conner draft, to be followed by evidence of the payment of taxes by Gratz & Reily from 1800 up to 1830, and that May admitted that he was the agent or tenant of Reily.\"\n3. In admitting the deposition of John Mardath, mentioned in plaintiff’s fourth bill of exceptions. This deposition is admitted to be in the handwriting of the attorney for defendant.\n5. In admitting the evidence contained in plaintiff’s fifth bill of exceptions, going to prove that Peter Wertz, jun., a witness of plaintiff\\ had given a different version of this evidence on a former occasion. Defendant having asked the witness what he had said on the former occasion alluded to, and the witness having answered correctly, defendant was bound by that answer.\n6. In admitting the evidence contained in the sixth bill of exceptions, to wit: “ That plaintiff said he had bought about 72 or 75 acres of land from Dr. Anderson, and found out then that there was some vacant land, &e.” There being no proof that the “vacant land” alluded to was part of the land in dispute, the evidence was only calculated to mislead the jury.\n7. In rejecting the evidence offered by plaintiff, as mentioned in the seventh bill of exceptions. Plaintiff offered to prove the characters of Peter Wertz, jun., and John Mardath. Defendant had assailed these witnesses by trying to prove contradictory statements. Under this state of circumstances, plaintiff had a right to prove that they were men of integrity and veracity: 2 Starkie’s R. 241; Greenleaf on Evidence, vol. 1, p. 521 ;3F. | Ser. 127.\n8. In charging the jury, not so much in the language used as in omitting much which should have been used; in explaining the evidence of some of the witnesses, and failing to notice that of others ; and in failing to explain to the jury the law of estoppel, as applicable to the circumstances of this case.\nCessna, for plaintiff in error.\n— The draft offered and rejected, showed the boundary of the defendant’s claim. It was proposed to show in addition, that May, the defendant, said that a certain line on that draft was the limit of his claim. It was said that the error was not cured by the withdrawal of the objection after bill of exceptions sealed, as the plaintiff was put to inconvenience in proceeding with his case, and perhaps prejudiced by the rejection of the evidence offered.\nAs to the 3d exception, as to the deposition of Mardath, (which it appeared had been taken in a former suit between the same parties as to the same land, viz.: in an ejectment of May v. Wertz and another, to April, 1841), it was said by plaintiff’s counsel that this deposition was written by the defendant’s counsel, and was not certified by the justice before whom it purports to have been taken. It was said that the defect first stated was not cured by the fact that the plaintiff’s attorney at that time consented that the defendant’s counsel should write the deposition. The consent was not in writing; but it was said that if it had been, it would not avail.\nAs to the 6th assignment, it was said that the evidence was not applicable to the matter in controversy. As to the 7th, the right to give such evidence was alleged. See the assignment.\nAs to the 8th assignment: Though the Court had the right to express an opinion on the facts of the case, yet it was but fair that the whole of the evidence should be mentioned, and submitted to the jury in its proper aspect. That the Court omitted referring to the testimony of important witnesses for the plaintiff, and to instruct the jury as to the law of estoppel.\nLyon and Russel, for defendant.\n— To the 1st and 2d assignments, it was replied that it was sufficient that the objection to the papers was withdrawn, and that they were read: 11 Ser. & R. 362; 1 Pa. Rep. 182.\nTo the 3d: The deposition having been taken in a suit between the same parties and for the same matter, it comes within the words and spirit of the Act of 28th March, 1814: Dunlop 248; Hobart v. McCoy, 3 Barr 419. It was shown that Mr. Barclay wrote the deposition by agreement of Peter Wertz and his counsel. Hence under the case of Farmers’ and Mechanics’ Bank v. Woods, 1 Jones 99, it was rightly admitted.\nAs to the 4th and 5th specifications: It is competent for the party calling a witness, to prove that the witness was mistaken in any part of his testimony, by calling other witnesses to rectify the mistake, or to prove that on other occasions he had related the story in a different manner: De Lisle v. Priestman, 1 Brown’s Reports 174-183; Cowden v. Reynolds, 12 Ser. & R. 281; Bank of Northern Liberties v. Davis, 6 W. & Ser. 289; Harden v. Hays, 9 Barr 151. The admission of contradictory statements of the same witness (2 Barr 32, McAteer v. McMullen), is in the discretion of the Court; 3 Barr 221, Kay v. Fredrigal.\nAs to the 7th exception, the ease of Braddee v. Brownfield, 9 Watts 124, was cited to the point that a party cannot give evi- ‘ dence confirmatory of the general good character of a witness, unless his general character has been assailed.\nJune 21,"
  },
  "file_name": "0274-01",
  "first_page_order": 274,
  "last_page_order": 280
}
