{
  "id": 411518,
  "name": "Hoch's Appeal",
  "name_abbreviation": "Hoch's Appeal",
  "decision_date": "1853-06-21",
  "docket_number": "",
  "first_page": "280",
  "last_page": "282",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 280"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Jones 66",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8681263
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nc/47/0066-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 346,
    "char_count": 7127,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 2.406016838108663e-07,
      "percentile": 0.7994396584511297
    },
    "sha256": "ab7885592457f2f49ff2d62e0657938b1370f0ea19c88ff8a43f0960b1a4ff18",
    "simhash": "1:9de1edd5aaeeec5a",
    "word_count": 1310
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hoch’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nKnox, J.\n— Kistler, executor of Hower, filed his account in the Orphans’ Court of Berks county, in which he claimed a credit for $507.50, paid by him on the 25th Aug. 1849, to German.\nThe account was referred to an auditor, who allowed the credit, and the Court below overruled an exception to such allowance, from which decision Hoeh, one of the legatees under the will appeals to this Court.\nThe evidence taken before the auditor, and reported by him, clearly establishes the fact that the money was loaned by German to Kistler, and by Kistler to Hower. There was no privity of contract between Hower and German. The relation of debtor and creditor did not exist between them, consequently the payment to German in August, 1849, was on account of Kistler’s own debt, whose claim against the estate of Hower must stand upon the loan made in the spring of 1841.\nThe question, then, presented is this: Can an executor retain for a debt due to himself, which was barred by the statute in the lifetime of his testator ?\nThe right of a legatee, or other person interested in an estate, to interpose the bar of the statute of limitations against a debt claimed from the estate, although the executor should refuse to plead the statute, is admitted. Why should not the legatee be permitted to defend, upon like grounds, against a claim made by the executor ?\nIt is clear, that in an action at law Kistler could not recover, and a Court of equity will not pass a claim bad at law. The statute is alike effectual in the one tribunal as the other.\nWas the claimant a stranger, the executor’s recognition of the debt would not bind the estate, or prevent him from setting up the statutory defence; much less can he, by his act, restore a debt lost by the lapse of time in his own favor.\nMuch incongruity of decision would have been avoided if our Courts had constantly acted upon the plain principle that the statute destroys the original debt, leaving only a usual consideration upon which to found a new promise, and which in all cases should be the basis of the action.\nThe decree of the Orphans’ Court is reversed, and it is ordered that the auditor’s report be reformed, by striking therefrom the credit of five hundred and seven dollars and fifty cents, being the first item in said account as reported. As to the residue, the report is confirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Banks, for appellant.",
      "Strong, contra."
    ],
    "corrections": "",
    "head_matter": "Hoch’s Appeal.\nAn executor cannot, on objection being made by a legatee, retain for a debt due to himself -which was barred by the statute in the lifetime of the testator.\nAppeal from the decree of the Orphans’ Court of Berks county.\nThis was an appeal from the decree of the Orphans’ Court of said county, in the matter of the auditor’s report on the account of Daniel W. Kistler, one of the executors of the will of George Adam Hower, deceased. The appeal was taken by Jacob Hock, one of the legatees under the will.\nThe will of the testator is dated the 26th day of July, 1849. The testator died in the early part of August, 1849.\nDaniel W. Kistler was one of the executors of said will, and as such settled his account. In his account he claimed a credit for $507.50, paid by him on the 25th of August, 1849, to Adam German. The debt was contracted as follows:\nIn the spring of 1841, Daniel W. Kistler borrowed $500 from the said Adam German, for which he gave his own bond. This sum of $507.50 was paid by Daniel W. Kistler to the said Adam German, after the death of the testator, in discharge of said bond. On the part of the accountant it was alleged that he borrowed this money from German for Hower, the testator, and that he gave him the money in the spring of 1841, on the same day he got it from German; and that having paid the bond to German since Hower’s death, he had a right to charge Hower’s estate with the amount so paid, and to take credit for it in his account.\nOn the part of the appellant was denied the existence of any liability on the part of Hower for this money, and it was contended that the accountant was not entitled to credit in his account for the same. It was alleged that the money was borrowed by Kistler alone, and for which he gave his own bond. That he had not shown any obligation on the part of Hower to Kistler or German, for this money; nor any acknowledgment of this debt on the part of Hower or promise to pay it. That so far from Hower owing this debt to Kistler, Kistler was indebted to Hower by four different obligations, given by Kistler to Hower at different times shortly before Hower’s death, and which notes remained due and unpaid at the time of his death. It was contended that Hower never was bound for this money, and that if he was, it had been long since paid; that the statute of limitations was a complete bar to any claim against Hower or his estate by Kistler.\nIn the account credit was asked for cash paid Adam Herman, $507.50. The account was referred to an auditor, who allowed the credit. Exception was filed to that part of the report, but it was dismissed, and in this Court the allowance of the credit was excepted to.\nBanks, for appellant.\n— Heirs may take defence to a suit against the executor, and have a right to appeal: 13 Ser. & R. 14, Fritz v. Evans. An executor or administrator cannot, by his acknowledgment, take a case out of the operation of the statute of limitations, and notwithstanding such acknowledgment, the statute may be pleaded: 2 Jones 66, Steele v. Steele. The lien of debts of an intestate upon his real estate, is subject to the statute of limitations, as well when the debt is due to the administrator, or is owned by him, as if due to or owned by another: 5 W. & Ser. 397, McCurdy’s Appeal. A legatee, or other person interested in an estate, may interfere and take advantage of the statute of limitations against a debt claimed from the estate, although the executor should refuse to plead the statute: 2 Williams on Executors 1282. It was contended that a legatee or heir may plead the statute in defence of a claim made by the executor against the estate. The executor cannot take for himself at pleasure. He must prove his debt. He must prove it as any other claimant would be held to prove his debt. If this be so, the decree of the Court in this case was erroneous.\nStrong, contra.\n— It was said that the appellee alleges the facts respecting the claim in question to be: That on 1st April, 1841, Hower, the testator, wanting $500, applied to the accountant, who was his clerk, to borrow it for him; that Kistler borrowed the amount from Herman, and gave his own bond, and handed the money to Hower, who directed Kistler to pay the debt to Herman, out of the store. It was said that the relation of Hower and Kistler to each other was such (Kistler being his clerk, and made a trustee to pay Herman) that the statute did not operate: 2 Balias 264. As between Herman and Hower, the administrator was not bound to interpose the statute. It was said that an executor or administrator is not bound to plead the statute, though it was admitted that a legatee, or heir, may interpose and plead it before the debt is paid.\nJune 21, 1853,"
  },
  "file_name": "0280-01",
  "first_page_order": 280,
  "last_page_order": 282
}
