{
  "id": 411523,
  "name": "High's Appeal",
  "name_abbreviation": "High's Appeal",
  "decision_date": "1853-06-21",
  "docket_number": "",
  "first_page": "283",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 283"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Whar. 130",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835004
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0130-01"
      ]
    },
    {
      "cite": "16 Verm. 197",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        4419639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/16/0197-01"
      ]
    },
    {
      "cite": "2 Pick. 340",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 87",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846055
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0087-01"
      ]
    },
    {
      "cite": "5 Watts 83",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Wharton 523",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 557,
    "char_count": 12606,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 5.167444414909043e-07,
      "percentile": 0.939680846257832
    },
    "sha256": "bf91ebf154362b803af09dbbc6e1a4c9b2676db2397f1f3926e752636ab34c46",
    "simhash": "1:1b9d6765012185bb",
    "word_count": 2282
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "High’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\n— An advancement is an irrevocable gift by a parent in his lifetime, to a child, on account of such child’s share of the parent’s estate. Where a father, on advancing a sum of money to a son, takes a bond for its repayment, with or without interest, it is a debt, and not an advancement. Where a father thus takes a bond for money loaned, but takes none for money paid for farming utensils for his son when he commenced farming, the presumption that the money secured by the bond is a debt, acquires additional strength. And where the father deliberately enters in a book called a “ family register” both charges against the son, expressly directing that the money paid for farming utensils shall bear no interest, but remain charged until after his death, and then be deducted out of his son’s share of the estate; but makes no such entry in respect to the debt secured by bond, the indications of his purpose are too clear for doubt.\nA brief statement of the nature and amount of his estate (including under the term “advance” the total amount of the debts against, and advancements to, his children), made on a small loose slip of paper found among his papers after his death, does not amount to a release of his bonds against his children, or convert them into advancements. The word “ advanced” may mean a “giving beforehand without expectation of recompenseor, “ the furnishing of money or goods in expectation of reimbursement.” It may have been appropriately used by General High to include all the advances made to his children, whether as donations or loans. It may have been properly used as describing the existing state of his affairs, and not as a word which worked a change in them. It must be understood in the first sense, because the paper itself is neither a deed, nor any other instrument by which a man passes his interest to another; but merely a schedule of his estate as it existed at the time. The object evidently was, merely to bring before his mind the existing condition and amount of his property, for the purpose of forming a proper judgment respecting the future disposition of it. The loose slips of paper on which a man makes calculations and estimates of his property, ought not to be converted into releases of debts justly due to him. They should not be used for this purpose, even if they bear indications of an intention to give or release them. An intention to give may be changed for good reasons, before it is carried out; and therefore should not be tortured by the courts into a present donation.\nThe decree of the Court below is affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Banks, for the appellant.",
      "Strong, for appellee."
    ],
    "corrections": "",
    "head_matter": "High’s Appeal.\n1. Advancement is an irrevocable gift by a parent in bis lifetime to bis child on account of such child’s share in his parent’s estate.\n2. But where a father on advancing money to his son takes a bond for its repayment, with or without interest, it is to be presumed to be a debt and not an advancement.\n3. The father took a bond from his son for money advanced, and advanced to another son money to purchase farming utensils, which last, by an entry in his book, he directed should remain charged until after his decease, then to be deducted from the child’s share of his estate; Hdd, that the presumption that the money for which the bond was given, was intended as a debt, acquired additional strength from this circumstance.\n4. A brief statement made by the father of the nature and amount of his estate including debts and advancement, made on a small loose piece of paper found among his papers after his death, does not amount to a release of his bonds against his children or convert them into advancements, even though the memorandum bears indication of an intention at the time to release them.\nThis was an appeal by Ezra High, administrator of tbe estate of William Higb, deceased, from tbe decree of the Orphans’ Court of Berks county, upon his administration account.\nWilliam High died intestate in the spring of 1851, leaving a widow and three sons, and one daughter living, and the children of one deceased son, and also the children of two deceased daughters.\nThe intestate left a large real and personal estate. In his life-, time he had advanced to his son Charles on the 4th day of July, 1839, the sum of $3000, for which he took his bond, payable on demand without interest.\nOn the 28th day of May, 1844, he advanced to his said son Charles the sum of $3630, for which he took a bond, payable on the’28th of May, 1845, with interest.\nOn the 1st day of April, 1848, he advanced to his son Ezra one thousand dollars, for which he took his bond, payable on demand without interest.\nThese bonds were included in the inventory, and the administrator in his account asked credit for them. The account was referred to an auditor, who struck from the accounts the credits there taken, and charged the administrator with the amount of the bonds.\nTo the report of the auditor, exceptions were filed on the part of the administrator, alleging that the auditor erred in denying him a credit in his account for these bonds, contending that they were at the time of the intestate’s death, advancements and not debts.\nThe intestate in his lifetime had charged in his general books of debts and credits, goods and money which he had given to all his children respectively from time to time.\nIn the month of June, 1849, the intestate procured for himself a book which he marked “ William High’s Family and Guardian Register.”\nIn this book he entered his said accounts against his children as debtors respectively, having taken the amounts from his book of general accounts.\nIn his entries thus made, he directed in each case, except in that of his daughter Rebecca, that the amount thus charged against each child should remain charged until after his death, and then it was to be deducted from said child’s share of his estate.\nIn this same book he made the following entry as to the bonds of Charles High.\nJuly 4, 1839. _ Charles High Dr.\n_ I hold a bond against Charles High my son for $3000 00, bearing the above date and payable on demand without interest. $3000 00\nI also hold another bond against Charles High my son for $3630, dated the 28th day of May, 1844, with interest from date to the 28th of May, 1848, is five years, which together with the principal amounts to $4,719 00. _ _ $4719 00\n_ _ I now do order and direct that no interest shall be charged from and after the 28th of May, 1849, on the amount of said bond, either on principal or the interest then due. I have made an endorsement on the bond to that effect bearing the same date herewith.\nWitness my hand this 18th day of June, 1849.\nWilliam High.\nThe following entry was made as to Ezra High:\n1842. Ezra High Dr. To cash a balance due me as settled the 1st of May, 1842, on page 113 of my old ledger, the sum of $1453 61 where reference can be had, and in the inventory of farming utensils when he commenced farming, the above sum bears no, interest, and is to remain charged until after my decease and then to be deducted from his share of my estate, the 26th June, 1849.\nWilliam High.\nI also hold a bond against Ezra High for $1000 00 dated the 1st day of April 1848, payable on demand without interest. 1000 00\n1830 1 “Daniel V. R. High, April 1. / To cash farming utensils when he commenced farming to the amount of one thousand dollars, this is to remain charged here until after my decease, then it is to be deducted from his share out of my estate, this account was originally charged in my old Ledger on page 95 and now charged here there the different articles are more fully set forth which may be referred to June the 25th 1849\nWilliam High.\nAmongst the papers of the deceased was found after his death one in his own handwriting, on which he had set down each tract of land owned by him and its value — each debt due to him and its principal and interest, and the stocks owned by him, and the amount, and the amounts entered in his “Family Register” separately.\nThe debts due to him on this paper are headed thus: “Bonds, &c., Int.” The two bonds of Charles and-the one of JEera are not included in this list of debts due to him. The bond of Ezra and the other charges against him are blended together, and the whole sum set down. This paper is added up and concluded thus:\n$84,599 Real Estate 13,637 Advance\n98,236\n20,473 Bonds, &c.\n118,709 Total.\nThe amount of $13,637, set down as advancements, is the precise amount of all the sums' charged in his family book against his children respectively, including the two bonds of Charles and the bond of Ezra, except the sum of $20, the last item charged against his daughter Rebecca, which charge is dated December 24, 1850.\nThis paper statement was made by the decedent between the 8th of July, 1850, and the 24th of December, 1850.\nIn the report of the auditor it was stated that the only question in dispute before him was whether the bonds of Charles and Ezra, above-mentioned, should be considered as debts or advancements. That he had come to the conclusion that they should be considered as debts. By the express direction of intestate, however, they bear no interest. He observed that some of the children had received what are advancements. The amount received by Rebecca V. R. Fry differs as respects the mode in which it is charged from the amounts received by tbe others, the entry usually made as respected portions of the estate furnished to other heirs, and indicating an advancement, having been omitted in her case. The sum charged against Rebecca, he reported as a debt against her.\nException on the part of the administrator was filed to the report of the auditor, viz.: that he erred in deciding that the two bonds of Charles and the one bond of Ezra High were debts and not advancements; and in striking them from the credit side of the account of the administrator. On April 27, 1853, the exception was dismissed and the report confirmed. Appeal was taken, and error was assigned to the dismissal of the exception and the confirmation of the report of the auditor.\nBanks, for the appellant.\n— The question of advancement depends on the circumstances of each case, the intention of the parent entering essentially into it. Extrinsic evidence of his intention is often to be resorted to. It was said that the father in this case contemplated dying intestate. It was contended that all he had entered in the family book as to his children, were intended by him as advancements. The bonds are entered in the family book in which the other entries are made. It was contended that the object of the father was one which was to operate after his death. The entry as to the bond of Charles, was a declaration that he did not intend to collect the debt himself. That all the acts, conduct, and writings of the intestate, at any time relating to the bonds in controversy, are evidence for the consideration of the Court. In relation to the matter of advancements, reference was made to 1 Ser. & R. 312; 4 Ser. & R. 329; 4 Wharton 523; 5 Watts 83; 6 Watts 87; Id. 257; 10 Id. 56; 6 Id. 171; 5 W. & Ser. 400; 6 Barr 13; 2 Pick. 340; 4 Id. 24; 16 Verm. 197; 4 Wliar. 138. Whatever may be the nature of the original transaction between the father and son, it may be converted by the former into an advancement.\nStrong, for appellee.\n— An advancement is an irrevocable gift by a parent in his lifetime to his child, on account of such child’s share of his estate after the parent’s decease: 6 Watts 87, Hengst’s Estate; 1 Harris 580, Yundts’ Appeal. Intention to give is not sufficient; it must be consummated by action — and it was said that neither existed in this case. By taking the bonds, the father became creditor. The bonds were retained by him uncancelled at his death, and the burden of showing that the bonds were released lay upon the appellant. It was contended, from the entries on the bonds, and the inventory of property on the loose slip of paper, and in the family register, that the deceased did not intend that the bonds of Charles and Ezra should be considered at his death as advancements. That though he did not intend to collect the bonds, that was not important; the material question was, whether he put it out of his power to do so. It was contended that the entries on the loose piece of paper were memorandums of his property, and not intended by him to operate as a release or as a conversion of the bonds into advancements. It did not show any delivery by him of the bonds, nor anything equivalent to a release of them: 1 W. & Ser. 394; 4 Whar. 130; 1 Harris 581.\nJune 21,1853,"
  },
  "file_name": "0283-01",
  "first_page_order": 283,
  "last_page_order": 288
}
