{
  "id": 411564,
  "name": "Bigler versus Antes",
  "name_abbreviation": "Bigler v. Antes",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "288",
  "last_page": "291",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 288"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Binn. 475",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788962
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0475-01"
      ]
    },
    {
      "cite": "2 Binn. 475",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788962
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0475-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 414,
    "char_count": 9298,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 7.500188514851263e-08,
      "percentile": 0.44620362036551164
    },
    "sha256": "d53e2e4fb28829b02259c1a09a6604a17750fca3e0f6eaf3097f8c282a1c4c59",
    "simhash": "1:154eacf1a01d1eac",
    "word_count": 1722
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bigler versus Antes."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\n— The plaintiff had a mill on the river Susquehanna, which was injured by a dam of the defendant’s, built in the stream below; and for this injury suit is brought.\nIf the plaintiff’s mill and the defendant’s dam had been built on a stream not navigable, and not declared by law a public highway, the right of the injured party to recover would have been incontestible, since by the common law the water of such a stream is the property of the riparian owner, and his enjoyment of it cannot be disturbed. This does not extend to tide-water streams in England, nor to large navigable rivers in Pennsylvania: (2 Bin. 475; 14 Ser. & R. 71). The privilege of using the water of the Susquehanna is therefore not incident to the ownership of land on its margin. But by the Act of 23d March, 1803, the right of building dams in navigable streams was given to the owners of adjoining lands. It cannot be denied that one who builds a mill and a dam according to this statute, is entitled to all the protection in its use, which the law would give him if his works had been erected on a stream not navigable. An inferior proprietor has no more right to back the water on his wheel in the one case than in the other.\nBut it is argued that inasmuch as the right to erect dams is given to the “owners of adjoining lands” and not to others, the. plaintiff was bound to set out his title in the declaration, and prove it strictly, since by that means alone he could bring himself within the terms of the statute. But this proposition cannot be sustained. The rule is universal that one who is in the peaceable possession of land, has all the rights of an owner as against a mere wrongdoer. He is the owner to all intents and purposes, and is always so treated in law, except in a contest with one who has a better title. Privileges given by statutes to the owners of lands, are always given primd facie to those who possess them, and not to those who have a legal title which may or may not be enforced. The plaintiff’s averment, therefore, that he was in possession of the mill, if sustained by proof and followed by evidence of the injury, was sufficient to justify this verdict.\nBut the declaration goes further. It avers that the plaintiff was lawfully possessed of the mill and the water-power. This was more than sufficient; for a lawful possession means a possession by legal title. To have set out the manner in which the title became vested in the plaintiff, would have been extravagantly useless.\nThe riparian owner on a stream not navigable, may put a dam across it by the common law. The owner of lands on the margin of a navigable river, may do the same thing by virtue of the statute. Why should the one be held to stricter proof of his title when he seeks to recover for an injury than the other ? The right of each results from ownership, and ownership in one case means just what it does in the other. Yet, it has never been heard of that when a man’s common law right to the water flowing through his land is interfered with, he may not sustain an aetion without proving his title as he would in ejectment.\nBesides: all the discussion about the plaintiff’s right to build a dam is outside of the record. The complaint is not for any injury done to the dam. In point of fact it was not injured. But the mill was, and this he had a right to put there independent of the statute.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Burnside and J. W. Smith, for the plaintiffs in error.",
      "Ourtin, with whom was J. B. McJEnally, for the defendant."
    ],
    "corrections": "",
    "head_matter": "Bigler versus Antes.\n1. One who builds a dam under the Act of 23d March 1803 in a navigable river, or in a stream declared by law a public highway, is entitled to the same protection against an inferior proprietor who would back the water upon his wheel, as the law would give him if his dam was on a stream not navigable.\n2. The statute gives the authority to erect dams to “ the owners of adjoining landsbut it is not necessary in an action for an injury to such a dam, or the mill connected with it, that the plaintiff should prove his title to the land.\n3. Possession is sufficient against a mere wrongdoer.\n4. One who is in possession is the owner to all intents and purposes except as against one who comes with a better title.\n5. In an action for backing the water, to the injury of the .plaintiff’s mill, the declaration and the proof are the same whether the plaintiff’s right to build the dam be founded on his riparian ownership or on the statute.\nError to the Common Pleas of Glearfield county.\nThis was an action of trespass, brought to December Term, 1850, by Philip Antes v. William Bigler and George L. Reed, for an injury done to his saw-mill, situate on the right bank of the West Branch of the Susquehanna river, in Lawrence township, Clearfield county, Pennsylvania, by the erection of a dam across the said river, below the plaintiff’s mill, by which it was alleged the water was dammed back to the plaintiff’s mill, of the full use of which he was deprived.\nIn the declaration, the title of the plaintiff to his mill was not set out, but it was alleged that the plaintiff was lawfully possessed of the saw-mill, with the appurtenances, including the possession and ownership of all the water-power afforded at the said mill by the water of the river, when left in its natural state, to run and flow freely from the mill, without hindrance.\nOn the trial, the Court permitted the plaintiff to give evidence of the condition of the defendant’s dam, from its erection to the present time, for the purpose of proving that it flooded the plaintiff’s mill up to the 25th November, 1850, the time when this suit was commenced; but not for the purpose of recovering in this suit damages sustained after its institution.\nOn the part of the plaintiff, points were submitted: the first was, that as the title of the plaintiff to the land on which the mill was directed was not set out in the declaration, the plaintiff could not recover ; 2d. It being stated in the declaration that the mill is erected on the West Branch of the Susquehanna river, which is a public highway, the Act of 23d March, 1803, giving only to the owners of the land adjoining a stream of water declared by law a public highway the right to erect a dam or dams upon such stream, it should be alleged in the plaintiff’s declaration, that he is the owner of such land, &c., or he cannot recover in this action.\n3d. There also being no evidence given of the ownership of the plaintiff of any land, or where the lines of his land came to the river, he is not entitled to recover, and the verdict should be for .the defendants.\nKnox, J., negatived the first and second points, charging that the averment of the lawful possession and ownership of the mill and water-power therewith connected was sufficient, without setting out the particular manner by which the right was obtained; and to the third, that the plaintiff expressed his readiness to show his title, but that it being admitted that the plaintiff had been for some years the owner and occupant of the property, that this was sufficient to enable him to recover, if he had otherwise made out his case.\nError was assigned to such charge, and thirdly, that the Court erred in admitting evidence of the situation of the defendant’s dam after the date of the institution of the suit.\nBurnside and J. W. Smith, for the plaintiffs in error.\nThe right to erect a mill,-dam on a navigable stream given by the Act of 23d March, 1803, is given to the owner of the land; and the right to recover damages for backing water to his injury, is in consequence of his ownership. The right to recover is because he is the riparian owner: 2 Binn. 475, Carson v. Blazer; 14 Ser. & R. 71; 10 Id. 73; 3 Id. 84.\nThis riparian ownership should have been set out in the declaration ; and no evidence of such title was admissible, unless it were set out in the declaration. Also, that the ownership of the land should appear on the record, as it might be evidence in an after suit for a continuance of the act.\nOurtin, with whom was J. B. McJEnally, for the defendant.\nBy agreement of the counsel, the decision of the case was to be on the exceptions made to the declaration, and to the opinion of the Court on the points.\n■ The mill of plaintiff was built above twelve years before the institution of the suit, using the water of the river to drive it. In 1850, the defendants erected a dam in the river about one and a half miles below the dam of the plaintiff. When the defendant’s dam was closed, the water flowed back from eight to fourteen inches on the wheel of the plaintiff’s mill, in an ordinary stage of water, and the mill was thereby injured. The plaintiff did not claim damage for the mere flow of the water on his land, but in the declaration the lawful possession of the mill is alleged ; and it was contended that this was all the law required: 2 Chitty’s Pleading 413. By the word owner is meant one who occupies and uses the water of public streams for a lawful purpose. The owner of a less estate than a fee-simple can claim protection under the Act of 1803; and so, the owner of a mill situate on a navigable stream turned into his mill by a dam on the land of another, to which the former has no title. It was admitted on the trial that the plaintiff had been for years the owner and occupant of the property."
  },
  "file_name": "0288-01",
  "first_page_order": 288,
  "last_page_order": 291
}
