{
  "id": 411557,
  "name": "Hoke versus Herman",
  "name_abbreviation": "Hoke v. Herman",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "301",
  "last_page": "305",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 301"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 462",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849955
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0462-01"
      ]
    },
    {
      "cite": "2 Rawle 118",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820568
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0118-01"
      ]
    },
    {
      "cite": "7 Johns. Ch. 264",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 338",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 338",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 604,
    "char_count": 12752,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 8.768232202404813e-07,
      "percentile": 0.9777434900644787
    },
    "sha256": "a6b91198370b9fad8f1eb7503a75deed6a21c048c2071ab25edc7159315aeb13",
    "simhash": "1:70e167e22e4985b5",
    "word_count": 2318
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Hoke versus Herman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\n— Emanuel Herman executed his last will, bequeathing to the plaintiff a note made by himself (the plaintiff), and payable to the testator, for $600. The testator afterwards became insane, and so continued till his death. A committee was appointed of his person and estate, to whom the plaintiff, in ignorance of the will, paid $178.68 on the note. After the testator’s death the note with this credit endorsed was delivered to the plaintiff. He brings this suit against the executor to recover the amount paid. The sole question is, whether this payment under the circumstances is an ademption of so much of the legacy.\nThat this legacy is specific no one denies ; and that a specific legacy of a debt is extinguished, if the testator receive payment of it in his lifetime, is, as a general rule, not controverted. But the payment was made to the committee when the testator’s mind was a wreck, and when therefore his own act did not cause it. If it be true, as argued by the plaintiff, that ademption depends upon the intention of the testator and never occurs without the animus adimendi, the plaintiff is entitled to recover what was paid on the note, out of the funds which would otherwise go to the general legatees.\nThe rule seems to have prevailed in some of the old English cases, that the ademption was. a question of intention: (1 Equ. Abr. 302; 2 Vern. 681). On this principle'it was held, that when the testator called in the debt, the gift of it by his will was extinguished ; but not so when the debtor paid it of his own accord; (1 Atk. 508); because in the former case the animus adimendi was clear enough, while in the latter it was naturally presumed not to exist. But all this has been exploded long ago; and no such distinction is taken in the modern cases. (2 Ves. 264; 1 Pierre W. 464). It was finally settled that the only rule was to see whether the subject of the bequest remained in specie at the time of the testator’s death; for if it did not there was an end of the legacy, no matter how it may have been disposed of: (2 Cox 180). - And therefore when the debtor became bankrupt, the receipt of a dividend by the testator was held to be an ademption pro tanto: (2 Bro. 108). This seems to have been adhered to ever since, except in one case (2 Ves. Jr. 639); and that is said by Lord Alvanly, (4 Ves. 574), not to be clearly the other way.\nThe opinion of Chancellor Kent in Walton v. Walton, (7 Johns. Chanc. C. 264), is cited by the plaintiff. But I do not think it sustains him. The chancellor says that the character of the -legacy, whether specific or demonstrative, is essentially a question of intention ; and so it is without doubt. But he does not say, and the ease did not require him to say, whether ademption of a legacy admitted to be specific does or does not depend upon intention.\nBut the decisive authority on the point is found in our own books. In Blackstone v. Blackstone, (3 Watts 338), a bequest of bank stock, which after the date of the will was exchanged for a bond, with the declared intention of keeping the bond for the legatees in lieu of the stock, was held to be adeemed for reasons paramount to all considerations of intention. The legacy having ceased to exist in specie, no matter how its extinction was caused, neither the bond taken as a substitute for it, nor its value, could be demanded from the executor.\nWe hold therefore that if a thing bequeathed in a will by such a description as to distinguish it from all other things be disposed of, so that it does not remain at the death of the testator, or if it be so changed that it cannot be called the same thing, the bequest is gone. If such legacy be of a debt, payment necessarily makes an end of it. The legatee is entitled to the very thing bequeathed if it be possible for the executor to give it to him; but if not, he cannot have money in place of it. This results from an inflexible rule of law applied to the mere fact that the thing bequeathed does not exist, and it is not founded on any presumed intention of the testator.\nIn the present case payment to the committee was as complete an extinguishment of the debt as any payment could have been if made to the testator in sound health. The committee had a right to receive and give credit for it, and even to sue for and recover it. It follows that the judgment of the Common Pleas in favor of the defendant was right.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Campbell, for plaintiff in error.",
      "Mayer, with whom was Evans, contó."
    ],
    "corrections": "",
    "head_matter": "Hoke versus Herman.\n1. The ademption of a specific legacy does not depend on intention.\n2. If the thing specifically bequeathed does not remain at the death of the testator, there is an end of the legacy no matter how it may have been disposed of.\n3. If the legacy be of a debt, payment of the debt necessarily adeems the legacy.\n4. The legacy in this case was of a debt due by the legatee to the testator, who soon after making the will became insane. A partial payment of the debt was made to his committee, who, as well as the legatee, was ignorant of the will: Held, that the legacy was adeemed pro tanto.\n5. Blackstone v. Blackstone, 3 Watts 338, re-affirmed.\nError to the Common Pleas of Yorlc county.\nThis was an action of debt brought by Herman Hope v. Jacob Herman, executor of the will of Emanuel Herman, deceased, to recover a legacy.\nOn the 1st November, 1844, Herman Hoke, the plaintiff, executed his note of that date, under seal, to Emanuel Herman, for the payment of $600, one year after date, with interest.\nOn the 5th day of February, 1850, Emanuel Herman made his will in writing, of that date, which, after his death, to wit, on the 10th day of July, 1851, was proved.\nIn the said will the testator bequeathed as follows, to wit: — • “ Item, I give and bequeath unto my said nephew, Herman Hoke, and his heirs, a promissory note of $600, with interest, which I hold against him at this time.”\nAfter making his will, Emanuel Herman became insane; and on the 4th day of November, 1850, under a commission of lunacy, a committee of the person and estate was appointed.\nAfter the date of the said will, Herman became indebted to Hoke, for money paid for and services rendered to Herman; and upon the settlement of the said indebtedness by the committee and Hoke, on the 18th of February, 1851, the amount thereof, to wit, $178.63, was credited on the interest on the note aforesaid, and a receipt was given to the committee by Hoke, in fulPof his claim; in which receipt Hoke acknowledged that the said claim was settled by a credit on the note. Neither party was at that time aware of the contents of the will. About $40 of the $178.63, accrued after the lunatic was placed under the charge of the committee.\nEmanuel Herman died on the 2d of July, 1851, having, never recovered his reason. On the 25th day of February, 1852, the committee filed his account, in which he was charged on the debit side, with the said note, and the amount of it was inventoried in the appraisement of the effects, and he was credited with $178.63, the amount above mentioned, as an “ account paid Herman Hoke.”\nAt the death of Herman, the note was in existence with the payment endorsed; and the said note thus in part paid and endorsed, was delivered to the plaintiff by the executor.\nThe plaintiff demanded from the defendant, out of the other assets of the estate, the sum of $178.63, with interest, from the 18th day of February, 1851; and there were assets of the estate, sufficient to pay the demand, if the plaintiff were entitled to recover. The question submitted was, whether the plaintiff was entitled to recover.\nFisher, J. — The rule appears to be that where stock or choses in action are specifically bequeathed and do not wholly or partly exist at the time of the testator’s death, the legacy will be either totally or partially adeemed. The thing devised must not be extinguished or annihilated. In this case the bequest was specific, and by the consent of the plaintiff, a portion of the note bequeathed was extinguished by the credit endorsed upon it by testator’s committee, and consequently the balance only remained for the will to operate upon. That balance plaintiff has received, and therefore judgment must be rendered for the defendant.\nError was assigned to the judgment.\nCampbell, for plaintiff in error.\n— The decisions as to whether, in cases of ademption, the intention of the testator is to be considered, are not consistent. The declaration of Lord Thurlow that the animus adimendi has nothing to do in a question of ademption, has not been universally received: 2 Halst. 423; 7 Johns. Ch. 264. In the civil law, ademption was a question of intention: Just. Lib. 2 tit. 20; Id. Lib. 32 tit. 3. That the ademption depends on intention, reference was also made to 2 Peere Wms. 332; 2 Ves. 640, Coleman v. Coleman; 2 Halst. 425.\nIt was said that if the change of the thing devised be produced by statute or operation of law, or without the assent of the testator, the legacy will not be adeemed: Partridge v. Partridge, Cases Temp. Talbot 266; 7 John. Ch. 266, Walton v. Walton; 1 Roper on Leg. 240. The unauthorized act of an agent of the testator will not alter the will or affect an ademption: 8 Sim. 171, Basan v. Brandon; 11 Con. Eng. Ch. Rep. 380: Or if done by the testator under a mistake of fact: 3 Ves. 321, Campbell v. French. In the present case, the act of settling and crediting was done, not by the testator, but by the committee. It was said, that the thing bequeathed being not in whole or in part in existence was not a sufficient reason why the legatee should not receive the value of his legacy out of the general funds of the estate.\nMayer, with whom was Evans, contó.\n— The legacy in this case is specific, and the note bequeathed has been received by the plaintiff ; but it is alleged that the note devised has not been received in the condition it might have been but for the settlement and credit. “ The principle of ademption by receiving the thing given is certainly that the thing given no longer exists ; for if after the receipt of it, it could be demanded, that would be converting it into a pecuniary instead of a specific legacy.Sir William Grant in Fries v. Morris, 13 Ves. 361. Much of the confusion in the books upon this subject, arises from a mixing up of the inquiry as to the character of the legacy with the question of ademption, the intention being very material to determine whether the legacy be specific or not, but having little to do with the question of ademption itself. In Blackstone v. Blackstone, 3 Watts 338, Gibson, C. J., lays down the law thus: “ That the annihilation of a specific legacy, or such a change in its state as makes it another thing, annuls the bequest, for reasons paramount to considerations of intention, is now firmly settled: Sleech v. Thornington, 2 Ves. 561; Drink-water v. Falconer, Ib. 623; Humphreys v. Humphreys, 2 Cox 184; and Birch v. Baker, Mosely 373.” “The principle,” says Mr. J. Coulter, in Ludlam’s Estate, 1 Karris 188, “ depends upon the entire change or destruction of the fund, security, or chattel specifically bequeathed.” Walls v. Stewart, 4 Harris 275.\nThe case of Basan v. Brandon, 8 Sim. l7l, cited by the plaintiff, is one in which the corpus of the gift, the fund on which the will was to operate, could easily be identified, although it had undergone a change of form. The stock purchased without authority with the money given to the legatee was treated as his.\nThe case of Campbell v. French, 3 Ves. 321, cited next, stands on different principles. Mr. Sumner adds in a note to the case: “ If a man by a subsequent will or codicil, makes a disposition different from a former one, under a false impression, the impulse of which is the foundation of his wish to change his former intent, such an act will be considered only as effecting a contingent presumptive revocation, depending on the existence or non-existence of that fact. 1 Williams Ex’ors 93; 1 Hagg. 378.”\nBut in this case the portion of the note to which the credit was applied is extinguished. The adjustment between the plaintiff and the committee of the lunatic was proper. The note to the testator was then due. The payment cannot be recalled: 2 Rawle 118; 1 Id. 54; 9 Watts 462; 1 Barr 24.\nBut the plaintiff had no title to the note till after the death of the testator. His interest accrued at the time the interest of the other legatees became vested in them. He had no interest in the chose at the time the credit was given. Its value at the death of the testator was the value of the legacy.\nIf the plaintiff was entitled to receive the value of his legacy out of the general estate, this would be changing its character from a specific to a general or a demonstrative legacy."
  },
  "file_name": "0301-01",
  "first_page_order": 301,
  "last_page_order": 305
}
