{
  "id": 411586,
  "name": "Urie's Executors versus Irvine and Wife",
  "name_abbreviation": "Urie's Executors v. Irvine & Wife",
  "decision_date": "1853-06-21",
  "docket_number": "",
  "first_page": "310",
  "last_page": "315",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 310"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 603,
    "char_count": 14293,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 6.341819822313591e-08,
      "percentile": 0.3893039710037149
    },
    "sha256": "20648aef0487a450cc8f6fe1aaeaed337afffe15f27f783c658aa5e247041fe1",
    "simhash": "1:d161c16ceb6eb544",
    "word_count": 2475
  },
  "last_updated": "2023-07-14T18:06:27.693224+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Urie’s Executors versus Irvine and Wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nKnox, J.\n— The law of this case is correctly and aptly stated by the learned judge who ruled it in the Court below. We concur in his opinion for the reasons therein stated.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Watts, with whom was P aricar, for plaintiffs in error.",
      "Hepburn, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Urie’s Executors versus Irvine and Wife.\nA testator in the eighth item of his will bequeathed to his grandson by name the sum of $500, “ in addition to his share of the residue” of his estate as thereinafter given. In the thirteenth item he bequeathed to him by name a gold watch and certain stock. In the twelfth item he provided, “ As to all the rest and residue of my estate real and personal,” &e., “ I give and bequeath the same to he divided equally per capita between my grandchildren as follows,” to wit, the children of my deceased daughter Sarah, except, &c.: the children of my deceased daughter Jane, except, &c., “ the child of my deceased daughter Catherine Culbertson&e.: they however to receive only such portion of this residue as shall he necessary to equalize them with the bequests with my other grandchildren, estimating the bequests heretofore given to their mother and them. Catherine had two children, viz.: a son, the devisee in the 8th and 13th items, and a daughter, who was one of the plaintiffs:\nIt was held that the daughter was entitled as well as the son to a portion of the residuary estate.\nError to the Common Pleas of Cumberland county.\nThis was an amicable action in which John Irvine and Ellen, his wife, were plaintiffs, and Robert Sterret and Richard Parker, executors of the will of Thomas Urie, deceased, were defendants. The agreement was as follows:\n“ The parties agree to the following facts, and that they be considered in the nature of a special verdict, with leave to either party to sue out a writ of error, without oath or bail.\n“ Thomas Urie died on the 4th October, 1849 (in the eighty-third year of his age), having first made his will dated the 30th July, 1849, and codicil 2d October, 1849, which was afterwards duly proved and registered in Cumberland county. All and every part of that will shall be considered as found in'this case as if here incorporated. Catherine Culbertson, a daughter of the testator, who died during his lifetime, left two children who survived the testator, to wit, Thomas U. Culbertson and Ellen E. Culbertson, now the wife of John Irvine, the present plaintiff.\n“ The plaintiffs in right of Ellen E. Irvine claim to veeover as a residuary legatee, under the twelfth clause of the will of Thomas Urie, deceased.\n“ If she be entitled as such, then judgment to be entered for the .plaintiffs for $3000; otherwise for the defendants.”\nThe 8th item of his will was as follows: “ I bequeath to Thos. Urie Culbertson, the son of my deceased daughter, Catherine, the sum of $500, in addition to his share of the residue of my estate, as hereinafter given.”\nThe 12th and 13th were as follows: “ 12th, As to all the rest and residue of my estate, real and personal, after the payment of my just debts, funeral expenses and charges, I give and bequeath the same to be divided equally, per capita, between my grandchildren as follows, to wit, the children of my deceased daughter, Sarah Trimble (except Mary Frances Wiley, whom I have already provided for), the children of my deceased daughter, Jane Chambers (except Thomas Davidson Urie and Ellen, whom I have already provided for), the child of my deceased daughter, Catherine Culbertson, the child of my deceased daughter, Mary Williamson, and the children of my daughter Eleanor Law, they, however, to receive only such portion of this residue as shall be necessary to equalize them with the bequests with my other grandchildren, estimating the bequests heretofore given to their mother and them. 13th. I give and bequeath to my grandson, Thomas Urie Culbertson, my gold watch, when he arrives at lawful age, and also I bequeath to him the stock which I hold in the Cumberland Yalley Railroad Company and the Harrisburg Bridge Company.”\nOpinion by Graham, J. — “ After a careful perusal of the whole will, I cannot resist the conclusion that old Mr. Urie, the testator, intended that all his grandchildren should be participants of his bounty. And they all do participate, unless Ellen Culbertson, the plaintiff, and daughter of testator’s deceased daughter, Catherine, is excluded. The testator makes his grandchildren his residuary legatees, and describes them as the children of his daughters, without designating any of the grandchildren by name.” He quoted the 12th item, and proceeded as follows:\n“ Mrs. Culbertson had two children: a son named Thomas Urie, and a daughter named Ellen, and the question presented is, whether the bequest by testator to the child of his deceased daughter, Catherine Culbertson, includes the son and excludes the daughter, or whether both were intended by their grandfather as objects of his bounty.\n“ A bequest to the child of a deceased daughter, when there were two children, would be not only ambiguous and uncertain, but unintelligible and void for uncertainty. It, therefore, becomes necessary to' resort to the rules of construction applicable to cases of this kind, and by a reference to adjudicated cases the question presented is easily solved.\n“ In 2 Jarman on Wills, 108, the rule is thus stated: ‘ It often happens that a gift to children describes them as consisting of a specified number, which is less than the number found to exist at the date of the will. In such cases it is highly probable that the testator has mistaken the actual number of the children, and that his real intention is that all the children, whatever may be their number, shall be included. Such, accordingly, is the established construction, the numerical restriction being wholly disregarded.’ Thus in Tompkins v. Tompkins, 2 Vesey, Sr. 564, where a testator, after bequeathing twenty pounds to his sister, gave to her three children fifty pounds each, and the legatee had four, Lord Hardwicke held that they were all entitled. (See also the different cases in same book, pages 108-9.)\n“ In Powell on Devises, 327, it is said, £ That a gift to children, 'as consisting of a definite number, is not invariably confined within that numerical limit; but has, in many instances, where the actual number of children existing at the making of the will has exceeded the number described, been extended to the whole.’ (See also cases cited in same book, pages 327-8.)\n££ In accordance with the foregoing rules of construction was the case of Yernor’s Ex’rs v. Fisher et al., reported in Brightly’s Reps. 412, decided in the District Court of Lancaster, and after-wards affirmed by the Supreme Court of this state. In that case testator devised two-thirds of a plantation to the two daughters of his deceased brother, and there were three daughters. Held, that the devise extended to all the daughters.\n“ The cases cited would rule the present case, if the question depended alone on the 12th item of the will. But defendants’ counsel contend that the 8th item removes the ambiguity of the 12th item, and designates the son to the exclusion of the daughter, as the person intended by the term child in the 12th item. The 8th item is as follows: ‘ I bequeath to Thomas Urie Culbertson, the son of my deceased daughter Catherine, the sum of $500, in addition to his share of the residue of my estate as hereinafter given.’\n“ The argument is, that as Thomas, the son, is here designated as a residuary legatee, and as the term child in the 12th item ■ is singular, and cannot include Thomas and his sister Ellen, it must necessarily mean Thomas, who had been named in a preceding item as an intended residuary legatee.\n“ I cannot concur in the views of defendants’ counsel, in assigning the office of elucidating the 12th item to the 8th.\n“ I think the testator intended nothing more by the 8th item than to give his namesake, Thomas Urie Culbertson, five hundred dollars more than the other residuary legatees, and he has declared this intention in plain and concise language. But Thomas still remains a residuary legatee, although his sister Ellen is included in the residuary clause; so that this construction fully meets the intention expressed in the 8th item of making Thomas a residuary legatee.\n“ But does not the 8th item fortify plaintiff’s claim as a residuary legatee ? It shows testator knew his daughter Catherine had a son named Thomas Urie Culbertson, and in that item he is named in full. But in the 12th item the residuary legacy is given to the child of his deceased daughter Catherine. If he knew his daughter Catherine had also a daughter, it is very improbable that testator would designate the son to the exclusion of the daughter by the word child, which is equally applicable to either, and particularly when in the next item (the Í3th) he again designates his grandson by name, in giving to him a gold watch, &e. Had testator intended that Thomas alone, to the exclusion of his sister, should participate in thb residuum of his estate, he would have designated him by name, as he did in the preceding and subsequent items, and not used the ambiguous term child, which is as applicable to a daughter as a son. He would have called him his grandson, Thomas Urie Culbertson (for it appears the old gentleman loved to designate his namesake by his name in full), or the son of his deceased daughter Catherine.\n“ When testator commences the 12th item with the declaration that as to all the rest and residue of his estate, real and personal, after the payment of Ms debts, &c., he gives the same to be divided equally ‘ per capita,’ between his grandchildren, and then designates all his grandchildren, except that in thus designating them he says, ‘the child of my deceased daughter Catherine,’ he must have supposed that Catherine had but one child, or intended children; for no man who understood the English language would think of designating one of two, children to the exclusion of the other, by the word child.\n“ This hypothesis is strengthened by the latter clause of the 12th item, in which he directs the mode in which the children of his daughter, Eleanor Law, are to be equalized, in the language of testator, ‘ with the bequests with my other grandchildren,’ showing evidently that testator supposed he had provided for all his grandchildren.\n“ Again, (and we must look at the whole will in giving a construction to any part of it,) in the 9th item, the benevolence of old Mr. Urie, and his kind regard for his relations is evinced by giving a legacy of two hundred and fifty dollars to his sister, Catherine Jacobs, not because she needed it, but in the language of testator, ‘ as a token of my affectionate remembrance.’ This, it is true, would be entitled to no consideration in a case where the language of the will was plain and unambiguous; but in the present case it has upon my mind a tendency to show that the testator would not pass by his granddaughter, Eleanor Culbertson, when all his other grandchildren were liberally provided for, without some token of his affectionate remembrance. If her existence was obliterated from his remembrance at the time he made his will, by the imbecility of extreme old age or other causes, then the law kindly relieves against the omissions occasioned by the defects of recollection, and under the term child, as used in this will, places the plaintiff in the same position of testator’s other grandchildren as one of the legatees under his will.\n“ If the testator, at the time he made his will, knew and recollected that his deceased daughter, Catherine, left two children surviving her, and did not use the word child for children, for upon this position the defence must rest, then we have the singular and to my mind most unsatisfactory hypothesis, that a man of the intelligence of old Mr. Urie, with a full knowledge that his daughter Catherine had left two children, a son and a daughter, in his last will would use the word child to designate the son as the object of his bounty, and to exclude the daughter from any portion of his large estate,\n“ For the reasons stated, I consider Ellen Culbertson, now Irvine, entitled to recover as a residuary legatee under the will of the testator, and direct judgment to be entered for plaintiffs for three thousand dollars.”\nWatts, with whom was P aricar, for plaintiffs in error.\n— It was contended that it was only where there was an ambiguity in the language of the will applicable to the facts pertaining to it, that the rules of interpretation will construe a specific number of children or grandchildren with a greater or lesser number; and this is predicated on a mistake of the testator as to the facts. Here it does not appear that the testator was ignorant that his daughter, Catherine, had left two children, a son and a daughter. It was said that in this case theré was no ambiguity in the will itself, as the testator names his grandson as the object of his bounty. In the eighth clause of his will he bequeaths to him by name, $500, “ in addition to his share of the residue of my estate as hereinafter given;” and in the thirteenth clause he names him again. It was ■ further said, that there was no equality amongst any one family of his grandchildren. The testator had five daughters, for whose children he provided specifically per capita, but not equally.\nHepburn, for defendants in error.\n— It was said there- was no mistake as to the eighth and thirteenth items of the will; and it was said that if the testator meant no more in the twelfth clause than he had meant in the eighth and thirteenth, it was strange that he would use the word child when disposing of the larger portion of his estate, instead of distinctly indicating the son. It was contended that he had mistaken the number of his daughter’s children; that his object was to give to his grandchildren, as a class, the residue of his large estate; and that according to a rule of construction, all of that class should take; that their taking will not be prevented by a mere numerical mistake: 2 Jarman 108; also the other cases cited by the Court in this case; and also 1 Cox 79; 2 Br. Ch. 85-86; 2 Cox 258; 19 Vesey 125; 1 Russell & M. 71; 4 Cond. E. C. 328; 1 Russell 496; 1 Br. Ch. 30-31.\nJune 21,"
  },
  "file_name": "0310-01",
  "first_page_order": 310,
  "last_page_order": 315
}
