{
  "id": 411543,
  "name": "Thomas versus Thomas",
  "name_abbreviation": "Thomas v. Thomas",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "315",
  "last_page": "319",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 315"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 511,
    "char_count": 10778,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 8.39889349213202e-08,
      "percentile": 0.4825012964076284
    },
    "sha256": "4a456c47df439ad7db52ced3bbb7865a31dda7078ebd6fcbbb9827e368e61ad5",
    "simhash": "1:2c27e70dba6c459b",
    "word_count": 1978
  },
  "last_updated": "2023-07-14T18:06:27.693224+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Thomas versus Thomas."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\n— This was originally a judgment in favor of one brother against another for a debt of two thousand dollars. It was first entered on the 9th of May, 1838, and revived on the 12th of January, 1843. The present proceeding is a scire facias to revive it again, and was commenced on the 31st of January, 1848. In the mean time the defendant had sold the lands on which the judgment was a lien, and the writ was served on several terre tenants. They appeared, and pleaded payment. The defendant himself made no defence.\nAll the points that arose on the trial were disposed of in a way perfectly satisfactory to the plaintiff, except that which related to the payment. The terre tenants asserted that the original defendant had satisfied the debt to the plaintiff. The plaintiff denied it, and requested the Court to charge the jury that no evidence of such payment had been produced. The Court nevertheless left it to the jury, on all the evidence before them, to say, whether it was paid or not: and the jury found that it was.\nWhen a material fact is alleged by one party and denied by the other, and he who has the onus probandi fails altogether to adduce the least spark of evidence on the subject, it is the manifest duty of the judge to instruct the jury according to the truth of the case. A fact not proved must be taken not to exist. If, in such a case, the Court is asked, in a written prayer, to give the proper instructions, and fails to do so, it is error; and the judgment may be reversed.\nBut where any evidence at all has been given tending to establish the disputed fact, it is the province of the jury themselves to determine what weight they will give to it. If the evidence is very weak, it ought to be so handled by the Court in the charge, as to show the jury how insufficient it is. The preponderating weight of the facts, and legal presumptions which stand against it, ought to be clearly pointed out. When this is done in a few plain words, without unnecessary circumlocution, it seldom fails of its proper effect. Jurors never find against what they know to be the weight of evidence, unless in very extraordinary cases. When they do, a new trial should be given without hesitation. But in such a case (that is, where there is some, though slight evidence of a disputed fact), if the Court fail to point out its weakness, and the jury render a wrong verdict, and a new trial is refused, we can give no help on a writ of error to the party that suffers. We may correct errors of law, but’ not of fact.\nErom this it follows, that the affirmance or reversal of the judgment before us, depends on the question whether there was or was not some evidence of payment. Several circumstances were introduced, from which the defendant’s counsel attempted to infer the fact of payment. The evidence on the point was all indirect: but we cannot say, that it amounted to absolutely nothing. The' defendant was a brother of the plaintiff, had failed shortly before the issuing of this writ against the terre tenants, and not long before had sold the plaintiff land without receiving money or lands in consideration of it. A portion of the land on which the judgment waq a lien, had been sold on an execution against one of the terre tenants, and the proceeds distributed without any claim being made on part of ..the plaintiff. This evidence, especially the conveyance of the land, made some impression, not only on the Court and the jury, but on the plaintiff and his counsel. When it was produced by their adversaries, they did not object to it as insufficient or irrelevant. They did not rely afterwards on its weakness alone. They attempted to explain it by rebutting evidence. A deed for a valuable tract of land, made by a failing debtor to his brother who was not present when it was executed, and paid nothing for it at the time, might very well be supposed to have had some reference to the only debt which it was known the grantor owed the grantee. What was the conveyance meant for ? It was not dishonest; for the integrity of the parties is not impeached. It was not for a valuable consideration paid upon delivery. \"What then ? A jury would most naturally say, it was intended to satisfy the judgment. Such a fact needed explanation, and an explanation was given. The plaintiff proved that his brother, the defendant, owed him other debts, and then argued that because they were not as well secured as the judgment, the price of the land must have gone to satisfy them. Perhaps this ought to have been satisfactory to the jury; but certainly it would not justify the Court in refusing to submit it. It might have been good ground for a new trial; but it avails nothing in a court of error. A circumstance tending to prove payment of a debt is a fact for the jury, and it does not become matter of law when it is rebutted by another circumstance of opposite tendency. When the evidence is circumstantial, and there are facts on both sides, it is the very business of the jury to decide between them. If the judge had thought proper to give a strong opinion in favor of the plaintiff by way of advice to the jury, we could have found no fault: but it would have been clear error in the Court to have decided the question.\nIt is argued here, that even if it was allowable to the jury to deduct the price of the land, it was wrong to permit them to find the whole judgment paid, since the consideration mentioned in the deed was only one thousand dollars, and the judgment was more than twice as much. There is a conclusive answer to this: The Court was not asked to give any instructions on this specific subject, and was not bound to raise points for the plaintiff which he did not choose to raise for himself. Besides, there was some evidence that the land was worth greatly more than the consideration recited in the deed.\nAnother error assigned is that the jury were suffered to find a verdict in favor of the original defendant. This was not objected to. Neither party said anything about it at the trial. It was the omission of the party himself. It is said the original defendant made no defence. He put in no plea. The paper-book does not show that the jury was sworn as to him, or that any verdict was rendered or judgment given in his favor. For aught that appears to us, the plaintiff may yet take judgment against him by default.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Candor, for plaintiff in error.",
      "J. T. Sale, and Par leer, for defendants in error.",
      "J. J. Lewis, for plaintiff in error."
    ],
    "corrections": "",
    "head_matter": "Thomas versus Thomas.\n1. When no evidence of a disputed fact is given it is the duty of the Court so to instruct the jury.; and if requested to do so, it is error to refuse such instruction.\n2. But when there is any evidence at all, it must he submitted to the jury.\n3. When the evidence is circumstantial and there are facts on both sides, it is peculiarly the duty of the jury to determine their weight and value.\n4. When the preponderance of the evidence is manifestly on one side, the judge should give his opinion freely by way of advice to the jury; but if he refuses to do so it is not error.\nError, to the Common Pleas of Mifflin county.\nThis was a proceeding by scire facias on a judgment. A judgment was entered in Mifflin county -on May 9, 1838, in favor of Isaac Thomas v. Jesse Thomas, entered on a bond and warrant of attorney to confess judgment; the same being in the penalty of $4000, dated April 20, 1838, conditioned for the payment of $2000 with interest, in one month from date.\nAn amicable scire facias was agreed on, and judgment was confessed on April 12, 1843. '\nOn 31st January, 1848, the scire facias in this case was issued in favor of Isaac Thomas v. Jesse Thomas, and Troxell and others, terre tenants. The sheriff notified a number of persons as terre tenants, naming them. The plea of payment was pleaded on the part of terre tenants, and on the trial was added, that they were not owners of any land bound by the judgment. The defendant Jesse Thomas made no defence.\nAs to the question whether the persons summoned claimed any estate or interest in lands which Jesse Thomas owned at the time of the revival of the judgment, the charge of the Court was not complained of.\nAs to the plea of payment, the defendants gaye in evidence a deed from Jesse Thomas and wife, to Dr. Isaac Thomas, his brother, dated December 14, 1847, for a tract of 159 acres and 115 perches of land, for the consideration of $1000, the receipt of which was acknowledged by the deed; and it was proved that when it was executed, Dr. Thomas, who resided in Chester county, was not present. The plaintiff, by way of rebuttal, proved that Jesse Thomas owed him other moneys besides that due on the judgment in suit, to wit: on a judgment in Luzerne county, $2089, entered April 12, 1844, with interest — for money paid on a bond in which he was surety, $367.10.\nThe plaintiff requested the Court to charge that there was no evidence of actual payment of the judgment, or any part of it, nor was there anything which in law amounted to a satisfaction or extinguishment.\nThe Court neglected to answer this point, and submitted it as a question to the jury, whether the judgment or any part of it was paid. The jury found a verdict for the defendants.\nA motion was made for a new trial, but the associate judge acting in the matter not concurring with the president, a new trial was not granted.\nIt was assigned for error, 1. That the Court erred in leaving it to the jury as a question of fact, whether the judgment had been paid, there being no evidence of such payment.\n2. The jury were allowed, under charge of the Court, to deter mine that the plaintiff was not entitled to a verdict against Jesse Thomas, although there was no defence by him, nor any allegation whatever on his part, that the judgment or any part of it had been paid.\n3. The Court failed to answer the plaintiff’s second point.\nThe second point referred to was: “ There is no evidence of actual payment of the judgment or of any part of it, nor is there anything which in law amounts to a satisfaction or extinguishment.”\nCandor, for plaintiff in error.\n— The Court declined to hear him, till the adverse counsel had shown the evidence of payment of the judgment of Isaac Thomas.\nJ. T. Sale, and Par leer, for defendants in error.\n— It was contended that in the evidence was exhibited a train of circumstances tending to show, with reasonable certainty, that the judgment in question had been paid.\nJ. J. Lewis, for plaintiff in error.\n— It was, inter alia, said that it is error to leave it to the jury to find a fact without evidence: 4 Harris 39, Jones v. Wood.\nAn omission to answer a point on which the Court was ashed to charge, was error: 2 Harris 62, Mills v. Buchanan. The omission to answer the point may have been accidental, but it was nevertheless injurious."
  },
  "file_name": "0315-01",
  "first_page_order": 315,
  "last_page_order": 319
}
