{
  "id": 411573,
  "name": "Ake's Appeal",
  "name_abbreviation": "Ake's Appeal",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "320",
  "last_page": "322",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 320"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 399,
    "char_count": 6647,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 9.913738877884801e-08,
      "percentile": 0.5358476498050658
    },
    "sha256": "40b7762b4ef2ec7f27a0ec3196328cb220d0baa18c5701acadd579535ea08a44",
    "simhash": "1:ff86dc30250da2d2",
    "word_count": 1145
  },
  "last_updated": "2023-07-14T18:06:27.693224+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ake’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nBlack, C. J.\n— The complaints which the appellants make against this administration account, relate, some of them, to matters of fact, which we have often said we would not re-examine here unless in a very flagrant case; and some of them to questions which can only arise on distribution. It is the duty of an executor or administrator to set forth the true condition of the trust, without any reference to its ultimate destination. How creditors, legatees, or next of kin may be affected by it, is not a consideration which ought to alter its shape. Its object is to ascertain how much the accountants have received, and how much remains after payment of debts and expenses. Payments made to, or releases given by distributees, can have no place in it. It settles nothing but the basis on which a distribution may be made hereafter. Interest is properly chargeable against the accountants, according to the general rule in such cases; but the legatees will nevertheless not get it unless they are entitled to it.\nWe affirm the decree, because we consider the facts settled by the decision of the auditor, and the legal points not properly before us.\nDecree affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Thompson and Wilson, for appellants.",
      "Scott, contó, the Court declined to hear."
    ],
    "corrections": "",
    "head_matter": "Ake’s Appeal.\n1. Matters of fact settled and decided by the Orphans’ Court will not be re-examined in the Supreme Court unless in a very flagrant case.\n2. It is not the office of an administration account to settle questions of distribution.\n3. The rights of distributees and legatees, as between each other, are not affected by the account of the executors or administrators.\nThis was an appeal by David Ake and Joseph Ake from the decree of the Orphans’ Court of Blair county, confirming the report of the auditor on the account of the appellants, as executors of the will of Jacob Ake, deceased.\nJacob Ake, the testator, died in July, 1838, having made a will, dated 4th May, 1827, proved 15th November, 1838, by which, after payment of debts, funeral expenses, and certain specific legacies (paid and taken credit for in the account), he directed that his five sons, to wit, David and Joseph (the appellants), William, Jacob, and John, should enjoy the amount of his real and personal estate in Pennsylvania, each the one-fifth part, including advancements, &c., the three first absolutely, Jacob and John for life, with remainder to their heirs respectively in fee as tenants in common. Certain portions of real estate were designated for different sons, at certain valuations ; equalization was provided for, &c., and it was directed that if either John or Jacob, or both, refused to take the land devised to them, then the executors to sell the same and purchase real estate equal to John and Jacob’s respective fifth share, take the title to the executors in trust for each (John and Jacob) for life, and remainder to their respective children in fee, as tenants in common, giving the executors large discretion, and appointing them trustees for the purpose above stated.\nJohn was in possession, at testator’s decease, of the “Big Spring” farm, directed to be sold in the will, and continued with his family to enjoy it, free of rent or charge, until the 1st April, 1847, when the executors, having sold it to John K. Neff for $4562.68, were required to give possession.\nThe executors having purchased a tract of land for John, he and his family went into possession of the same, 1st of April, 1847, and continued to occupy the same until his decease, early in 1851; and his wife and children remained in possession. Eor this land the executors were to pay $3000.\nOn the 8th of May, 1851, the executors filed their account, charging the amount of valuation of Jacob’s land under the will, and charging themselves with debts owing to testator, not due until 1843; also with the payments on Big Spring farm, the last of which became due 1st April, 1849. This account shows a balance, nominally, against accountants of $14,333.63, one-fifth of which is $2866.72 3-5. To this account some of the children of John Ake excepted; an auditor was appointed, who reported, changing the account, inter alia, by charging $5055.20, interest up to the Sling of account; making the balance, by this report, $19,626.83, one-fifth of which is $3925.36 3-5. This report was excepted to; the exceptions were overruled, and the account was confirmed by the Court.\nThe opinion of the Court was as follows: “ A careful examination of this report has revealed to us ño error committed by the auditor.\n“ The principal complaint is, that the accountants have been charged with interest (which appears to have been charged in accordance with established rules) on certain sums of money in their hands, because it is alleged John Ake’s children are the only parties interested, and because their father was permitted to -occupy, without rent, and for several years, a portion of the real estate of the testator. This reason is, at best, no better than this, that the accountants are entitled.themselves to the use of the funds in their hands, and not chargeable with interest on it, because John Ake’s children are not entitled to a proportion of the interest. But the accountants were not themselves entitled to the use of funds lying in their hands. Interest is chargeable against them on part of the estate, in exhibiting the whole estate, which is the office of an executor’s or an administrator’s account. Who is entitled to it, is another and an after question, and one which arises in the distribution. If John Ake’s children have no right to any part of the additional sum charged as interest, and the accountants hold releases which are sufficient to relieve them from the duty of payment to any others, they will not be harmed by being compelled to make a full and legal exhibition of the whole estate of the testator. But there are points which, as they do not here arise, but relate to an after question, must be left open to future inquiry.\n“ The report of the auditor is confirmed.”\nExceptions were filed: 1 and 2. To the disallowance of certain credits. 3. In confirming the report of the auditor; the reasons given by him not being well founded, nor true in fact. 4. The Court erred in decreeing confirmation of report, on the ground that the matter of the exceptions was not a subject of inquiry at this time. 5. In confirming the report in any manner changing the original account; it being more favorable to John Ake and his children than they were by law or equity entitled to. It was said that they have no interest in the life estate devised to John Ake.\nThompson and Wilson, for appellants.\nScott, contó, the Court declined to hear."
  },
  "file_name": "0320-01",
  "first_page_order": 320,
  "last_page_order": 322
}
