{
  "id": 411517,
  "name": "Auman versus Auman",
  "name_abbreviation": "Auman v. Auman",
  "decision_date": "1853-07-25",
  "docket_number": "",
  "first_page": "343",
  "last_page": "349",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 343"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Yeates 410",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812612
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0410-01"
      ]
    },
    {
      "cite": "1 Dallas 47",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "3 Bin. 139",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1791096
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "160"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/3/0139-01"
      ]
    },
    {
      "cite": "1 Dall. 47",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408467,
        12126603,
        1408414,
        12126459
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/1/0045-01",
        "/dall/1/0047-02",
        "/us/1/0045-02",
        "/dall/1/0047-01"
      ]
    },
    {
      "cite": "4 Watts 90",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "2 Yeates 410",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812612
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0410-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 702,
    "char_count": 15358,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 3.022302534454113e-07,
      "percentile": 0.8539744981271109
    },
    "sha256": "bec53d3ef1c2d0e702fe074cbd2e06bc5becfb644ad3a32e4e9d93e1ec098986",
    "simhash": "1:e37aa301213c6459",
    "word_count": 2812
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Auman versus Auman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\n— The sole question in this cause is, whether the deed of Mathias Haftzinger to Peter Auman and wife, conveyed merely a life estate, or whether they took a joint estate in fee simple. If it be within the rule in Shelly’s Case, the judgment of the Common Pleas was right.\nIt demises, &c., the land to them during their joint lives, or the life of the survivor, without impeachment of waste, and reserves the yearly rent of one peppercorn.\nThis undoubtedly gives a freehold to Auman and his wife. The reservation of a rent cannot diminish the estate. The clause “without impeachment of waste,” is found in many deeds and devises which are held to create freeholds (Pappillon v. Voice, 1 P. Wms. 471; Burnet v. Earl of Tankerville, 19 Ves. 170). Nor does it. seem to be material what words are used to give the estate. A departure from the phrases ordinarily employed, and the Substitution of others, such as demise, let, or lease, can have no influence on the question of freehold or not, provided the deed, taken altogether, does substantially give the grantee an irrevocable right to hold and enjoy the premises for the term of his natural life at least.\nIt being thus settled, that Auman and wife took a freehold estate, is it made an estate of inheritance by the limitation which the same deed contains, to their heirs after their death ? No one denies that the operation of the rule in Shelly’s Case will have that effect if the deed be within it. Nor is it pretended that we have not fully adopted that rule in this state. It is a part of the law here, as much as it ever was in England.\nIs there any peculiarity about the deed before us which takes it out of that rule ? It is contended, that the life estate being given to a husband and wife, and the fee to “the heirs of them,” the word heirs cannot be taken in its proper technical sense. This argument is ingenious and somewhat far-fetched. It is based on the notion that “the heirs of them,” must be the heirs of both; nobody can be the heirs of both except the children of both; therefore the word heirs in this deed is equivalent to children, and a word not of limitation but of purchase. But there is no reason whatever, and just as little authority as reason, for holding that a joint freehold estate to a man and his wife, with a fee to their heirs, is not within the rule. In Miller v. Seagreaves (Roberts on Gavelkind 96, see 6 Cruise 353), the life estate was in a husband and wife, just as it is here. We have no power to assign to the words any but their legal signification. The parties to a deed having either acted with the advice of counsel, or standing chargeable with supineness if they have not, are entitled to no indulgence on the score of ignorance; and legal terms in such an instrument must be understood in their legal sense, whether used by a lawyer or a layman (4 Watts 90). Even in a will, supposed to be made when the testator is inops consilii, the word heirs has a fixed sense, which will adhere to it until it is explained away; and this, it has been said, can only be done by making the contrary intent appear so plainly, that no one can misunderstand it. (3 Bos. & Pul. 620.) In Tyson v.Wright (2 Bligh 1), it was held that “heirs of her body” used in a will, created an estate tail, which could not be cut down, even by inconsistent and repugnant expressions. It may be that these rules should be somewhat softened in the interpretation of wills; but their soundness, as applied to deeds, can hardly be questioned. If we understand the word heirs according to its legal import, and as a word of limitation, the deed gave Au-man and his wife a joint estate in fee simple, and they'ws aecrescendi not being taken away by the statute where husband and wife are joint tenants, it goes to the heirs or assigns of the survivor.\nWe do not perceive the distinction taken by the counsel of the plaintiff in error between the phrase “ their heirs” and “ heirs of them.” The legal as well as the grammatical meaning of both is precisely the same. The one means children or issue no more than the other. In. the case cited (1 Durn. & E. 630), the word heirs was neeessarily a word of purchase, because neither of the ancestors took a preceding estate. Being a word of purchase, it was by the same necessity deseriptio personae; and no one could take who did not meet the description of a right heir to both the ancestors named. But that principle does not apply here.\nWe encounter here, again, the argument so often met in cases like this; namely, that we will defeat the intention of the grantor if we give the fresh takers a fee. I think it very probable, nay, almost certain, that the grantor meant to give no more than a life estate to Peter and Magdalena Auman. But if such was his intent, it must be overruled by the legal construction of the words. The very purpose and object of the rule in Shelly’s Case is to control such intentions, and (in all cases properly within it) to substitute a totally different operation from that designed by the donor. The intention of the grantor to give a mere life estate was as clearly expressed in the deed to Edward Shelly as it is here. The same may be said of the deed in Baughman v. Baughman (2 Yeates 410), or in the late case of Hileman v. Bouslaugh (1 Harris 345), and of the will in Evans v. Davis (1 Dall. 47), as well as of the instrument in almost every case where the rule has been held to apply. And there are other decision's which go much further. In Robinson v. Robinson (2 Ves. 225), ‘the words of the will were for life, and no longer. In Cook v. Cooper (1 East 229), the devise was to R. C., for the term only of his natural life. In Roe v. Broford (4 Maule & Selw. 362), after expressing the intention to give no more than a life estate in terms perfectly unequivocal, a declaration was added, that the tenant for life should not have it in her power to defeat that intention. Perrin v. Blake (4 Burr. 2579), was still stronger, if we take the judgment of the Exchequer Chamber reversing the King’s Bench to be right. There the testator declared that the devisee should not sell or dispose of the estate for a longer term than his life, and to that intent gave him but a life estate. Although, therefore, the grantor in the present case may have intended to give the grantees a life estate only, yet if he did at the same time, and by the same conveyance, give an estate in the same lands to their heirs, we must read the deed as if it were an ordinary conveyance of the fee to the first takers, striking out all the words which denote his wish to make it less than a fee.\nMagdalena Auman having survived her hushand, was tenant in fee-simple at the date of her d§ed, and had a right to convey it. The' present defendant stands in her shoes, and the judgment of the Court below was according to law.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Kagenman and BanJcs, for plaintiffs in error.",
      "Strong, for defendant."
    ],
    "corrections": "",
    "head_matter": "Auman versus Auman.\n1. A conveyance of land to A. and his wife, for and during their natural lives, or the life.of the survivor, and after their decease to the lawful heirs of them the said A. and wife, gives to the first takers a joint estate in fee simple.\n2. The whole estate goes to the survivor, and a conveyance by the wife after the death of the husband gives the grantee an estate in fee simple.\n3. It is not the less a freehold for life in the grantee, because the words used in creating it are demise, lease, &c., without impeachment of waste, and reserving a rent of one peppercorn, provided the deed taken altogether does substantially give the grantee an irrevocable right to hold and eDjoy the premises for life at least.\n4. The legal construction, as well as the grammatical meaning of the phrase heirs of them, is the same as their heirs.\n5. When legal terms are used in a deed, they must be understood in their legal sense.\n■ 6. The word heirs, even in a will, has a fixed sense which will adhere to it until explained away.\n7. The rule in Shelly’s Case is a rule of property in Pennsylvania, and must he adhered to, even when it comes in apparent conflict with the particular intent of the grantor.\nError to the Common Pleas of Berlcs county.\nThis was an amicable action of ejectment by George Auman and Others v. Elizabeth Auman, for a house and piece of land, containing above nine acres.\nMatthias Eaftzinger was, in 1813, the owner of the premises. His indenture, made the 25th March, 1813, in consideration of five shillings, witnessed that he “ doth demise, lease, and to farm let unto Peter Auman and unto his wife Magdalena,” daughter of the said Matthias, the premises in question, &c., to have and to hold the said demised premises, with appurtenances, unto the said Peter Auman and Magdalena his wife, from the date above written, for and during the natural lives of them, the said Peter Auman and Magdalena his wife, without to be impeached for any waste, only yielding and paying therefor yearly and every year during the life of the said Peter and Magdalena, or during the life of the survivor, unto the said Matthias, his heirs, executors, and administrators, the rent of one peppercorn. And the said Matthias Haftzinger for himself, his heirs, executors, and administrators, the said above described messuage, tenement, and tract of nine acres and seventy-seven perches of land, hath and hereby doth grant, bargain, sell, release, and confirm, after the decease of the said Peter Auman and Magdalena his wife, unto the lawful heirs of them, the said Peter and Magdalena his wife, in fee simple. And the said Matthias Haftzinger, for himself, &c., doth covenant, &c., with the said Peter Auman and Magdalena his wife, and their lawful heirs,” that he the said land and premises, “ demised to Peter Auman and Magdalena his wife, and granted and confirmed in fee simple • to their heirs after their decease,” against him, the said Matthias and his heirs, &e., shall and will warrant and for ever defend.\nUnder this deed Peter Auman and Magdalena his wife entered upon and took possession of the'premises, and remained in possession until his death.\nPeter Auman died leaving his wife Magdalena surviving him; and the said Magdalena, by deed dated July 8, 1851, conveyed the premises to Elizabeth Auman, the defendant, in fee simple, and the latter was in possession. Peter Auman and wife had no issue at the time of the conveyance to them, and had none at the death of either of them.\nSome of the plaintiffs were brothers and sisters of Peter Auman; and others were brothers and sisters of Magdalena. The question was, what estate, if any, the defendant took under the deed from Magdalena Auman, the survivor.\nIf the title to the premises was in the defendant, judgment was to be entered in her favor.\nFebruary- 26, 1853, judgment was entered in favor of the defendant with costs. Such judgment was assigned for error.\nKagenman and BanJcs, for plaintiffs in error.\n— It was contended that by the instrument executed by Naftzinger was first created a lease for life at a stipulated rent'. That after the lease was completed, he then proceeded to make a distinct and independent grant of the land. In the clause of warranty he bound himself to warrant the land demised to the said Peter and Magdalena and granted and confirmed in fee simple to their heirs after their decease. That the words “heirs of them,” differ from the word heirs when used in a legal and technical sense. That “ heirs of them” were a mere descriptio personarum, designating the children or issue of Peter and wife, as no one would answer the description, unless he were a child of Both of them:\" 1 Durnford & East 630, Nightingale v. Quaitly; Fearne on Rem. 48. The words “ heirs of them,” meaning children, in the deed, are words of purchase,' because the children are made the terminus or stock, by reference to whom the future succession is regulated, and do not comprehend the whole class of heirs of Peter and wife. When words of explanation are annexed to the word heirs, showing that he meant by it a mere designation of persons to take, *and a new estate of inheritance is grafted upon the heirs who are to take, it is then a word of purchase: 4 Kent Com. 221. The rule in Shelly’s Case will not apply where the word heirs or issue is explained to mean children, for the rule has no application to a limitation to children: Hayes on Real Estate 109, 7 Law Lib.\nWhen the word heirs operates only to give the estate imparted by it to the heirs described originally, and as the persons in whom the estate is considered as commencing, and not derivatively from or through the ancestor, they are words of purchase: Fearne 108; 3 Bin. 139, Findlay v. Riddle; 1 Ser. & R. 374, Wager v. Wager; 2 W. & Ser. 435, Ellet v. Paxson; 3 Id. 160.\nIn this case the estate was to be without impeachment of waste ; showing, it was said, that nothing more than a lease for life was given to Peter and wife, otherwise such words would be inoperative: 10 Ser. & R. 431, Carter v. McMichael.\nIf Peter and wife took more than a leasehold estate for life, it was but' an estate tail special, and not in fee simple. The words “heirs of them,” in this case, is the same as their issue, they being husband and wife, and being but one person in law: Co. Litt. 187, a; 1 D. & East 635; 6 W. & Ser. 319; 2 Ro. Abr. 416, F. 1; Dy. 99; 1 Leon. 102; 1 Harris 344, Hileman v. Bouslaugh; 4 Harris 379, Maurer v. Marshall. If this was an estate tail, then on the failure of issue to take, and the entailment not having been barred, the plaintiffs, sons and daughters of the grantor, have title to the land in controversy.\nStrong, for defendant.\n— The rule in Shelly’s Case is, “ When the ancestor by any gift or conveyance takes an estate of freehold, and in the same gift or conveyance an estate is limited either mediately or immediately to his heirs in fee or in tail.' in such ease, the term heirs is a word, of limitation of the estate, and not of purchase: 1 Hep. 93. This is the rule in Pennsylvania; 1 Dallas 47; 2 Yeates 410; 1 Harris 344, Hileman v. Bouslaugh. The present case is within the rule. There is a grant of the freehold to Peter and Magdalena Auman, an estate for life is a freehold: Cruise Pig. tit. 1, sec. 13-14-15. 4 Kent 23. The words by which it is created, are immaterial. It is the duration of the estate which gives character to it. The word demise in its extended signification is a conveyance either in fee for life, or for years: Bouvier’s Dic. 402; 2 Inst. 483. The rent of a peppercorn is not material, for a fee simple may be charged with a rent. Peter Auman and wife being thus seised of an estate for life, a freehold, the grantor by the same deed conveyed a fee simple to their heirs immediately. The word heirs is therefore a word of limitation. The intention of the grantor is immaterial: 7 Law. Lib. 109; 1 Harris 351, Hileman v. Bouslaugh; 4 Maule & Selwyn 363; 4 Harris 104, George v. Morgan.\nIn a will the word heirs may by the context be construed to mean children or issue; not so in a deed.\nThe words without impeachment of waste, at most only indicate a particular intention to give an estate for life, which is ineffectual to prevent the operation of the rule in Shelly’s Case: 10 Ser. & R. 431, Carter v. McMichael. The words “heirs of them” do not mean different persons from the words their heirs.\nJuly 25, 1853,"
  },
  "file_name": "0343-01",
  "first_page_order": 343,
  "last_page_order": 349
}
