{
  "id": 411600,
  "name": "Beal versus Stehley",
  "name_abbreviation": "Beal v. Stehley",
  "decision_date": "1853-07-25",
  "docket_number": "",
  "first_page": "376",
  "last_page": "384",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 376"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wharton 65",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 755,
    "char_count": 23956,
    "ocr_confidence": 0.425,
    "pagerank": {
      "raw": 1.562040593028948e-07,
      "percentile": 0.6770958461284808
    },
    "sha256": "a7444474caf57b052eb837a2b8711ad6f5a6a5d4ad61df022bd194fea7834113",
    "simhash": "1:0be32427b902f4e6",
    "word_count": 4344
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beal versus Stehley."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nLewis, J.\n— By the will of Charlotte Bitner (giving the premises in dispute to her daughter Barbara for life, and after her death directing it “to be sold, and the money thereout arising to be equally divided to and amongst her other three daughters, Polly, Louisa, and Sarah (the plaintiff), and to their heirs and assigns for ever, share and share alike, or to the survivors of them,”) the three daughters, upon the death of their sister Barbara, became entitled to their legacies as money. They had, respectively, an interest in the proceeds of the sale; but they had no interest or estate in the property as land. By the marriage of Sarah, the plaintiff, with George Stehley, her husband became entitled to reduce her chose in action into possession for his own use. As a necessary incident of this right to the money, he had the power to waive it, by any act indicative of his purpose, or even by his omission to reduce it into possession. Until he reduced it into ■possession, or did some act which divested her of her interest in the money, her right of survivorship remained. Representing her power and interests, in all matters concerning her personal estate, the right of electing to take the land, instead of the money, resided in him. Her coverture prevented her from acting, in regard to her dioses in action, and the law therefore clothed him with the accessary power over them. His own absolute right to them depended upon the manner in which he exercised that power. If he chose to reduce them into possession he became the absolute . owner. If, on the other hand, he chose to take the land, instead of the proceeds given by the will, it was not a reduction of the ' money into possession. Nor was it a conveyance of the land to .. him in fee. In such cases the act .of election has no greater effect than the transfer of the land to the.person entitled to its proceeds. The transfér of it to any other person, by a mere act in pais, without writing, is prohibited by the statute of frauds and perjuries. It would also be contrary to the principle of equity which raises a resulting trust for the benefit of the person who pays the consideration. The legacy remaining untouched by the husband, continued essentially the property of the wife, and his election to take the land was nothing more than a substitution of it for the proceeds. The land, therefore, became her estate in fee, and by virtue of his relation to its owner, the husband became entitled to a life estate in it. Was there then such an election as to produce this effect? It is conceded that neither of the three legatees entitled to the proceeds could separately, without the consent of the others, make a valid election. But it is admitted on the record that “ Polly and Louisa had sold out their interest in the house and lot to George Stehley, previous to the sheriff’s sale in 1820, and that Barbara, their sister, died before the conveyance to Stehley.” This was understood by the learned judge, in the Court below, to be an admission that Polly and Louisa had conveyed their interests, as land, to Stehley. In this we think he was correct. When they spoke' of a sale and “ conveyance” of “ their interest in the house and lot,” it was reasonable to understand them as meaning that they had conveyed by deed their estate in the land, and not merely that they had transferred or assigned their interest in the proceeds of sale. It is not likely that any mistake took place in regard to the facts admitted. If any misapprehension occurred on the trial, it was the business of the party likely to be injured by it, to make immediate application to the Court below for leave to withdraw the admission, and to state it with more precision. As this was not done, nothing remained for the Court but to decide upon the legal effect of the facts thus admitted upon the record. In every conveyance there ’must be two parties — one to grant and the other to receive. When Polly and Louisa conveyed their estate in the premises to Stehley, as land, it was an election, so far as they were concerned, to take the land instead of money. And when Stehley accepted of the conveyance, the law implies his consent to its full operation, according to its terms. As it could not thus operate without his consent to take land in right of his wife for her share, his election to do so is implied by the act of receiving the conveyance from the other two legatees: Smith v. Starr, 3 Wharton 65. The legal effect of the conveyance by two of the legatees, to the husband of the other, was the conversion of the money legacies into real estate, by means of the election by all the parties entitled to the proceeds, to take the land instead of the money; and Stehley thenceforth became the owner, in fee simple, of the two-thirds of the premises purchased by him from Polly and Louisa, and tenant for life of the other one-third, in right of his wife. There was no evidence to impair the effect of these facts, or to repel the conclusions of law which resulted from them. On the contrary, the possession of the property by Stehley — its sale by the sheriff as his property--the application of the proceeds to the payment of his debts without opposition from him, and the long possession of the purchaser and those who claimed under him, did much to confirm them.\nStehley had an interest in the premises which was the subject of a sheriff’s sale for the payment of his debts. The origin of his title, and the extent of his interest, were matters which fell within the range of the purchaser’s inquiries. He could not look at one without seeing the other. He was bound to know both. There is no evidence that he purchased more than Stehley’s title, or that Mrs. Stehley had any knowledge of his purchase of even this. She was therefore under no necessity to give notice of her claim.\nAs the plaintiff was a feme covert at the time the right to the legacy accrued, and remained under coverture until about a year before this suit was brought, there was no ground for holding that her title was barred by the statute of limitations. Her right of action for the land accrued upon the death of her husband, and the ejectment was brought in due time afterwards.\nThe plaintiff’s title being thus fully established, and there being no sufficient defence to the action, the Court below was in duty bound to direct a verdict for the plaintiff. This was done, and the defendant below has suffered no injury from whatever additional instructions may have been given.\nThe release of 5th April, 1824, was not for the premises in dispute. It contained an accurate description of a lot located in a different square, calling for different boundaries, and bearing a different number. The evidence proposed for the purpose of converting it into a release of the plaintiff’s right to the premises in dispute was not sufficient for the purpose. It was therefore properly rejected.\nThe plaintiffs in error have no just cause of complaint, and the judgment is therefore to be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Abides and Roberts, for plaintiffs in error.",
      "Berry hill and McQormide, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Beal versus Stehley.\n1. A testates'devised a house and half lot of ground to her daughter Barbara for life, and directed that after her decease the property be sold and the money thereout arising 'be equally divided to and amongst her other three daughters, “ and their heirs and assigns for ever, share and share alike, or to the survivors of them.”\nAfter the death of the tenant for life, two of the sisters conveyed their interest in the premises to the husband of the other legatee:\nIt was Held, that such conveyance was an election by the two devisees who conveyed to take the property as land; and that the acceptance of the conveyance by the husband implied his consent to it according to its terms and an election by him to take his wife’s portion as land. That he thus became the owner in fee of two-thirds of the premises, and tenant for life of the other third in right of his wife.\n2. The husband, after the conveyance, had an interest in the premises which was the subject of a sheriff’s sale, and his wife was not bound to give notice at such sale of her claim.\n3. The plaintiff, one of the legatees, being a feme covert at the time her right to the legacy accrued, her claim was not barred during the coverture by the statute of limitations.\n4. A release for a different lot than the one in dispute was offered in evidence, containing an accurate description of the lot described therein, with a different boundary from the one in question and on a different square though fronting on the same street. It was offered to show by parol evidence that the releasee was then in possession of the premises in dispute, and never claimed any title to the lot described in the release; that the releasor had not at its execution any interest in the lot so described, and that the release was found amongst papers of the releasee after his death. It was Held that such evidence, if received, would not have been sufficient to convert the instrument into a release of the right of the plaintiff, one of the releasors, to the lot in dispute, and that the release and parol evidence were therefore properly rejected.\nError to the Common Pleas of Dauphin county.\nThis was an action of ejectment to April Term, 1851, by Sarah Stehley v. Abbey Beal and William Sayford, to recover the one undivided third part of a house and part of lot No. 163, situate on the south side of Market street, in Harrisburg.\nThe lot was formerly owned by Charlotte Bitner, the mother of Sarah Stehley, who, by her will, dated 26th December, 1802, proved on the 13th July, 1811, devised the house and lot to her daughter Barbara during life, and after her death it was directed to be sold, and the money thereout arising to be equally divided to and amongst her other three daughters, Polly, Louisa, and Sarah (the plaintiff), “ and to their heirs and assigns for ever, share and share alike, or to the survivors of them.” She appointed executors, who renounced, and letters of administration with the will annexed were granted to Geo. Stehley, the husband of Sarah Stehley, the plaintiff, and another, in 1811. George Stehley became married to Sarah, the plaintiff, in or about the year 1808. Barbara died about the year 1817; and it was admitted on the trial “ that Polly and Louisa had sold out their interest in the house and lot to George Stehley previous to the sheriff’s sale in 1820, and that Barbara, their sister, died before conveyance to Stehley.”\nStehley and wife lived on the property for some time, whether during the lifetime of Charlotte or Barbara, or afterwards, did not with certainty appear.\nOn 1st July, 1818, a judgment was obtained by the Harrisburg Bank against George Stehley, and, on the same day, it obtained one against Seerer, as his endorser; and the house and lot in dispute was levied on as the property of Stehley, and sold by the sheriff in December, 1820, to Christopher Seerer, for three hundred dollars.\nOn 5th April, 1824, Stehley and wife executed a release to Seerer, the wife of Stehley making a separate acknowledgment, and delivered it to Seerer. It described a part of lot No. 159, lying on the same street, and on the same side of the street, and within two hundred feet of the lot No. 163, partly in dispute, and which lot No. 159 had belonged to George Stehley, but had been sold by the sheriff as his property, in 1819, to George Pearson. The'release was found among Seerer’s papers, after his death, in 1826, and the defendants offered to prove that Seerer never owned or claimed any part of lot No. 159 ; but that he took possession of lot No. 163, part of which was in dispute. Seerer leased the house and lot No. 163 for the years 1825 and 1826.\nIn 1834, the widow of Seerer having had from the time of his death peaceable possession of the premises in dispute in this case, sold the same, under a power in his will, to Mrs. Lindemuth, who by her will proved in September, 1845, directed her executor to sell the same; and on 1st April, 1847, he sold the same to Abbey Beal, one of the defendants. About the year 1850 George Stehley died; and to April term, 1851, his widow brought this action. Erom December, 1820, when Christopher Seerer obtained the sheriff’s deed, the premises in dispute were in the peaceable possession of Seerer and those claiming under him, until this suit was brought. Valuable improvements had been made upon the lot since the sale by the widow of Seerer. '\nOn the trial it was alleged, on the part of the plaintiff, that her interest in the lot was real estate. On the part of the defendants, it was alleged that, under the will of Charlotte Bitner, it was personal estate; and that George Stehley, by taking possession of it, or by becoming administrator of the estate of Seerer, became the owner of it. It was contended that in order to recover, the plaintiff must show an election to take it as real estate, and that such election had not been proved.\nIt was also contended, on their part, that the release by Stehley and wife to Seerer, and found amongst Seerer’s papers, was intended to apply to the property, part of which was in dispute in this action.\nThe release referred to was offered in evidence on the part of the defendants, but it was rejected.\nThe case was tried before Pearson, J.—\nHe observed to the jury that “ the defendants claim to be protected in their possession by the statute of limitations; also that they are bond fide purchasers without notice, that the plaintiff failed to give notice of her title or claim at the various judicial sales which took place ; and that she has not shown any title to the property, but that her mother merely bequeathed her an interest in a sum of money, and devised her no part of the house and lot: that George Stehley the husband, as administrator with the will annexed, held the fee in this property, and was entitled to the money legacy in right of his wife; and therefore both the legal title and equitable interest were vested in him, and were divested by the sheriff’s sale.”\nHe charged that the statute of limitations was not a bar to the plaintiff’s claim. She was a feme covert at the time of her mother’s death, and remained under coverture until about a year before this suit was brought. As a feme covert she was not bound to give notice of her claim to this estate, when the interest of her husband was about to be sold by the sheriff.” He observed that there was no evidence that she was present at the sale, or even •knew it was about to be made; and that the will under which she claimed was on record. “ The defendants claim under the same will, and are bound to take notice of its contents. The sheriff’s sale, as we understand it, passed nothing but George Stehley’s life estate, in the third part of this house and lot, which belonged to his wife, and the fee in the two-thirds which he had purchased from her sisters.”\nAs to the claim of title he charged: “ By the common law there is a material difference between a devise of land to executors to sell, and a mere direction to make sale of the land, and pay over the proceeds to the legatees. In the former case the fee vests in the executor, who is the proper person to protect the possession,' or punish trespassers. In the latter, the legal title descends to and vests in the heir-at-law, until the sale is made; but in either case, it seems to be well settled that the devisees, if more than one, or the sole devisee, for whose use and benefit the property is held, or directed to be sold, may elect to take the land instead of money, and thus prevent a sale. It requires no conveyance from the executor or heir-at-law to vest the title in the legatee, but it requires an unequivocal act, showing an election by all the parties in interest, that the bequest shall remain land, instead of being converted into money. It is quite probable that the Act of the 12th March, 1800, in force when this will was made, has destroyed the distinction between a bequest to executors to sell and a mere power; yet there is no change in the law as to the right of election on the part of the legatee. That remains as before the Act. When more than one person is interested in the money to be ■raised by the sale, it requires the united assent of all the parties in interest that the property shall remain in statu quo instead of being sold. Any legatee can require the executor to carry the ■will into full effect. The law does not require a united or joint action,' the object being merely to secure the interest of all parties; but it requires an unequivocal act by all. In the present case, two of the legatees, Polly and Louisa, conveyed their interest to George Stehley, prior to the year 1820; he was also entitled to elect for his wife, or he and his Avife could have joined in making the election. If her part had been converted into money, by the law as it then stood her husband could have claimed it as his own. If he elected to take the land, he would be tenant by the curtesy of her estate in it. The defendants concede that prior to 1820, George Stehley took possession of the house and lot, and held it in 1820, when it was levied on; and hence they argue that notice should have been given by the wife of her claim. They further contend that the legacy was merged in the land, and as the husband was entitled to the one, he had a right to take the other. That if he elected to take the land, it became his absolutely, as the money would have been his. I am of opinion that if the husband had desired to take this interest absolutely as money, he should have proceeded by sale to convert the land into money, he was the proper person to make the sale under the will. If a husband does not reduce his wife’s legacies or other choses in action into possession, during his lifetime, she takes it by survivorship. If he elects to take land instead of money, into which it is ordered to be converted, he takes it with the incidents of land; for although when accepted by a legatee instead of money, it is held as a new acquisition, yet such is the case in regard to all land taken by devisees; it is held under the will by purchase as a new acquisition ; yet it will scarcely be pretended that if a husband takes possession of land expressly devised to his wife, he holds it in any other way than as tenant by the curtesy. When taken in lieu of money, he holds it in the same way. Although the title is vested in the executors, and the legatees have but an equity — a right to the money — yet no conveyance is required to make good their title; it vests in them by the election, after which the power of the executor to sell is gone; his care and charge over the land is superseded, and should he attempt to sell, a Court of Chancery, and probably the Orphans’ Court, -would restrain him. It has been repeatedly held that this election need not be made a matter of record, nor reduced to writing, but may be made in pais, and established by parol; may be proved by direct evidence, or inferred from circumstances. We have, in the present case, no direct evidence of election on part of the plaintiff, but we have the most unequivocal evidence on behalf of their sisters. They sold their interest as land. It has been held that even leasing it for a year is sufficient evidence of an election. Those under whom the defendants claim, lived on this property as- land (for a money legacy, or interest under a will before election, is not subject to levy), they sold it as land, and now, after having passed it from one to another as such, for over thirty years, they are estopped from denying it. I consider that there are sufficient circumstances in this case to justify you in inferring that George Stehley took his wife’s interest under this will as land, and not as a money legacy; and being land in possession, lie was entitled to hold it diming life as tenant by the curtesy.”\nA difficulty has been suggested, that the plaintiff has no title or estate in this case; that the land is not given, but a mere money legacy, and that an ejectment will’ not lie for a sum of money. In England, where an ejectment must be supported at law on a legal title, and the party is driven into chancery to enforce an equity, such a legatee is treated as the owner after election. In Pennsylvania, a mere equitable title or claim may be enforced in ejectment. Although the will of Charlotte Bitner bequeaths money, yet it uses words of inheritance where it directs the land to be sold and the money to be divided between her three daughters, “ and their heirs and assigns for evershowing that the testator intended to give more than a mere ordinary money legacy. This charge we consider sufficiently answers all the defendant’s points; and where not specifically answered, they may be considered as negatived, so far as they apply to the facts of the case.\nJanuary 27, 1853, verdict for plaintiff.\nVarious errors were assigned: — 1. That the question whether an election was made, was not submitted to the jury. The third was to the statement in the charge, that “ Polly and Louisa had sold their interest as land,” it being alleged that there was no such evidence given, and that the admission on part of defendant was merely, that “ Polly and Louisa had sold their interest in this house and lot to George Stehley.” 4. That the Court erred in saying, that there were sufficient circumstances to justify the jury in inferring that George Stehley took his wife’s interest as land. 5. In the instruction, that it appeared from the terms used in the will, “ that the testator intended to give more than a mere legacy,” it being alleged that no election had been proved, and that words of inheritance affixed to a money legacy, were a nullity. The 7th, 8th, 9th, 10th, 11th, and 12th assignments were, that the Court erred in negativing the points from first-to eighth submitted on the part of the defendant. The first point was to the effect, that the legatees took under the will merely a money interest. The second was, when land is devised to be sold, and the proceeds paid to legatees, that in order to take the land instead of money, all the legatees must unite in the election, and that such election had not been proved. The third was, that the interest of the wife was a mere chose. in action, which the husband might reduce into possession: that if he made an election, and paid off the other legatees, he became invested with the fee: that the legacy of his wife being charged on his land, it merged in the land. The fourth related to want of notice by Mrs. Stehley. The fifth was, that as possession had been had for more than thirty years, the plaintiff was barred. The seventh, that the wife’s interest, if not reduced into possession by her husband, was a charge or lien on the land, and was discharged by the sheriff’s sale. Eighth, That if an election took place, .Stehley either elected in his own right by converting his wife’s legacy into land, and thus became seised of the fee; or otherwise a secret equity existed, of which notice should have been given at the sheriff’s sale.\nThe thirteenth assignment was to the rejection of the release by Stehley and wife to Seerer, for lot No. 159, on Market street, to be followed by proof that Seerer never claimed any title to the lot described in that release, and was at the time in actual possession of lot 163 under the sheriff’s deed; and also offered to show that Stehley and wife, in April, 1824, when the release was executed, had no interest in lot No. 159; and also, that the release was found among the papers of Seerer and others, who held the lot No. 163. This was offered for the purpose of showing a misdescription in the release of lot No. 163, and that the release was intended to apply to that lot.\nAbides and Roberts, for plaintiffs in error.\nBerry hill and McQormide, for defendant in error.\nJuly 25, 1853,"
  },
  "file_name": "0376-01",
  "first_page_order": 376,
  "last_page_order": 384
}
