{
  "id": 411510,
  "name": "Commonwealth versus Porter",
  "name_abbreviation": "Commonwealth v. Porter",
  "decision_date": "1853-07-25",
  "docket_number": "",
  "first_page": "385",
  "last_page": "390",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 385"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Wheat. 720",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1421291
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/22/0720-01"
      ]
    },
    {
      "cite": "6 Bin. 169",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Peters 293",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "13 Johns. 283",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": 0
    },
    {
      "cite": "4 Wend. 570",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2005528
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/4/0570-01"
      ]
    },
    {
      "cite": "1 Peters 325",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "9 Wheat. 736",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "6 Binn. 292",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795149
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/6/0292-01"
      ]
    },
    {
      "cite": "4 Dall. 286",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        581141,
        580989
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "422"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/4/0286-01",
        "/us/4/0286-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 653,
    "char_count": 15394,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 9.19570727526454e-08,
      "percentile": 0.5095752686739652
    },
    "sha256": "f76c33075ad1f108f4fe2c01e661aeb24730a967baf0cc61f3470dc15f86a4fd",
    "simhash": "1:43ff2ea63c76d43d",
    "word_count": 2707
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth versus Porter."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nLowrie, J.\n— This case came up and was decided here two years ago; 17 State Rep. 14; and it now comes up again and we are asked to reconsider that decision. We have done so, and are fully convinced that it is our duty to say that it cannot be maintained without serious injury to well settled .principles.\nUnder our laws the auditor-general, aided by the state treasurer, and, when necessary, by the governor, constitutes the tribunal that is to examine, adjust, and decide upon all claims of the state against its revenue officers, subject to an appeal to the general judiciary. But no appeal is allowed without a specification of the objections to the decision complained of. In this case the accountant filed a specification of objections to the priricipal items of the account as stated by the auditor-general, but none to the item of interest. How then could the question of interest be raised on the appeal ?\nThat it could not be, has been several times directly decided: 1 Penna. Rep. 252; 6 State Rep. 124; and this is one of the most plain and common principles of administrative law: 7 Ser. R. 276; 2 State Rep. 153; 6 Id. 483; 1 W. & Ser. 480; 5 Id. 385. It is the rule always practised on in relation to reports of auditors, masters, and arbitrators.\nIt is said, however, that the objection to the charge of interest was unnecessary, because the objection to the principal includes it as an incident. True enough, so far as it is an incident, and therefore, if’ the objections to the principal or part of it had prevailed, there would have been a proportional deduction of the interest. But then on the other hand, and on the same principle, an unavailing objection to the substance could not affect its shadow. And when we have both shadow and substance, he that objects only to the substance, assumes that the two are inseparable. It is only by a special objection that the mind of the Court can be led to inquire whether, the principal being proved or admitted, the charge of interest is improper.\nBesides this, the question of the liability of a revenue officer for interest was erroneously decided. It tends only to confusion in such a case, to talk of the faults of other officers, or the hardship of the case, for the question of interest does not arise until it is found that the accountant is in default. This case is that of an officer whose duty is merely to receive and pay over to the state treasurer part of the state revenue, and he has failed in paying over. Must he pay interest for his negligence ? On mere common law principles unquestionably he must: 4 Dall. 286; 6 Binney 266; 6 State Rep. 290 ; 1 Ser. & R. 179; 9 Id. 422.\nIn such' an inquiry, it is always relevant to notice the functions of the officer. Here it is a state revenue officer, a county treasurer, who receives money from collectors and others, and is required by law to pay over in July and December all moneys in his hands: Act of 15 April, 1834, § 40, P. L. 544. Without this law, his duty as to paying over would have been no less ; for it is a necessarily implied duty of such an officer to pay over the revenue as fast as sums, of a reasonable amount for remittance, come to his hands ; and a public, as well as a private, agent is chargeable with interest for a breach of such a duty. It is just like the case of an agent withholding his principal’s money after demand; for, when the place of payment is fixed, the duty of such a revenue officer is itself equivalent to a continual demand. It is different with trustees and officers, whose, duty is to receive and disburse a fund; because their functions are different. They hold until the proper time or opportunity for disbursing or administering.\nIt is no answer to this that the auditor-general for a long time neglected to decide upon the account, for it is settled by numerous decisions, beginning with our own ease of The Commonwealth v. Wolbert, 6 Binn. 292, that the- state is not chargeable with the negligence of its officers in such cases, even as against sureties: 13 State Rep. 6-17; 9 Wheat. 736; 11 Id. 188; 12 Id. 509; 1 Peters 325; 3 Mason 446; 4 Wend. 570; 13 Johns. 283; 19 Id. 58; and even though there be long delay after the debtor has called for a settlement: 5 Peters 293.\nOn the principles of common justice, how can it be otherwise ? There is no duty more plainly implied and written than that of a county treasurer to pay; and how can he excuse his neglect, by pleading that of his superior officer to call on him 1 His is the first fault, and it is not forgiven because of a similar neglect of another. The auditor-general did not settle the account; and what of that ? It was no less the duty of the county treasurer to pay; and, if he kept his accounts as he ought to have done, he knew exactly what to pay. His duty was to the state, and not to the auditor-general, and he ought to have performed it and then called for a settlement. The state has been guilty of no negligence, for it has clearly defined the duty of both officers. One of them, who has neglected his duty, has no right to excuse himself on the ground of the negligence of the other.\nIt seems to be supposed that the state is not entitled to interest, until three months after the auditor-general has stated the account, because the law of 1811, section 35, requires that it shall then bear interest; and it is thought that until then, the only penalty for neglect is loss of commissions. But this does not exclude the direction of the first section, that the account “ shall be examined and adjusted by the auditor-general, according to law and equity.” This act makes the auditor-general the primary judicial tribunal in all claims by the state against its revenue agents, and, in adjusting the accounts by law and equity, he must charge interest as part of the settlement whenever any of the money is wrongfully withheld. The declaration, that the balance found due shall bear interest after three months, is the mere repetition with a little indulgence, of the Act of 1700, giving interest on all judgments.\nSuppose the Act of 25th March, 1831, section 8, requiring the county treasurer to pay “ on the settlement of his accounts,” be still in force; it does not authorize him to keep the money till it is settled; and it is not inconsistent with the Act of 1834,' which requires him to pay promptly as he receives. The Act of 21st April, 1846, section 9, P. L. 415, does not, as an Act, apply to this case; hut it declares the true rule as it stood before; that, when accounting officers allow suit to he brought, they shall be charged with interest from the time the public moneys were or ought to have been received by them. It is true that under the Act of 1834, the defaulting officer loses his commissions; but this is the case with all such agents, according to common law principles. They pay interest for the wrongful withholding, and lose the reward ^belonging to the office which they have unfaithfully performed. In this case we must presume that the accountant presented to the auditor-general some equitable grounds for indulgence ; for his commissions were allowed, and he was not charged full interest. We need not. notice the case of The Bank of Easton v. Commonwealth, 10 State Rep. 442, further than to say that it was not a case of money withheld by a receiving officer: but a controversy as to the propriety of a tax.\nJudgment reversed and a new trial awarded.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "McCormick, for the Commonwealth.",
      "H. Alriehs, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus Porter.\n1. In appealing from the settlement by the auditor-general and state treasurer of the account of a county treasurer or other public officer under the Act of 1811, specification of the objections to the settlement should be made.\n2. A specification of objection to the principal sums charged against the accountant does not include an objection to the interest charged from the exhibition of the account till its settlement by the accountant officers, and which is included in the balance decreed against the officer.\n. 3. A county treasurer who fails to pay to the Commonwealth the amount due for state tax received by him, is chargeable with interest; and the omission of the accountant officers to settle his account, will not relieve the treasurer from such charge. Case of Porter v. The Oomth., 5 Harris 14-19, overruled.\n4. The direction in the 35th section of the Act of 1811, that all balances due the Commonwealth shall bear interest from three months after the date of the settlement, does not prevent the charge of interest as part of the settlement on moneys wrongfully withheld.\n5. The 8th section of the Act of 25th March, 1831, requiring the treasurer of each county to pay “ on settlement of his accounts,” if in force, does not authorize him to retain the money due the Commonwealth till his account is settled. It is not inconsistent with the Act of 15th April, 1834, which requires payment twice in each year.\nError to the Common Pleas of Dauphin county.\nThis case in the Common Pleas was an appeal by James M. Porter, from the settlement made by the Auditor-General and State Treasurer, of his account as county treasurer for Northampton county, for the year 1835. The accountant made a return to the auditor-general, on the 10th December, 1835, of the taxes collected by him as treasurer of Northampton county, but no settlement of his account was made by the accounting officers till the' 1st May, 1846, when an account was settled against him, showing a balance in his hands in 1835, according to his return, of $2396.43. To this sum the accounting officers added ten years’ interest, amounting to $1437.85, making the aggregate $3834.28 due the Commonwealth on May 1, 1846. From this settlement this appeal was taken, and the question for decision by the Supreme Court was whether the Commonwealth was entitled to recover interest on the money in the hands of the defendant, before the settlement of his account on the 1st May, 1846.\nIn the account settled by the auditor-general and state treasurer, he was charged with state tax on real and personal property for the years 1832-3-4-5, in all amounting to He was credited with commissions with amount standing to his credit, &c.,\nTen years’ interest was added\n$8281.59. $79.42 5805.74 5885.16 2396.43 1437.85\nFrom the settlement the accountant appealed. A statement of the specifications filed, appears in the former report of this case in 5 Harris 14-15, neither of them specifying the charge of interest.\nThe facts of the case were substantially the same as those in' evidence on the former trial. On that trial Pearson, J., instructed the jury that the accountant officers had rightly charged interest in settling the account. That the settlement contemplated by thei Act of 1811, relative to public accounts, consisted in a proper! adjustment of the principal due, and a determination of what in-j terest should justly be charged. He expressed the opinion that the charge of interest should have been specified in the course of taking the appeal; but as the want of such specification was not noticed in the opinion given in the case reported, he held on this trial that the specification of the charge of interest was not essential ; and in accordance, as he considered, with that opinion, he instructed the jury that the charge of interest prior to the settlement must be disallowed.\nYerdict was rendered accordingly.\nIt was assigned for error :—\n1. The Court of Common Pleas erred in charging the jury that the omission of an objection to the charge of interest, in the specifications filed in the auditor-general’s office accompanying the appeal by the defendant, would not bar or prevent his resistance to this charge on the trial.\n2. In deciding that the Commonwealth could not recover interest from the defendant, for the ten years previous to the settlement of his account by the accounting officers.\nMcCormick, for the Commonwealth.\n— The case when up before, was taken up by the accountant, and the question as to the specification of objection to the interest charged, did not then arise. The 11th section of the Act of 80th March, 1811, relative to public accounts, requires specifications of objections to the settlement complained of to be filed. The Act is imperative: Commonwealth v. Porter, 1 Penna. Rep. 252. Under the Act of 1811, a settlement of accounts with a public officer by the auditor-general is conclusive, even though on the face of the account it is apparent that an allowance authorized by Act of Assembly has not been made: 6 Barr 124, Hutchinson v. The Commonwealth.\nThat interest was chargeable reference was made to 3 W. & Ser. 271; 6 Bin. 169; 6 Barr 290. Reference was made to the 40th section of the Act of 15th April, 1834, providing that county treasurers shall, in July and December of each year, deposit in a bank to he designated by the state treasurer, the amount of moneys received by them for the use of the Commonwealth, during the preceding half year; and in section 42 the compensation is prescribed, with the proviso that no compensation shall be allowed, unless the amount due to the Commonwealth be paid over within the time specified, &c. The failure to pay renders the defendant chargeable with interest.\nIt was stated that a legislative direction on this subject, exists in the Act of 21st April, 1846 (Purd. 313), which provides that in all suits against defaulting officers, “interest shall be allowed and computed in favor of the Commonwealth from the time the public money sued for came to the hands, or should have been in the hands of such officers.” The delay of the auditor-general for ten years before settling this account, cannot affect the Commonwealth. It is well settled that the right of the Commonwealth cannot be lost by the laches of its agents : Haehnlen v. The Commonwealth, 1 Harris 617; United States v. Kirkpatrick, 9 Wheat. 720.\nH. Alriehs, for the defendant in error.\n— It was alleged that the question of interest was decided in favor of the accountant when the case was up before. That the decision was predicated on the construction given to the 35th section of the Act of 30th March, 1811, which provides that all balances due the Commonwealth on accounts settled agreeably to the Act shall bear interest from three months after the date of the settlement until paid. The Act of 25th March, 1831, assessing a tax on personal property, in section 8, directs the county treasurers to furnish the auditor-general a statement of the amount received by them for the Commonwealth, in pursuance of that Act; and to settle the account with the auditor-general, in the same manner as public accounts are now settled. And it shall also be the duty of the treasurer of each county, on settlement of his accounts as aforesaid, to pay unto the state treasurer the amount so received by him, for which the treasurer of the county shall be allowed a commission of one per cent.,” &c.: P. L. 208. It was said that this section was not repealed by the Act of 1834, referred to on part of the Commonwealth. The case'of The Commonwealth v. The Easton Bank, 10 Barr 442-4, was referred to.\nAs to the exception as to specification, it was stated that the question was what sum the Commonwealth was entitled to. Specification was made to the principal sum, and it was said that interest was an incident to the principal sum due.\nJuly 25,"
  },
  "file_name": "0385-01",
  "first_page_order": 385,
  "last_page_order": 390
}
