{
  "id": 411583,
  "name": "Chidsey versus Porter",
  "name_abbreviation": "Chidsey v. Porter",
  "decision_date": "1853-07-25",
  "docket_number": "",
  "first_page": "390",
  "last_page": "393",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 390"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 524",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846818
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0524-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 525,
    "char_count": 10374,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 1.0159984314979367e-07,
      "percentile": 0.543454463947512
    },
    "sha256": "48357f87b910763e07db63467b7c618d1ae95d1cf410ab21a23b10d4943674cd",
    "simhash": "1:af7224bd179274bd",
    "word_count": 1852
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Chidsey versus Porter."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nWoodward, J.\n— We cannot concur in the opinion of the Court below, that Smith does not prove sufficient authority to give such a note as that in suit. He was the principal clerk of the defendants and had the general management of their store. He bought tin-ware from the plaintiffs’ pedlars for the use of the store, and was accustomed to give due-bills, with the knowledge of the defendants, or at least of Holland. The note in suit was given for tin-ware purchased in the usual course of business, and which went into the store for the use of the firm. The fact that part of it had been bought before giving this note, and that three due-bills had been given, which were taken up, and the amount put into this note, does not alter the character of the transaction. Suppose no due-bills had been given for the first three lots of ware purchased, might not the price be added to that of the fourth lot, and the whole put into a note ? If Smith had authority to give a note at all, this might certainly have been done. But what were the due-bills more than evidence of the prior purchases ? They were not payment — they were mere memoranda of indebtedness, and when destroyed and the amount put into a new note, no new debt was created, and no increased authority exercised. The evidences of the existing debt were condensed into a more convenient form. This was all that was done, and this was quite within the scope of the clerk’s agency. These transactions were had under the eye of Holland, without question or objection, and if they would bind him they equally bind Porter, the partnership being found. The evidence ought to have been submitted to the jury, and if they believed the testimony of Smith, and were satisfied of the partnership, they ought to have been instructed that the plaintiff was entitled to recover.\nThe jury found the partnership, and therefore the plaintiff was not prejudiced by the rejection of the evidence mentioned in the first bill of exceptions. But as the cause must go to another jury, where the question of partnership will again be open, and as .the plaintiff is entitled to the benefit of all evidence that is competent, it is proper we should say that we deem the evidence offered competent. Partnership is a fact that is generally to be made out by the conduct and declarations of the parties, and the stating and settling accounts with customers in the firm name, is a circumstance to go to the jury on such a question. The competency of the account made out in the name of Holland &.Porter against Espy, does not depend at all on Porter’s inspection or knowledge of it. If - he suffered his name to be held out to the world as a partner, and permitted persons to deal on the credit of the firm, he cannot object that the books were kept and accounts rendered in the firm’s name. These were pregnant facts, which the plaintiff had a right to put before the jury in connection with the other circumstances in proof.\nThere was no error in refusing to permit the plaintiff to recover on the consideration of the note, for though the narr. contains a count for goods sold and delivered, the only breach assigned is for not paying the note.\nThe judgment is reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "H. Alrichs, for the plaintiff in error.",
      "Boas, contrá."
    ],
    "corrections": "",
    "head_matter": "Chidsey versus Porter.\n1. Where a clerk has the general agency of a store belonging to two partners, and has been accustomed to purchase goods for the store and to give due-bills therefor, with the knowledge of the partners or of one of them, he may on making a purchase of goods take up due-bills previously given by him for purchases previously made, and give a noto for the whole of the purchases.\n2. If a person suffers his name to be held out to the public as a partner in a store, bills for store transactions made out in the store and rendered in the name of the alleged firm, are competent evidence as to the existence of the partnership.\n3. Though in the declaration a count existed for goods sold and delivered, and another on certain notes or due-bills, but the only breach assigned was the non-payment of the notes, there could be no recovery for the goods purchased and which formed the consideration of the notes, distinct from or independent of the notes.\nError to the Common Pleas of Dauphin county.,\nThis was an action of assumpsit by R. S. Chidsey v. Samuel Holland and David R. Porter, late in business in the name of Holland & Porter. Porter alone was summoned. The declaration contained several counts: 1. Eor $200, the price of certain tin-ware: 2. For money paid: 3. For money received: 4. For money due on an account stated: 5, and last, For several due-hills, viz.; one for $14.84, dated 14th August, 1847 ; one for $109.55, dated 4th March, 1848; one for $17.28, dated 22d Sept. 1842. The breach assigned was the non-payment of thedue-bills.\nOn the trial, in order to prove a partnership between Holland and Porter, the depostion of James Espy was read. In it he stated that, on the 12th September, 1848, or about that time he rendered a bill made out against Holland & Porter to them at their office at Nanticoke, in Luzerne county; Holland andPorter andWm. Stewart were present at the time; that both Holland and Porter looked at the bill; that Holland told him that morning to bring his bill to the office; that he recollected seeing Porter at Nanticoke twice before that time; that the sign over the store door at Nanticoke was Holland & Porter.\nHe further stated, that two papers attached to the deposition were got at the same time at the store of Holland & Porter, and that they were made out as his accounts at the store. They purported to be statements in account with Holland $ Porter.\nOn the part of the plaintiff the said two accounts were offered : they were objected to, and the Court observed, that if it had been proved that the accounts had been shown to Porter, he would have received them; but no such evidence being given, the accounts were rejected.\nB. S. Smith and other witnesses were examined.\n. Smith testified, inter alia, that he had been a clerk in the store-of Holland and Porter — that he had charge of the store — that he had the chief management of it. That they dealt with Chidsey’s pedlars — bought tin ware for the store. He further said it was his practice to give due bills for goods bought of pedlars — that he kept the books.\nHe further said that Porter never specially authorized him to give due bills; that during the time he was there, he never received any directions or instructions from Porter concerning the business of the store; that at the time Porter was there, he did not, to his knowledge, take any particular interest in the transactions of the store.\nPeabson, J., referred to the jury to determine whether Holland & Porter were partners in merchandising; instructing them, that if they were partners only in mining coal, but not in store-keeping, Porter was not liable. But that if they were satisfied that the partnership in store-keeping existed, then one member of the firm could employ a clerk, and give him all the authority necessary for conducting the business with convenience.\nHe further observed, that “ Benjamin S. Smith testifies, that he was employed as a clerk by Holland, for the firm; that he was in their employment for a considerable period of time, kept the books, and usually gave the due-bills. He also proves that they purchased tin-ware from the plaintiff’s pedlars, for the use of the store; and that the due-bills in suit were given by him for hills of tin-ware. Although it is not the general business of a clerk in a retail store to buy, but to sell goods, yet as it is known to be customary throughout the state for such clerks to exercise pretty extensive powers with the assent of their employers, we are not prepared to say, as requested by the defendants, that the notes in suit are void ; on the contrary we instruct you, that if you believe the evidence of Smith as to his powers and their customary course of business, the notes of the 17th August, 1847; 22d September, 1848, and $26.16 cts. of the note of March 4,1848, are good and valid, provided Porter was a partner with Holland in the store. «\nThe balance of that due-bill amounting to $83.39 cfs., the plaintiff cannot recover without further proof. The taking up of the old due-bills and giving new ones in their stead, is not the usual business of a clerk in a retail store. Smith does not prove sufficient authority to give such a note, and there is no other evidence of the indebtedness of the defendant than the due-bill itself. The plaintiff has sued on it, and not for the goods sold. If he had a count in the narr. for the goods sold and delivered, he might recover on the evidence of Smith, independent of the note. From aught that appears, those notes may still be in Smith’s hands or outstanding. Smith was not the agent of the defendant, to lift them and give a new one ; he is rather made the agent of the plaintiff in the transaction, to hold his paper. Had the act been done by Holland, or by his instruction before, or received his sanction afterwards, it would have been binding on Porfer — would have been within the general power of a partner, but is not within that of a clerk unless authorized, or the act ratified. He' has no general power to change the securities or give new evidences of indebtedness without authority from his employer. All that Smith says of the notes or boohs must be rejected. The boolcs are the best evidence.\nDecember 20, 1851, verdict for plaintiff for $71.42. Judgment was entered without costs.\nError was assigned to the rejection of the accounts attached to Espy’s deposition, and to the parts of the charge which are printed in italics.\nH. Alrichs, for the plaintiff in error.\n— It was, inter alia, contended that under a general agency, the agent can bind the employer by all acts within the scope of his employment; Paley on Agency 179; Id. 209; Russel on Factors 48; Law Lib. 75 and 88.\nBoas, contrá.\n— The material question was, whether Smith, the clerk, had the right to give notes; and if he had, then whether he could take up notes given by him and give others in their stead. The party alleging the existence of such authority should prove it clearly; that it should not be inferred from doubtful or equivocal testimony: 7 W. & Ser. 317; 7 Watts 524.\nJuly 25,"
  },
  "file_name": "0390-01",
  "first_page_order": 390,
  "last_page_order": 393
}
