{
  "id": 411578,
  "name": "Light versus Light",
  "name_abbreviation": "Light v. Light",
  "decision_date": "1853-07-25",
  "docket_number": "",
  "first_page": "407",
  "last_page": "413",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 407"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Yeates 79",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0079-01"
      ]
    },
    {
      "cite": "20 Pick. 556",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2038905
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/37/0556-01"
      ]
    },
    {
      "cite": "1 Dallas 415",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    },
    {
      "cite": "12 Pick. 145",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates 302",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812737
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0302-01"
      ]
    },
    {
      "cite": "7 Watts 372",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846901
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0372-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 735,
    "char_count": 16363,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 3.4814444822296685e-07,
      "percentile": 0.8817794010384389
    },
    "sha256": "54a4a81e2ec32a8ce0e7317519a61a4696f62cccde6917a6da356456c85460d0",
    "simhash": "1:fa85a4a8c62aa0f2",
    "word_count": 3001
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Light versus Light."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, filed was delivered by\nBlack, C. J.\n— This was an action for dower, to which the defendant pleaded that the husband of the demandant had by his last will bequeathed to her certain legacies which she had accepted in lieu of her dower.\nBy the will she was entitled to several annuities to be paid by the children and devisees of the testator ; to a house for her dwelling-place, and to certain articles of personal property; and the testator declared that this provision for his wife should be in lieu and stead of her dower at common law. The goods bequeathed were taken by her when the appraisement was made, and she then signed a paper acknowledging the receipt of “ all the articles and things devised,” and declaring that she did accept under the will.\nThe Court charged, (1.) that the election of the demandant to take under the will, though it was not made in the Orphans’ Court agreeably to the statute, estopped her from claiming dower ; (2.) that it jvas binding if she knew the material facts though she did not understand her legal rights; and (3.) that ignorance of certain assets would not entitle her to relief if she was also ignorant of debts to an equal amount.\n1. The ruling on the first point here mentioned was in accordance with Cauffman v. Cauffman (17 Ser. & R. 16). Since the decision in that case the point has not been considered open to dispute. A rule of law that has been acquiesced in for more than a quarter of a century, ought to remain undisturbed, and will remain so unless the legislature see fit to change it. The passage of the Act of 1832, without any express enactment on the point settled in Cauffman v. Cauffman, may be taken as a statutory confirmation of it, since, if they had disapproved it when they were revising the system, they would have said so.\n2. Every one is conclusively presumed to know the law. Without this presumption no law could be executed. Those who desire to violate it could easily misunderstand it, and ignorance could be feigned where it does not exist. If contracts were binding only on those who know what construction the Courts would put on them, very few would stand. No system of jurisprudence could be administered for a year on this principle without falling to pieces. All codés therefore have adopted the maxim “ Ignorantia legis neminem excusat.” I speak of a mere4 mistake, and not of misapprehension induced by the fraudulent acts of others. Where the party who commits an error of this kind is led into it by his adversary, who afterwards seeks to have the advantage of it, equity may give relief. So also the rule must be understood as referring to a naked mistake of pure law. In some of the books, “ knowledge of one’s legal rights” is a phrase used to express that degree of information upon both fact and law which enables a party to judge how far a demand can be enforced by him or against him. The relief which equity gives for such ignorance of legal rights is based on the mistake of fact. Again: the contract cannot be enforced by one who has wilfully, knowingly, and fraudulently abused the ignorance of the other party. If a widow who is acquainted with all the facts, but is wholly unaware that by law she has a right of dower, is induced by one who knows the law and at the same time knows her ignorance of it, to release or assign it for a totally inadequate consideration, she ought to be relieved. But where the error is her own, and no imposition has been practised, nor any fraudulent advantage taken, her acts done under the influence of it are as binding upon her as if she knew the law perfectly. It is not pretended in this case that the demandant’s mistake of the law (if she made one) was caused by the defendant or by the executors of her husband, or by any person interested in the estate; nor is it asserted that they had any more knowledge of the subject than she had. That she was not ignorant of any material fact, is conclusively established by the verdict.\n3. It appeared that there was an error in the inventory. The debts also turned out to be larger than was supposed, by an amount about equal to the mistake in the \"appraisement. The Court said that if she was ignorant of both these facts, she was not materially injured. This was not wrong. The material fact which it was necessary for her to know, was the amount that would be left for distribution after payment of debts and expenses. It was the final result that she was interested in, not the process of calculation by which it was reached. If in truth the personal property was worth ten thousand dollars, and the claims against the estate were equal to that sum, the mistake of supposing that the assets and debts each -amounted to seven thousand dollars, was one of no importance, and could not have influenced her decision to take under the will.\nEvidence of the demandant’s declarations, not made at the time she accepted under the will, and having no connection with that act, except that they referred to the subject, was properly rejected.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Fisher, for the plaintiff in error.",
      "TJlriek and Bunch, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Light versus Light.\n1. The election by a widow to take under the will of her husband, though not made in the Orphans’ Court agreeably to the 35th section of the Act of 29th March, 1832, is an estoppel against her claiming dower.\n2. Such election was binding on her if she knew the material facts of the case though she did not understand her legal rights, no imposition having been practised towards her and no unfair advantage having been taken of her ignorance of the law, and the consideration not being grossly inadequate.\n3. An error in the amount of the personal estate, neutralized, however, by about an equal increase of the debts, was immaterial as to the effect of her election.\n4. Declarations of the demandant not made at the time of her acceptance under the will and having no connection-with that act, except as referring to the subject, were properly rejected.\nErro& to the Common Pleas of Lebanon county.\nThis was an action _ of dower, by Catharine Light, widow of Joseph Light, v. Henry Light, brought to recover dower in a tract of about 168 acres of land, and in another tract of about 50 acres. It was pleaded that the plaintiff had accepted of certain bequests given her by the will of her husband, in lieu and bar of her dower. Nov. 7th, 1851, verdict in favor of the defendant.\nJoseph Light, the husband of the plaintiff, died on the 4th March, 1850, seised of four improved tracts of laud, containing nearly 600 acres; and of another tract of about 360 acres, partly improved, and of personal estate, amounting to upwards of $10,700. By his will, dated 16th October, 1848, and proven on 8th March, 1850, he bequeathed to his wife two cows, four hogs, together with certain beds and household furniture and kitchen utensils, which she had at the time of her marriage.\nHe also devised to her the use and occupation of the east part of’ the dwelling-house during her life; and directed that several sums of money be paid her yearly, amounting to $216 annually ; and in the event 'of her leaving the house, she was to have a house built or leased for her, and she was to receive from one of her sons thirty dollars yearly in addition, which legacies he directed “ to be in lieu and stead of her dower at common law.”\nOn the 16th March, 1850, before the inventory of the personal estate was taken, she made her mark to a receipt, in which it was stated that she acknowledged to have received from the executors, devisees in said will, “ all the articles and things devised to her by my said husband,” and, it was added, “ I hereby accept under the said will.” The inventory was taken immediately after-wards.\nIt was testified by the person who wrote the receipt in question, that on the 16th March, Í850, before the appraisement was commenced, or whilst the inventory was being taken, the widow called him into another room to ask his advice, and that he told her that she might probably get more if she did not take under the will, but he advised her to accept. That they returned to where the executors were, and she accepted the articles. The witness stated that the value of the personal estate was not ascertained when she signed the receipt.\nA few months afterwards she took away from the house some beds and other furniture, with a cow and two hogs. It was said that other of the personal property, selected by her, was sold by the executors. On the 15th June, 1850, she removed from the house, and never returned to it. She did not receive any of the annuities devised to her, nor was a house built or leased for her.\nBetween the 16th and 26th of March, 1850, she consulted counsel, and on the 8d August, 1850, a notice was served on the executors, notifying them that she had concluded not to accept under the will, and would claim her share under the intestate laws.\nIt was said that the inventory filed, amounting to $5526, was incorrect, to the extent of $1000, in the amount of a judgment; and that certain stocks, to the amount of $8000, were omitted in it. It appeared that the stock was claimed by one of the executors as belonging to him, as having been purchased for him, or given to him by the testator, but that at the time of the appraisement it was agreed among the heirs that the stocks should be omitted in the inventory, and divided. It was not shown that the widow was present at the time of the dispute about the stock..\nIt was testified that she knew of the existence of the bank stock.\nThe stocks were afterwards put into an additional inventory, and were valued at $2830, exclusive of any dividends on them.\nIt was further stated on her part, that, since the trial of this action of dower, it had appeared that the estate of the testator was entitled to $1402.50, the proceeds of certain land sold by the testator; this sum, with the stocks, &c., enlarging the estate nearly $5500.\nOn the part of the plaintiff, various points were proposed: 1. That the election was not binding on the widow, not having been made in the manner stated in the 35th section of the Act of 29th March, 1832.\n2. That to bar her dower, the proof of an election by her must be clear, and that it was made under a full knowledge of the value of the real and personal estate, and of her legal rights respecting the estate.\n3. That the receipt given in evidence was not to be regarded as an act indicating her election, because not read and explained to her in the only language she understood (the German); because she was not then informed of the value of the estate, or the amount of its indebtedness; and that, by law, she was entitled to one-third part of the personal estate absolutely, and to one-third of the net proceeds of the real estate.\n4. That the receipt and her removal of certain portions of the property did not, under the circumstances of the case, bar her claim of dower.\n5. That in equity a' widow will be protected against an improvident election.\nThe case was tried before Pearson, J. He charged, inter alia, that if the writing was signed, and articles selected and received under the will by the demandant, with a knowledge of all the facts of the ease, and the nature and extent of her husband’s estate, it was binding on her. That a defect of legal knowledge on her part was not proved, and was not to be presumed. That she was bound to know the law, ignorance of which would not excuse her: 7 Watts 372; 1 Story’s Rq. 111. Before making her election she was entitled to be fully informed as to the situation of the estate, and might have called for such information, and if withheld, she would be entitled to relief in equity. But if she knew as much about the estate as the other heirs — if she had heard of the stock, and knew ,of its amount, and had reason to believe that the debts would nearly or quite exhaust the personal estate, and called for no further information, she would be concluded by the election if the personal effects and the stock would be exhausted in the payment of debts. He further charged, that the election need not be as provided in the Act of 1832; that it may be by parol as well as in writing; and may be evidenced by long acquiescence: 17 Ser. R. 16, Cauffman v. Cauffman.\nTo the second point he answered, That if she knew the facts, it was all that was necessary to render her election obligatory.\nTo the third point he charged, That the receipt alone would not be binding if not read and explained to her: but if she knew of the condition of the estate, then if the election was made without fraud, concealment, or overreaching on the part of the heirs or executors, it would be binding. That the removal and detention of the goods by her was an act of confirmation, but not conclusive. That the failure to provide a house for her, or to make the payments provided by the will, did not give her any additional right to change her election if fairly made before.\nAs to the fifth point, he referred to the jury whether the widow was ignorant or not of the condition of the estate; or whether the situation and value of the stocks or other personal effects was made known to or concealed from her.\nThat the inventory first made amounted to $5526; the error in the judgment to about $1000; and the stocks not appraised to nearly $3000, making the personal estate amount to about $9500. That it was in proof, that the debts amounted to between eight and nine thousand dollars, and that it might be reasonably presumed that by the time the estate was settled, the whole personal estate will be exhausted. That the law would not seize upon trivial circumstances to set aside an election. He further observed, that the estate would rent for $1200 per annum. The husband bequeathed to her certain personal property, the use of a house, and $246 charged on his real estate, instead of $400 for rent of the land. He referred to the jury to decide how far she had been injured by the election, and whether it was evidence per se of mis-' take or overreaching.\nErrors were assigned; the first and second of which related to an offer to show her visit to counsel after the election, and of her declarations, in order to show that she did not then understand her legal rights. The Court rejected her declarations; but held that her acts might be shown, in order to rebut any inference from her former acts, as part of the res gesta.\n3. In not answering the first point affirmatively.\n4. In the answer to the second point.\n5. In their answer to the third and fourth points, and in the instruction as to her ignorance of the law.\n6. In the answer to the fifth point.\n7. In the instruction as to the error in the amount of the judgment, and the omission of the value of the stocks, &c.; and to the instructions in connection with the rents.\nFisher, for the plaintiff in error.\n— It was contended that the act of consulting counsel and her declarations were evidence as res gesta.\nThe first point was predicated upon the 35th section of the Act of 29th March, 1832, the 11th section of the Act of 11th April, 1848, and the 5th section of the Act of 14th April, 1851. Since the passage of these Acts, it has not been decided, in any reported case, that an election in pais would be binding upon a widow.\nAs to the fourth assignment, it was contended that an election, to bar dower, should be made with a knowledge of the widow’s legal rights: 2 Yeates 302; 1 Vesey Jr. 335; 1 Id. 171; 2 Id. 367, 370 ; 12 Pick. 145-150 ; 2 Story’s-Eq. 1097; 3 Bro. Ch. 255.\nAs to the 3d and 4th points was cited 1 Dallas 415. That the receipt of certain portions of the personal property devised, did not amount to an acquiescence in the will, were cited 20 Pick. 556, 561 — 2; 1 Vesey Jr. 335; Id. 561 — 2; 17 Ser. & R. 25; Cases in Ch. 181.\nThat a widow is not bound to make her election till the circumstances of the estate are known: 12 Vesey 136; 1 Brown Ch. 445.\nTJlriek and Bunch, for defendant,\nthe Court declined to hear. In their argument on the. subject of ignorance of the law, reference was made to Melizet’s Appeal, 5 Harris 449; Broom’s Legal Maxims 122; 7 Watts 372; 1 Harris 371; 2 Barr 105; 7 W. & Ser. 253; 2 Barr 109; 3 Barr 109, 371.\nOn the subject of election, reference was made to 4 Kent 57; 2 Penna. Rep. 322; 3 Yeates 79; 2 Id. 389, 400; Addison 350; 17 Ser. & R. 12, Cauffman v. Cauffman; 8 Barr 199; 9 Barr 460.\nJuly 25,"
  },
  "file_name": "0407-01",
  "first_page_order": 407,
  "last_page_order": 413
}
