{
  "id": 411528,
  "name": "Smith's Executors versus Wagenseller and Others",
  "name_abbreviation": "Smith's Executors v. Wagenseller",
  "decision_date": "1853-09-07",
  "docket_number": "",
  "first_page": "491",
  "last_page": "495",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 491"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Pick. 144",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "5 Johns. Rep. 144",
      "category": "reporters:state",
      "reporter": "Johns. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 303",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838075
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0303-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 433,
    "char_count": 9111,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 7.791761548696145e-08,
      "percentile": 0.45683705884011
    },
    "sha256": "a30c91136ab3397dd3f5e18d2a413396a61fa4314efdf7a70a4b69227b8514aa",
    "simhash": "1:862f08a0400834e5",
    "word_count": 1595
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Smith’s Executors versus Wagenseller and Others."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nKnox, J.\n— It is essential to the due administration of justice, that the minds of jurors should be free from prejudice or bias, and it certainly would be a good cause of challenge, if one had already acted as a juror in a cause between the same parties, and involving the same questions to be determined .by the same evidence as the issue upon which he is the second time called upon to decide.\nWe have not been furnished with the evidence which was given in this case, and in its absence we must take for truth the allegation of the defendant in error, that this judgment was attacked and defended, upon different grounds than the one which had already been decided between the parties. It cannot therefore be said that the jurors who were attempted to be challenged for cause, were not competent to hear and determine this suit. It is not to be presumed that any intelligent juror would be affected by evidence given in a former cause, but not offered in the one trying.\nThe second error assigned is not sustained. The evidence offered was clearly pertinent to the issue, as its tendency was to prove payment to Smith of the endorsements made by him for. Hartman, and to secure which it was alleged the judgment in controversy was given.\nThe admission of Hartman as a witness for the plaintiffs, forms the third, and only remaining alleged error.\nI cannot conceive upon what ground his competency can be successfully attacked. The issue was between creditors to determine whether or not the judgment had been paid. He was not a party to it, and therefore could not be affected by it. An affirma-. tive finding would not relieve him from the judgment, nor would the contrary prevent him from asserting in some future proceeding that it had been satisfied. Hot being a party to the record, the result could neither benefit or injure him. Being interested in the question, but not in the case, his credibility but not his competency was liable to be questioned.\nIt is scarcely necessary to say that the rule which precludes parties to negotiable instruments actually negotiated, from impugning their validity, or that which declares that an assignee of a chose in action shall not make merchandise of his oath as well as his claim, has .no application here.\nI am not disposed to extend the rules which prevent persons, ' the most likely of all to know the truth, from telling it.\nJudgment affirmed.",
        "type": "majority",
        "author": "Knox, J."
      }
    ],
    "attorneys": [
      "Slenher and Miller, for plaintiffs in error.",
      "Woods and Qasey, contrá."
    ],
    "corrections": "",
    "head_matter": "Smith’s Executors versus Wagenseller and Others.\n1. Though it would be a good cause for challenge that a person called as a juror had acted as such in another cause between the same parties, involving the same questions and determined on the same evidence; yet where the second case is to be submitted upon different grounds he is competent.\n2. In a feigned issue between creditors to determine whether or not a judgment had been paid, a written agreement between the parties to a judgment in controversy, showing that the judgment was designed as a collateral -security, was admissible in evidence, on part of those opposing the judgment, •in connection with proof that the endorsements, designed to be secured by it and other judgments between the.same parties, had been paid.\n\" 3. In such an issue between creditors, the debtor or defendant in the judgment, not a party to the issue, is a competent witness in the case to prove that the judgment in question was satisfied.\nError to the Common Pleas of Union county.\nThis was a feigned issue directed between William F. Wagenseller, Henry ILuester, and Gfeorge Hartman, as plaintiffs, and Mary Smith and' Charles S. Davis, executors of the will of Jacob W. Smith, deceased, defendants. It was directed to try whether a judgment in favor of J. W,. Smith v. John Hartman, junior, to September Term, 1851, No. 91, for $1779.03, was payable or not out of the proceeds of sheriff’s sale of real estate of said John Hartman.\nOn 15th November, 1851, several judgments were entered to September Term, 1851, on warrants of attorney, in favor of-said Smith v. John Hartman, viz.: one, No. 91, for $1779.03 (the one in question), on single bill, dated 1st October, 1850, payable in one year from its date.\nOne, No. 92, for $6000, on single bill, dated 3d September, 1851, payable sixty days after date. One to same term, No. 94, for $3000, on single bill, dated 4th January, 1850, payable sixty days after date.\nOn the same day, judgments were entered against the said John Hartman in favor of other persons. And subsequently, in the same month, other judgments were entered against the said John Hartman, one of them being in favor of Henry Iiuester, and another in favor of George Hartman, who were also plaintiffs in the feigned issue.\nOn the part of the plaintiffs, after their judgments had been given in evidence, was offered the agreement of 15th November, 1851, between John Hartman and J. W. Smith, by which Smith transferred his store, two canal-boats, mules, &c.; also book accounts connected with the store. In consideration of which Smith agreed to .pay $7000, in payments; which payments were to be applied by Smith in payment of certain notes specified, on some of which Smith was endorser. It was stated that the agreement was offered “ in connection with the proof that all the endorsements by Smith for Hartman, had been paid and satisfied, and that the judgment for $1779.03 was given as collateral security to secure said endorsements.” It was objected to, but was admitted.\nThe real estate of John Hartman was sold at sheriff’s sale in July, 1852. ■\nIn pursuance of the same petition an issue was also directed with respect to the $3000 judgment in favor of Smith, which issue had been tried before the issue involved in this proceeding was tried. On the trial of this issue four persons were called as jurors, who had been jurors in the trial of the issue as to the $3000 judgment, in which issue a verdict had been rendered for the plaintiffs.\nThese persons were objected to, on the part of the defendants in the issue, on the ground that the same questions arose as to the judgment attacked in this issue, which were passed on in the issue which had been tried.\nThe challenge for cause was objected to on part of the plaintiffs on the allegation that it was a different judgment which was involved in this issue, and unconnected with the other; and that it would be assailed on different evidence.\nThe challenge for cause was not allowed, and exception was taken on part of the defendants.\n• On the trial, John Hartman, the debtor and defendant in the judgments, was offered as a witness on the part of the plaintiffs, to prove that the judgment in controversy was given by him to Smith as collateral security for endorsements made and to be made, and that all the liabilities of Smith for Hartman had been paid and satisfied by Hartman. He was objected to as incompetent on the ground of interest; as being incompetent to prove that the judgment in controversy was paid; and because “ his testimony, according to the offer, would tend to discharge a part of his liabilities.” He was admitted.\nDecember 18, 1852, verdict for plaintiffs.\nError was assigned, 1. To the overruling of the challenge to the four jurors; 2. To the admission of the written agreement; 3. To the admission of John Hartman as a witness.\nSlenher and Miller, for plaintiffs in error.\n— It was, inter alia, alleged that though the testimony as to the judgment for $3000, and that relative to the judgment for $1779.03, was in some respects different, yet the witnesses examined in the first case were nearly all the same who were examined -in this case, and that the testimony in the two cases was of a similar character. That under these circumstances the jurors might confound the testimony in the two cases.\nAs to the competency of Hartman, the debtor, reference was made to 3 W. & Ser. 557, Davenport v. Freeman; 1 Barr 435, Wolf v. Fink; 4 Harris 170, Summer’s Appeal.\nWoods and Qasey, contrá.\n— The judgment in this case was obtained under an instrument given at a different time from that under which the judgment for $3000 was entered, and, it was alleged, under different circumstances. It was stated, that though some of the witnesses, who testified in the issue directed as to the $3000 judgment, were called on the trial of this issue, their testimony was different. That several who were called in the other issue were not called in this case, and others were called in this case who did not testify on the trial of the other. That the cause of challenge was insufficient, was cited 11 Ser. R. 280, Harper v. Kean; 13 Id. 110, Grratz v. Benner.\nAs to the 3d assignment: That Hartman, the debtor, was competent, reference was made to Talmage v. Burlingame, 9 Barr 21; 1 Watts 303; Id. 135; 1 Harris 112, Search’s Appeal; 5 Johns. Rep. 144, Van Dusen v. Same; 5 Pick. 144. As to the case of Davenport v. Freeman, cited, it was observed that the rule in Walton v. Shelly was confined to negotiable instruments actually negotiated; and in the case of Wolf v. Fink, the person offered was a party to the record.\nSeptember 7,"
  },
  "file_name": "0491-01",
  "first_page_order": 491,
  "last_page_order": 495
}
