{
  "id": 411566,
  "name": "Covanhovan versus Hart",
  "name_abbreviation": "Covanhovan v. Hart",
  "decision_date": "1853-09-08",
  "docket_number": "",
  "first_page": "495",
  "last_page": "503",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 495"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Watts 359",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842707
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0359-01"
      ]
    },
    {
      "cite": "16 Peters 106",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        102745
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/41/0106-01"
      ]
    },
    {
      "cite": "4 Wheaton 503",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/17/0503-01"
      ]
    },
    {
      "cite": "1 Gallison 419",
      "category": "reporters:federal",
      "reporter": "Gall.",
      "case_ids": [
        6675636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/16/1311-01"
      ]
    },
    {
      "cite": "3 Pa. Rep. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "13 Ohio 20",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 979,
    "char_count": 23661,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 1.046152910598372e-06,
      "percentile": 0.9841150970577821
    },
    "sha256": "665e882b5aadf99337d49ad19f044130854b726c6de64590942534f9e36f39f2",
    "simhash": "1:8a7fadb11769f4cb",
    "word_count": 4125
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Covanhovan versus Hart."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\n— This was ejectment. The plaintiffs below claimed the land in dispute under a deed from the sheriff, who sold it as the property of William M. Covanhovan. John Covanhovan, the defendant below, who is a brother of William, relies upon a deed made to him by his brother before the plaintiffs obtained their judgment. The consideration of the deed was alleged to be a debt equal to the value of the property, and due from William to John. The Court charged that, though the debt was believed by the jury to be. honestly due, and a fair price for the land, yet the defendant’s deed was void if he was not moved to the purchase by honest and upright motives — that if John knew of William’s indebtedness to other persons, and took the property to place it beyond their reach, to hinder, delay, and defraud them, it would taint the purchase with fraud; and this whether the claim for which he took it was true or false.\nIf a debtor, with the purpose to cheat his creditors, converts his land into money because money is more easily shuffled out of sight than land, he of course commits a gross fraud. If his object in making the sale is known to the purchaser, and he, nevertheless, aids and assists in executing it, his title is worthless, as against creditors, though he may have paid a full price. But the rule is different when property is taken for a debt. One creditor of a failing debtor is not bound to take care of another. It cannot be said that one is defrauded by the payment of another. In such, cases if the assets are not large enough to pay all, somebody must suffer. It is a race in which it is impossible for every one to be foremost. He who has the -advantage, whether he gets it by the preference of the debtor or by his own superior vigilance, or by both causes combined, is entitled to what he wins, provided he takes no more than his honest due. To pay a creditor his just debt in land, at a fair valuation, is no more a fraud upon other creditors than to pay him in bank notes or silver dollars. Neither is it any worse or more fraudulent for a creditor to secure himself by taking a conveyance, than it would be to enter up a judgment. He gets no greater advantage by the former means than by the latter. The notion of the defendants in error seems to be that the creditor of an insolvent man cannot avoid the imputation of fraud in any way except by cheating himself. But they themselves did not act upon that principle. They struggled to get a lien upon the very property in dispute; and if they had succeeded, would have done to the plaintiff the same injury (if it be an injury), which he did to them by taking the conveyance.\nThe judge said in his charge that little room is left to attribute fraudulent motives, when a debt is actually due from the vendor nearly equal to the value of the property. He should have said there is no room at all. A human tribunal can take no cognisance of feelings and intentions which are not manifested by external conduct. We are not permitted to assign a bad motive to an act which is not wrong either in itself or in its necessary consequences. A creditor is not acting wrongly when he receives payment or takes security for his debt, though he knows that other persons, who have the same rights with himself, may be less vigilant or less fortunate. The act being right, no secret feeling can change its character. Indeed it may be said that the motive which results in proper action cannot be a bad one.\nIt cannot be denied that there is authority in our books for the decision of the Court below. The unfortunate case of Summer’s Appeal, Ashmead v. Hean (1 Harris 587), and some others, decided about the same time, would sustain it if they could be themselves sustained. But reason and justice have vindicated their supremacy against these judicial invasions of it. The legislature did what it could to restore the law, and this Court has been compelled, by considerations heretofore fully stated, to abandon the error. A rule which requires a man to take care of his neighbor’s interests at the expense of his own, is utterly impracticable in the present state of human society. It runs against the bent of a natural feeling which will not be crushed or extinguished. Naturam expelías furca ; tamen usque reeurret. The attempt to enforce it had no result but intolerable mischief.\nThis was a question of actual, and not of legal or constructive fraud. If the debt was not real and honest, but merely pretended, or if it did not amount to a fair price for the land, the conveyance was fraudulent and void. But if that was established to the satisfaction of the jury, and if the land was given in good faith to satisfy the debt, the knowledge of the vendee that there were other creditors who would take the property if he did not, or the fact that he took the conveyance to prevent them from securing their .claims by the loss of his, is not enough to make the transaction illegal.\nThese general remarks on the charge make it unnecessary to advert more particularly to the several specifications of error, which the defendant has put on the record.\nThere are eight exceptions to the admission and rejection of evidence, which it is proper we should notice, and we will do so briefly:\n1. The facts contained in the first hill were within the wide range which the rules of evidence allow such investigations to take.\n2. If the Court below was satisfied with the proof of Biddle’s absence, we ought not to reverse, and the rule is that we never do, unless the facts proved are palpably insufficient to excuse the non-production of the witness. Here the proof was ample and clear.\n3. If the plaintiffs below produced any evidence whatever tending to show that the sale to the defendant was not made in good faith, and if the continued possession of the premises by the vendor was one of the circumstances relied on for that purpose, it was proper to let in proof that the vendee had also exercised acts of ownership upon the land. We think, therefore, that the evidence contained in the third bill was erroneously rejected.\n4. The pecuniary condition of the parties to an alleged fraudulent transfer, at, and about the' time of the transactions under investigation, is generally competent and important proof, for it helps the jury to judge of the reasonableness of their conduct. We think it was competent for the defendant to show that when his brother began to keep store, he was not possessed of any considerable means or property.\n5. A witness who has been examined and dismissed, may be recalled and cross-examined by permission of the Court, and the decision of the Court allowing or refusing it is not generally the subject of exception. When the object of recalling the witness is to lay the foundation for proving his declarations out of Court, it must always be allowed. If it be refused, and if proof of the witness’s declarations be rejected because he had no previous opportunity of explanation, it is error.\n6. William’s declarations that John was indebted to him, though made before the date of the obligation which he incurred to John, do not relate to a collateral matter. If the fact was so, it had an important bearing on the main question in dispute. The declarations were very properly admitted.\n7. A rule of the Common Pleas requires that a witness whose deposition has been taken, shall be subpoenaed if he be a resident of the state and within forty miles of the court-house; otherwise the deposition shall not be read. A witness in this ease was paralytic, and absolutely unable to attend the trial, or even to rise from his bed. An officer in whose hands the subpoena had been placed, went to the house, but knowing his condition did not intrude into the sick room to make a service. The rule must have a reasonable construction. What good would a service have done ? or what injury did the defendant suffer from the omission ? Lex neminem eogib ad vana seu impossibilia. Things which are merely vain are placed by this maxim in the same category with impossibilities. Suppose the witness to be so sick that. the service could not be made without doing him injury; or insane, so that he could not be approached with safety to the officer ? Is the rule so inflexible that it would not yield to the justice of such a case ? And if it bends at all, why should it not bend as far as reason requires ?\n8. The evidence offered and set forth in the eighth bill of exceptions, ought to have been received. The inquiry into the business of the two brothers and their pecuniary relations with one another, had been carried back by the plaintiffs as far as 1838. Circumstances somewhat remote, and loose declarations of the parties had been relied on to establish .John’s indebtedness to William. Here was an offer to prove the contrary by a witness who knew the state of their accounts during the same period of time. We think it was a fair answer. If it had been offered out of time, and the Court had rejected it for that reason, there would have been no error that we could correct. But it was tendered as soon as the defendant could get it in, after the Court had heard that to which it was a reply.\nJudgment reversed and ven. de novo awarded.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Buehalew, with whom was Blwell and Metcalf, for plaintiff in error.",
      "Watson, with whom were Morning, Maynard, and Beitriclc, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Covanhovan versus Hart.\n1. A conveyance of land hy a debtor in failing circumstances to a creditor, to pay an existing debt, is not fraudulent although the parties contemplate that thereby the claims of other creditors will be defeated. See the opinion in this case in reference to the case of Ashmead v. Hean, 1 Harris.\n2. In the case of an alleged fraudulent conveyance of land, the declarations and conduct of the grantor, about the same time, in relation to other of his property also claimed by the grantee, though made in the absence of the defendant, the grantee, may be given in evidence to establish the fraud.\n3. Also his declarations, made before his alleged indebtedness to the grantee, that the latter was in debt to him, were also admissible in evidence.\n4. The admission of the former evidence of an absent witness will not be ground of reversal, unless the proof is palpably insufficient to excuse his non-production.-\n5. A witness having been examined to prove acts of ownership, after sale, exercised hy the grantor of the land alleged to have been fraudulently conveyed, it was competent, upon cross-examination, to inquire as to the acts of ownership by the vendee over the same land.\n6. The decision of the Court in allowing or refusing a witness to he recalled and cross-examined, is not, generally, the subject of exception. But when the object of recalling the witness is to lay the foundation for proving his declarations out of Court, it must be allowed; if refused, and if proof of the witness’s declarations be rejected because he had no previous opportunity for explanation, it is error.\n7. Where a rule of the Common Pleas requires that before the deposition of a witness resident within forty miles can be read, he shall have been duly subpoenaed, the deposition may nevertheless be read without subpoenaing the witness in case he is paralytic and entirely unable to attend. The law does not require vain or impossible things.\n8. The pecuniary condition of the parties to an alleged fraudulent transfer of property, at or about the time of the transactions in question, is generally competent and important proof. And where the consideration for a conveyance of land was alleged to be a prior indebtedness of vendor to vendee for loaned money, it was Held that it was competent to prove, in support of the allegation of such loans, that the vendor, who had set up a store about the time they were made, was possessed of no considerable means or .property.\nError to Common Pleas of Sullivan county.\nThis was an issue in ejectment, directed by the Court below, in the names of James H. Hart and William B. Hart, plaintiffs, v. John Covanhovan, defendant, for 144 acres of land, upon a return of proceedings before a sheriff’s inquest to obtain possession under a sheriff’s sale of the lands to plaintiffs, as the property of William M. Covanhovan.\nSeptember 21st, 1848, James H. and William B. Hart obtained judgment upon an award of arbitrators, in the Court of Common Pleas of Sullivan county, against William M. Covanhovan, for $736.45. Nov. 1st, 1848, a fi. fa., issued upon this judgment, levied Nov. 3d upon personal property, afterwards sold for $589.56. Near two years subsequently the Harts proceeded against the tract of land in controversy, as the property of Wm. M. Covanhovan; the same was sold to them by the sheriff Dec. 17, 1850, for $145.50, and they received the sheriff’s deed therefor. The plaintiffs having shown these facts, rested.\nThe defendant, John Covanhovan, then gave in evidence a deed from William M. Covanhovan and wife to himself for the land, dated and acknowledged 19th September, 1848 (viz. two days before the entry of the award above referred to), and recorded next day; consideration stated $2850. He also proved notice of his title at the sheriff’s sale.\nThe plaintiffs, in reply, alleged that this conveyance of 19th September, 1848, was in fraud of creditors, under the statute 13 Eliz., c. 5, and that was the leading inquiry at the trial. They proved that William M. Covanhovan was indebted about $4000 in Sept. 1848 — resided and had a store upon the premises in Cherry, Sullivan county, and had just erected a grist-mill thereon. That he had refused to give plaintiffs a judgment upon his indebtedness to them, and after their bringing suit executed the deed of 19th September, 1848. John, the brother, to whom the deed was made, resided in Columbia county, about forty miles distant, but came to Sullivan a day or two before the deed was executed, and upon obtaining it had it recorded. John was at the arbitration of plaintiff’s suit against William, and acted for him, objecting to an item of $25, which William alleged was wrong. William, after the sale to John, continued to keep his store upon the premises until November, when it was levied upon and sold by the sheriff, along with some other personal property. The plaintiffs proved (under exception by defendant), that when the store was levied upon, William said the goods belonged to his brother John, and that when the sale took place John sent $125 to bid off such articles as William would most need, which was done. The admission of this evidence constituted the first assignment of error.\nThere was contradictory evidence as to the manner in which William remained upon the property after September, 1848. He removed therefrom in 1850, before the sheriff’s sale of the land to plaintiffs.\nThe plaintiffs offered to read the notes of the testimony, given before arbitrators in the case, by Richard A. Biddle, one of their witnesses, and, to lay grounds for the introduction of the evidence, proved that frequent inquiries had been made for Mr. Biddle; that he went west in the fall, and had not returned; had no family; about twenty-two years of age. Some of his neighbors said they thought he would return by next spring. Did not know whether he has relations.\nThe Court permitted the testimony to be read, against objection by defendant; and this constituted the second assignment of error.\nThe plaintiffs called a witness, who testified as follows : “I had the store-room on this property rented. I took possession in May, 1849, and had it about a year. I paid the rent to William M. Covanhovan. While William resided at Dushore he gave some orders on the mill for grain, but whether in his own name or that of his brother I do not know. Slater rented the store before I went in, and I took his lease.” The defendant, upon cross-examination, proposed to ask the witness this question: “ Did you hear John Covanhovan direct William to get certain work done— repairs to the mill — while you were there in the store, as you have stated?”\nUpon objection by the plaintiffs’ counsel, the Court refused to permit the question to be put, which refusal constituted the third assignment of error by defendant. The plaintiffs gave some other evidence, and rested.\nThe defendant, in explanation of the transaction of purchase thus assailed, proceeded to prove, that his brother William resided in Orangeville, Columbia county, where he commenced storekeeping in 1843; that he continued there until the spring of 1846, when he moved his store to Cambra, Luzerne county,whence he removed to Sullivan, in the fall of 1847. William, upon his examination, testified that his brother John loaned him, at several times from 1843 to 1845, sums of money, for which notes were given, and that this indebtedness constituted the consideration of the deed of 19th September, 1848. He further testified, that the sums so borrowed had been invested by him in the mercantile business, and remained due to his brother in 1848. The notes were also produced and put in evidence. The defendant proved by several witnesses, that they were present at different times when loans were made, and also proved contemporaneous declarations made by him in the presence of William, that he was loaning him money, and assisting him; and acknowledgments of William at other times of the same fact.\nDefendant then proposed to ask a witness “whether, when William came to Orangeville, or before he began to keep store, he was possessed of any considerable means or property, so far as the witness had knowledge.” Plaintiffs objected to the question. The Court sustained the objection, and rejected the evidence; which rejection constituted the fourth assignment of error.\nThe defendant submitted other evidence, and rested.\nThe plaintiffs then, having re-opened their case, proposed to recall William M. Covanhovan, defendant’s witness, and ask him,- on further cross-examination, whether he had not stated to certain persons, between 1838 and 1843, that his brother John owed him a large sum of money. Defendant objected to the proposed inquiry, and extending it back to a period as early as 1838 or 1840, on the ground that it is irrelevant, and not properly a cross-examination.! The Court however allowed the inquiry as proposed; which decision was thejfifth error assigned by defendant. •\nWilliam M. Covanhovan having been re-cross-examined by plaintiffs as to his declarations between 1838 and 1843, plaintiffs proposed to contradict him by testimony of Andrew Crouse and others, that he had declared that his brother owed him money. The Court admitted the evidence against the objection of defendant, which admission was the sixth error assigned.\nPlaintiffs further offered, inter alia, deposition of Clement Gr. Rickets, a witness resident within forty miles, and submitted the evidence of his being paralytic at the time. Defendant’s counsel, under the forty-first rule of Court, requiring that the witness should have been subpoenaed, objected to the reading the deposition. The Court overruled the objection, and admitted the evidence, which was assigned as the seventh error.\nAfter the plaintiffs had concluded their evidence, the defendant called A. B. Stewart, and offered to prove by him, “ that he kept a considerable part of the accounts between William and John Covanhovan from 1838 to the spring of 1842, and knew the state of the demands between them; that in 1841, and afterwards, William was indebted to John upon their dealings, upwards of $ 100; and that William was also indebted to the partnership of witness and John Covanhovan about the time he began store-keeping, in 1843. Eurther, that in a settlement made by witness for defendant with William, about 1839, including all dealings and demands, there was then due William about $5150.” This offer was made for the purpose of explaining and rebutting the evidence given by plaintiffs. Upon objection by plaintiffs, the Court rejected the evidence, and thereon the defendant made his eighth assignment of error.\nThe case wa? tried before Wilmot, President J.\nHe referred to the jury to determine whether the deed from William to John Covanhovan was made with intent, on the part of William, to hinder, delay, or defraud his creditors, and if so, whether John participated in such fraudulent intent; or whether the conveyance was bond fide and for the purpose of paying to John a debt fairly due to him. That it was not sufficient to avoid the deed that William, the grantor, was influenced by a fraudulent intent; that to produce that result it must be found that John, the grantee, participated in it, and that he “ in some degree at least, was influenced in the purchase by an intent to hinder, delay, or defraud the creditors of William in the collection of their debts.”\nVerdict was rendered for the plaintiffs.\nIn addition to the assignments before referred to, a number of errors were assigned to the charge of the Court, and answers to points submitted by the parties. Por the material ones, see the opinion in this case.\nBuehalew, with whom was Blwell and Metcalf, for plaintiff in error.\n— It was, inter alia,. contended that the defendant below, proved himself to be a creditor (and a meritorious one) of the vendor: That the conveyance was in consideration of the indebtedness to him — that the price was about the fair value of the pro-property — that he had paid the balance over his claim — that his deed was immediately left for record — that the vendor’s retention of possession was under a lease, and that the purchase was made some time before the conveyance. That if this evidence was believed, the defendant had performed all that the law required, and that his claim was not subject to conjectures by the jury of a secret speculative intention to delay or injure other creditors. That fraud, in such a case, must be distinctly proved, not inferred from circumstances.\nIt was further said that there was a distinction between a purchase by a volunteer, and one by a creditor. That in the latter case the jury should not be permitted to search after an intent to defraud, in order to avoid the purchase. Either the intent, in such a case, is immaterial, or it is concluded and negatived by the nature of the transaction. It cannot be a fraud upon other creditors that the purchaser creditor receives the payment of his claim. His rights are not to be measured by the intention of his debtor, nor will his own knowledge of it create an equity in favor of others not more meritorious than himself. A conveyance to a creditor cannot be said to be in fraud of creditors unless accompanied with some qualification or alien contrivance which imposes upon it that character. A naked intention of either party or of both, that the creditor shall be preferred and other creditors hindered, will not of itself avoid a conveyance: Wood v. Dixie, 7 Q. B. 892; 1 Smith’s Leading Cases 12, and cases there cited: 13 Ohio 20; 7 Barr 263; 6 W. & Ser. 72; 3 Pa. Rep. 374; 5 Term Rep. 235; 3 M. & S. 371; 1 Gallison 419; 4 Wheaton 503; 11 Id. 78; 8 Id. 268; 16 Peters 106; 4 Watts 359; Lloyd v. Williams, (antea 327). In Ashmead v. Hean, 1 Harris 584, the conveyance was to one not a creditor. That the same may be said of the case of Dean v. Connelly, 6 Barr 239; cases cited by Lord Mansfield in the case of Cadogan v. Kennet, Cowper 432; and the case of Zerbe v. Miller, 4 Harris 488.\nWatson, with whom were Morning, Maynard, and Beitriclc, for defendants in error.\n— It was, inter alia, contended that the intent to defraud other creditors will invalidate the conveyance: Ashmead v. Hean, 1 Harris 587; Cowper 434, Cadogan v. Kennet; 1 Burrows 474; 4 Harris 497, Zerbe v. Miller.\nSeptember 8, 1853,"
  },
  "file_name": "0495-01",
  "first_page_order": 495,
  "last_page_order": 503
}
