{
  "id": 411514,
  "name": "Kase versus Getchell",
  "name_abbreviation": "Kase v. Getchell",
  "decision_date": "1853-09-08",
  "docket_number": "",
  "first_page": "503",
  "last_page": "507",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 503"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 32",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843981
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0032-01"
      ]
    },
    {
      "cite": "4 Wharton 486",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835010
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0486-01"
      ]
    },
    {
      "cite": "4 Wharton 113",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "19 Wend. 383",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2023503
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/19/0383-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 463,
    "char_count": 10080,
    "ocr_confidence": 0.398,
    "pagerank": {
      "raw": 1.1352123635269606e-07,
      "percentile": 0.5771546912580617
    },
    "sha256": "5e5f95a4cc52b05d0e40ea1bdc79566b1303c396edb986a9d56191d62b8b27b0",
    "simhash": "1:af5fa68716178475",
    "word_count": 1811
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kase versus Getchell."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\n— It has been long settled that under the Act of of Assembly of 2d January, 1815, -which makes the acts, protests, and attestations of notaries public primd fade evidence, the giving notice of protest to endorsers'is an official act of the notary, and his certificate is evidence of the notice. It was said by C. J. Tilghman, in Browne v. The Philadelphia Bank, 6 Ser. & R. 484, that such was the customary law before the Act of ’15 was passed. ISTor is there anything in Bennett v. Young, 6 Harris 261, that contravenes the rule. It was held there that it is no part of the official duty of the notary to look up the parties to make demand; and the necessary sequence was, that his certificate of diligent search, without describing the search, was not evidence. But notice to endorsers is part of the official duty of the notary, and when duly certified, and not contradicted or questioned, the presumptions that always arise in favor of official acts, require us to intend it was given according to law.\nIn the case before us the notary certifies that he presented the note at the Lebanon Bank and demanded payment, on the day which appears to Lave been the last day of grace, and received for answer that no provision was made for the payment of it, “ of which I gave notice in writing to the endorsers of said note.” The argument is that this was not even primd fade evidence of notice, because it appeared the endorser lived in Danville, and the protest being in Lebanon, the notice must have been sent by -post, and the notary should have stated to what post .office he directed it. But non constat that it was not served personally. The notary •“ gave the notice in writing.” The endorser may have been in Lebanon, or personal service may have been made in Danville. Had it been sent by mail tbe fact would doubtless have been stated, and then tbe certificate should have told where it was sent. As the case was presented to the Court, destitute of any evidence tending to rebut the presumption of personal service, the ruling was right and the judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Baldy, for plaintiff in error.",
      "Comly, for defendant."
    ],
    "corrections": "",
    "head_matter": "Kase versus Getchell.\n1. The giving notice to endorsers is the official duty of a notary; and when duly certified and not contradicted or questioned the presumption is that it was given according to law.\n2. In the case of a negotiable note payable at the Lebanon Bank in this state, the notary certified that he exhibited at said bank the original note, &c., and “ demanding payment, received for answer that no provision was made there for the payment thereof, of which I gave notice in writing to the endorsers of said note.-” 'In the absence of other evidence as to the character of the notice, it was Held, that the certificate was prmá facie evidence ih&i personal notice was given, though in fact the endorser sued lived in Danville, Montour county, in this state.\nError to the Common Pleas of Montour county.\nThis was an action of assumpsit by H. M. Getchell, as endorsee, v. Simon P. Kase, as endorser of a promissory note, as follows:—\n$200. Lebanon, August 9, 1848.\nSix months after date, we promise to pay to Simon P. Kase, or order, at the Lebanon Bank two hundred dollars, without defalcation, for value received. E. G. Lantz.\nEndorsed: Simon Kase. ' Solomon Meter.\nThe note was also endorsed — “Washington Heald,” “Pay to the order of G. Gleim, Cashier, J. W. Weir, Cash’r.” Under the endorsement of the defendant was written in lead pencil, “ Dan-ville, Columbia county, Pa.”\nThe only evidence given on the part of the plaintiff, was the. note and protest. The admission of the protest in evidence was excepted to. No evidence was given on part of the defendant. The only point made by the defendant’s counsel in the Court below was, that the protest of the notary was insufficient in law to charge the defendant with notice of non-payment'of the note.\nThe certificate of protest, dated at Lebanon, the 12th day of February, 1849, was by a notary at Lebanon, and it was stated therein that “on the day of the date hereof” (meaning the date of the protest), at the request of the cashier of the Lebanon Rank, at Lebanon, he exhibited, at said bank, the original note, &c., “ and demanding payment, received for answer, that no provision was made there for the payment thereof, of which I gave notice in writing to the endorsers of said note,” &e.\nThe objection to the certificate of protest was, that it was no evidence of notice to the endorser because it did not set out when the notary gave the notice, or how the notice was given, whether personally or by letter through the post office; and if the latter, that it does not state to what office it was sent.\nThe protest was admitted.\nIn the Act of 2d January, 1815, it is enacted, “ That from and after the passing of this Act, the official acts, protests, and attestations of all notaries public (acting by the authority of this Commonwealth) certified according to law under their respective hands and seals of office, may be read and received in evidence of the facts therein certified, in all suits that now are or hereafter shall be depending; provided, that any party may be permitted to contradict by other evidence, any such certificate.”\nCohyngham, Pres. Judge, after explaining the general principle regulating the liability of endorsers, charged the jury, that the protest admitted in evidence was primá facie sufficient to charge the endorsee with notice, so as to make him liable under his endorsement on the failure of the drawers to pay the note on demand at maturity. That no evidence to gainsay it, having been offered on the part of the defendant, and no other objection advanced against a recovery but the alleged want of proof of due notice, there was nothing in the objection to prevent a recovery by the plaintiff.\nFebruary 2, 1853, verdict for plaintiff.\nIt was assigned for error, that the Court erred in admitting the protest as evidence of notice of non-payment of the note; and secondly, to the charge, the substance of which is stated above.\nBaldy, for plaintiff in error.\n— It was stated that the protests of notaries are evidence of the facts therein certified. That the notary certified, that “he gave-notice in writing to the endorsers, but it was said that notice to affect an endorser was a mixed question of laio and fact.” That if the law did not recognise any other notice to an endorser than personal notice, the notice stated in the protest would be considered to be personal notice. But that the law admitted of notice through the post office, in cases where the endorsers do not reside at the place of protest; and in this case it did not appear whether the notice meant by the notary was personal notice, or notice through the post office. That if the latter was meant, then the post office should have been designated in the protest, that it might appear whether it was the post office nearest to the residence or reputed residence of the endorser: 7 Barr 443, Schœneman v. Fegeley; 19 Wend. 383, 2 Supplement to U. S. Digest 456. It was contended that it appeared from the protest itself, that the notice meant by the notary was not personal notice to the endorsers, because the Harrisburg Bank, through its cashier, was one of the endorsers, and that notice to that bank must hav-e been through the post office. Also, that the memorandum in pencil mark under the name of the defendant on the note, showed that he resided at Danville, and that therefore the notary, residing in Lebanon, did not give him personal notice on the day of the protest. That this was prohibited by the distance. Thus the law recognises notice through the post office as well as personal notice, and the notary has not certified which he gave; secondly, the remote residence of the endorsers shows that personal notice was not given. A notary should state in the protest what he did. If he gave fersonal notice, it should be stated; and if he gave notice through the post office, he should so state and designate the post office. It was contended that if he does not do so, the protest was indefinite and was not competent proof of notice. That in this case it was attempted to establish by the certificate, hoih the law and the fact. That on the trial of the ease of Bennett v. Young, 6 Harris 261, the Court below expressed a doubt whether the certificate in that case was any evidence at all; and that this was held not to be error. That in the case of Bellemire v. Bank U. S., 4 Wharton 113, it was said, that “ the official character of the notary extends only to the protest, and not to the hunting up of the parties; that neither he nor the bank is bound to know any one in the transaction but the last endorser.” It was said, that in eases like the present, where one bank sends a note to another, the usage is for the notary employed by the collecting bank, to send all the notices to the first bank.\nComly, for defendant.\n— A protest of the character of the one in this case has been held to be evidence of notice: 6 Ser. JR. 484. In Stewart v. Allison, Id. 324, it was held that such certificate was evidence, though contradicted by the testimony of the notary. In 4 Wharton 486, the protest was held to be admissible however insufficiently or defectively the facts in relation to demand and notice may be stated in it. That the meaning of the protest is for the jury, as the testimony of the notary in person would be: 5 Watts 32. In the case of Jenks v. Doylestown Bank, 4 W. & Ser. 510, the certificate of the notary was that He had notified the endorser by mail, of the non-payment of the note; and whether this fact, thus proved primd fade, was refuted either by the testimony of the notary or of others, was for the jury. In the case of Bennett v. Young, cited contrá, the notary attempted to certify the quality of the search made by him; but as that depended on the acts done by him, the Court held that a notary was bound to certify the acts done by him, that the Court might judge whether the search was diligent or not.\nSeptember 8, 1853,"
  },
  "file_name": "0503-01",
  "first_page_order": 503,
  "last_page_order": 507
}
