{
  "id": 411534,
  "name": "Beck versus Stitzel",
  "name_abbreviation": "Beck v. Stitzel",
  "decision_date": "1853-09-27",
  "docket_number": "",
  "first_page": "522",
  "last_page": "525",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 522"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Bin. 221",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts 90",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843943
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "213-214"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0090-01"
      ]
    },
    {
      "cite": "3 Wh. 138",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833458
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0138-01"
      ]
    },
    {
      "cite": "5 Bin. 218",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793684
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0218-01"
      ]
    },
    {
      "cite": "5 John. Rep. 191",
      "category": "reporters:state",
      "reporter": "Johns.",
      "opinion_index": -1
    },
    {
      "cite": "Rob. 119",
      "category": "reporters:state",
      "reporter": "Robards",
      "opinion_index": 0
    },
    {
      "cite": "14 Johns. 233",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        376255
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/14/0233-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 420,
    "char_count": 7911,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 3.1914387717514436e-07,
      "percentile": 0.8651770817526427
    },
    "sha256": "d89621d8bb741c9fdef893d6f028c0b01ec7df90814a97251199e76bb5b06d75",
    "simhash": "1:4ecd24ac60e72149",
    "word_count": 1362
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Beck versus Stitzel."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\n— There is only one question here that demands any special notice, and that is whether or not the words charged are actionable. The plaintiff below had been duly constituted administrator of his father’s estate, had had it appraised and had settled what appears to be a final account, and sixteen years after that, in 1849, the defendant charged him with having, at the time of the appraisement, secreted and smuggled away from the appraisers, two bed-fulls of leather of the estate. Is this actionable slander ?\nIf the answer depended upon the damage done to the plaintiff in his office of administrator, perhaps it would be a negative one; for we do not see how any such damage could possibly arise. His liability to be called'to a new account is no damage in the eye of the law.\nFollowing the ordinary definition of slander, 3 Bl. 123, the question is, are these words malicious, scandalous, and slanderous, and tending to the plaintiff’s damage ? Their untruth having been established, they are malicious, scandalous, and slanderous, and then the only element wanting to make them actionable is that they be to the plaintiff’s damage. Ho special damage is alleged and proved, and hence arises the difficulty. But there are slanders so plainly tending to a man’s injury that the law, following common sense, assumes this result, and allows the jury to fix the measure of it without special proof. Will damage be presumed to follow such a slander as this ?\nThe general action on the case was intended to be a remedy. “ adapted to the specialty, reason, and equity of the very case,” 3 Bl. 52, and of course, to be continually adaptive. And such is still its character, of which the definitions of at least two of its specifications, slander and nuisance, and the course of decisions upon them, are instructive illustrations. Matters are now regarded as slander and as nuisance which were not in former times, and the remedy and the definitions are broad .enough to require this adaptation of the decisions to the changes in the social state. We are therefore to inquire here, not necessarily for decisions in just such a case as this, but for the principle on which the Courts presume that damage is sustained.\nWhere the charge is of an offence, it is usually said that it must involve moral turpitude and danger of punishment. This element of moral turpitude is necessarily adaptive; for it is itself defined by the state of public morals, and thus far fits the action to be at all times accommodated to the common sense of the community. The other element, danger of punishment, is not a necessary one ; for it is said in 14 Johns. 233, and repeated here in 5 State Rep. 376, that words are actionable, even though they charge an offence barred by a statute of limitations, and it has often been decided that words are actionable though they charge that the punishment has been already inflicted: 5 State Rep. 376; 2 Wils. 300; 2 M. & Rob. 119; Cro. Jac. 536.\nThe rule therefore would rather seem to be that damages are presumed where the slander involves a charge of both legal and moral turpitude, though it does not involve a danger of punishment. And the legal turpitude need not be very great; for liability to a penal action is sufficient, as for removing land-marks: 10 Ser. & R. 21. Here the moral turpitude is very gross, consisting of a positive and fraudulent breach of an official oath. The ■legal turpitude is marked by the fact of a violation of a legal oath, which is good cause for a disgraceful dismissal from office, and possibly for an indictment as a misdemeanor. A man’s general character must suffer from such a charge if believed, and therefore the words are actionable.\nJudgment affirmed.\nBlack, C. J., dissented.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Miller, for the plaintiff in error.",
      "Pollock, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Beck versus Stitzel.\nThe defendant charged that the' plaintiff when administrator, (he having taken an oath or affirmation and been otherwise duly qualified as such), “ had a room in which were two beds and both beds were full of leather, which he had smuggled away at the time of the appraisement.” It was jHeld, that the words were actionable without proof of special damage.\nError to the Common Pleas of Northumberland county.\nThis was an action of slander brought by Jacob Stitzel v. Samuel L. Beck.\nThe plaintiff was one of the administrators of the estate of Adam Stitzel, deceased, and the words charged as have been spoken by the defendant and which were alleged to be slanderous, were, that “he, the said Jacob, had a room in which were two beds, and both beds were full of leather which he had smuggled away at the time of the appraisement.”\nIn the declaration it was averred that the plaintiff had been legally appointed administrator, and had entered upon the performance of the duties of administrator; that the words were spoken “ of and concerning the execution of his office as administrator,” and that in speaking the words it was meant that the plaintiff had smuggled away at the time of the appraisement, and secreted two beds full of leather from the appraisers, and that he had acted “ unjustly, fraudulently, deceitfully, and illegally in his said office of administrator.”\nThe final account of the administrators of the intestate, had been settled upwards of sixteen years before the words complained of were spoken.\n- On the trial it was contended on the part of the defendant, that the words were not actionable. That if they were actionable if spoken of an administrator, the plaintiff was not entitled to recover, as, at the time of the speaking of the words, he had ceased to be administrator. No special damage was alleged in. the narr., and none was proved.\nJordan, J., charged the jury, that if the words charged were spoken of the plaintiff as administrator, they were actionable, but that if the plaintiff, at the time the words were spoken, was not administrator, he could not recover; that there was no evidence before the Court that the plaintiff had been discharged from his trust as administrator, though his account was filed in November, 1832, and the balance distributed, and there was no evidence that he had done any act as administrator since. Having accepted the trust, and no evidence of his discharge having been given, in the opinion of the Court he was to be considered as administrator.\nHe charged that the plaintiff was entitled to recover.\nApril 15, 1852, verdict for plaintiff for $100.\nMiller, for the plaintiff in error.\n— It was said that no special damage was proved. That the office of administrator was not of such a character as that words spoken of an administrator were actionable which would not be actionable when spoken of another person. That every charge imputing an offence which subjects a party to indictment and imprisonment, is not actionable, as assault and battery, forcible entry and detainer: 3 Ser. & R. 261. In Turner v. Ogden, 2 Salk. 696, Lord Holt states that to render words actionable, imprisonment must not only be the punishment, but the punishment must be infamous: 5 John. Rep. 191; 5 Bin. 218 ; 3 Wh. 138; 2 W. & Ser. 408.\nIt was further contended that the final administration account 'having been filed and confirmed 16 years before the words complained of were spoken, the plaintiff was not to be considered to be an administrator of the estate; 5 Watts 90; 3 Harris 110; 2 Barr 432.\nPollock, for defendant in error.\n— It was contended that the words complained of having been spoken of the plaintiff as administrator, relating to the execution of his office, were actionable: 6 Bacon 212, Title Slander; 6 Id. 213-214; 5 Bin. 221; 16 Ser. & R. 385; 1 Barr 62.\nIt was contended that the plaintiff remained administrator at the time the words were spoken. He was not discharged and he never resigned. That the filing of a final account may terminate the active duties of an administrator, but not the office.\nSept. 27, 1853,"
  },
  "file_name": "0522-01",
  "first_page_order": 522,
  "last_page_order": 525
}
