{
  "id": 411606,
  "name": "Taggart versus The Commonwealth",
  "name_abbreviation": "Taggart v. Commonwealth",
  "decision_date": "1853",
  "docket_number": "",
  "first_page": "527",
  "last_page": "532",
  "citations": [
    {
      "type": "official",
      "cite": "21 Pa. 527"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wh. 281",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 513",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Rawle 44",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819239
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0044-01"
      ]
    },
    {
      "cite": "3 Yeates 423",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "7 Cow. 625",
      "category": "reporters:state",
      "reporter": "Cow.",
      "opinion_index": -1
    },
    {
      "cite": "12 Wend. 344",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11270114
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/12/0344-01"
      ]
    },
    {
      "cite": "11 Pick. 452",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2016095
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/28/0460-01"
      ]
    },
    {
      "cite": "3 Yeates 423",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 677,
    "char_count": 13035,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 9.553383732177298e-08,
      "percentile": 0.5252165280678526
    },
    "sha256": "2ca57bdbd1ceb93e7028d3673fa04afe3773a086c263e419ea29e78e5cc004e1",
    "simhash": "1:bd44fe377e3d4cda",
    "word_count": 2332
  },
  "last_updated": "2024-02-27T16:29:59.856508+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Black, C. J., and Lowrie, J., dissented. The dissenting opinion of the Chief Justice has been filed."
    ],
    "parties": [
      "Taggart versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of Lewis, X, was as follows:—\nLewis, J.\n— The plaintiff in error was convicted of placing a nuisance in a public street in the borough of Northumberland. He was sentenced to abate it at his own costs, and was ordered to stand committed until the sentence be complied with. It is alleged that this is erroneous, and that the nuisance ought to be abated by means of a writ directed to the sheriff. In looking for authorities to support this sentence, it is certainly going far enough back when we draw from the black letter lore of Rolle’s Abridgment. It is there declared, in the Norman Erench then in use, that “ Si home soit convict d’un nusans fait al hault chemyn le roy, il serra command, per le judgment, a remover le nusans a son costs demesne”: 2 Rolle’s Abr. 84, sec. 15. Here we have the ancient common law, declared by one of its most approved writers. It tells us expressly that if a man is convicted of a nuisance done in the king’s highway, he shall be commanded, by the judgment, to remove the nuisance at his own costs. He cites authorities to support his position. Other writers of eminence have, from time to time, affirmed the same principle. It is so declared in 3 Binns’ Justice, 222. The same language is used in Hawkins’ Pleas of the Crown, 1 Hawkins 365, ch. 26, see. 14. In Russel on Criminal Law, the same principle is stated in language equally distinct and positive: 1 Russ. Crim. L. 331. Thus, ancient and modern authorities concur in their sanction of the sentence which was pronounced in this case. Where the indictment is at common law, as this was, we know of no decision that such a sentence is illegal.\nThe rule varies where statutory provisions- require it. Where a party has a license to erect the structure complained of, and the nuisance convicts in exceeding his privilege, the sentence is not to remove the building altogether, but to make it conform to the license. In such cases it is usual to issue a writ to the sheriff, commanding him to execute the judgment. Respub. v. Arnold, 3 Yeates 423, was a case of that kind. The sentence in that case could not he pronounced according to the common law, because the defendant, after conviction and before sentence, had procured an Act of Assembly, which authorized him to continue the dam complained of, upon the terms prescribed in the Act. All that could be done in such a case, was to see that the dam was made to conform to the provisions of the statute which authorized its continuance. This case, therefore, furnishes no precedent whatever for sentences at common law. The case in 11 Pick. 452, relates to the judgment in a civil action under a statute of Massachusetts, which authorized the sentence and prescribed its form. The case in 1 John. Cases 336, decides nothing which touches the question. So far from it, the Supreme Court declined expressing any opinion whatever, because the record had not been returned. In 1 Strange 688, an “old booh of forms” is cited, in which, as the counsel informs the Court, it is stated that judgment was-given in an assize of nuisance, that the nuisance should be removed and the ditch filled up (quod nocumentum praed. amoveatur et trenchea praed. obstruatur), without mentioning by whom or at whose costs it was to be. done. As this was not the particular point under investigation, the citation may not have embraced all that the case contained in relation to it; the book itself is not known as a work of authority, and the decision reported is in an assize of nuisance, and not an indictment. It has therefore no application to the question before us. These are the cases which have been relied upon to show that the sentence is erroneous; but they fail in pertinency to the question before us, and do not in any manner impair the influence of the distinguished writers already cited in Support of the judgment of the Court below. When the law is settled, judges ought not to unsettle it, except upon the most urgent necessity. But when it is rightly settled in a way that promotes justice and accords with the public convenience,, there is no justification whatever for disturbing it.\nBut we are told that it is very hard to commit the defendant until he complies with the sentence, and that he cannot abate the nuisance while he is in prison. Doubtless it is so; but “ the way of the transgressor” is always “hard.” The sentence was not intended so much for his convenience as for that of the public whose rights he has violated. Every convict who has been sentenced to pay a fine, or costs, or to restore stolen goods, might make the same complaint. While confined in jail he cannot personally go to his desk at home to procure the money to pay the fine and costs; nor can he proceed to the place where the stolen goods are concealed for the purpose of restoring them to the owner. As he has voluntarily subjected himself to the inconvenience, he must be content to transact his business by agents. The plaintiff in error could very easily surmount, the difficulties of his case in this way, even if he had been actually imprisoned under the sentence. But he has had the good fortune to avoid this inconvenience thus far. It is not probable that a gentleman unaccustomed to the labor of erecting or prostrating buildings would rely much on his own personal exertions in abating a nuisance like the one complained of here. But whatever the inconveniences of the case may be, they should have been considered by the defendant below before he subjected himself to them. In this case it might be safe enough to trust to the personal engagement of the party to comply with the sentence: but the rule of the law has been established for those in whom it has not quite so much confidence. This objection to the sentence has been urged with such sober earnest, that we have felt bound to notice it; but it would be more appropriately addressed to the legislative department. As soon as the legislature think proper to abolish imprisonment for crimes, we shall be ready to enforce the new enactment in the manner which may be prescribed. But at present we have to execute the law as it now exists.\nIn what is said, we do not wish to be understood as denying the power of the Court to issue a writ commanding the sheriff to abate the nuisance. On the contrary, this is the proper course, if the defendant fails to comply with the sentence. But to justify the writ, the judgment of abatement should be pronounced in the manner already indicated. No writ of execution can legally issue without a judgment to support it: 8 T. M. 144. If the defendant fails to comply with the sentence, and the nuisance, in consequence, be abated by the sheriff, the imprisonment should continue until the costs and charges of that proceeding be paid, or the defendant be otherwise legally discharged. Those who place nuisances in the highway, ought to bear the charges of removing them.\nThere is nothing in the other errors assigned.\nJudgment afErmed.\nBlack, C. J., and Lowrie, J., dissented. The dissenting opinion of the Chief Justice has been filed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Gtreenough, with whom was Miller, for the plaintiff in error.—",
      "Pleasants, on the part of the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Taggart versus The Commonwealth.\nIn a conviction on indictment for placing a nuisance on a public highway, the defendant maybe sentenced to pay a fine and the costs of prosecution and stand committed until the sentence be complied with.\nAt November Sessions, 1850, James Taggart, the plaintiff in error, was indicted for a nuisance in erecting a store-house on part of a public alley in the borough of Northumberland; and on November 8, he was found guilty. On the same day a motion for a new trial was made, which was overruled. On the 14th November, 1850, a paper, dated the 13th November, was filed, containing the following as the sentence of the Court, viz., “ The sentence of the Court is, that James Taggart, the defendant, abate the nuisance set forth in the indictment, on or before the 1st day of .the next Court of Quarter Sessions of this county, and pay a fine of six cents and the costs of prosecution, and stand committed until the sentence of the Court be complied with.”\nThe defendant was not arrested, and Anthony, the President Judge, died. The office of the sheriff expired.\nAt April Sessions, 1852, ITegins, President Judge, after argument on a rule to show cause why an attachment should not issue against the defendant for contempt in not complying with the sentence of the Court, directed the sheriff to arrest the defendant and to detain him in custody until the sentence of the Court be complied with.\nIn July, 1852, the defendant was arrested. A writ of habeas corpus was obtained from the Supreme Court, then in session a,t Sunbury, and a hearing was had before a majority of the judges, on the allegation that the sentence was illegal. In order to afford the defendant an opportunity of having the sentence reviewed on writ of error, the defendant was bound in recognisance to comply with the sentence by abating the nuisance or surrender himself to the sheriff of Northumberland county on or before the 25th of July, 1853.\nA writ of error was obtained, and at July Term, 1853, a hearing was had.\nIt was assigned for error:\n1. The Court erred in giving sentence in the absence of defendant.\n2. In sentencing the defendant to abate the nuisance set forth in the indictment on or before the first day of the next Court.\n3. In sentencing him to stand committed until the sentence was complied with.\n4. In directing the sheriff to arrest the defendant upon the motion for an attachment on 8th April, 1852.\nThere was not on the paper-books any copy of the indictment or of the record.\nGtreenough, with whom was Miller, for the plaintiff in error.—\nIt was said that the defendant was not present at the time sentence was pronounced: Dunn v. Commonwealth, 6 Barr 388, cited. When corporal punishment is to be inflicted, the defendant should be present when sentence is pronounced. Imprisonment is corporal punishment: 1 Chitty C. L. 664, 695-6; 12 Wend. 344; 7 Cow. 625; 6 Barr 387-8; Sup. U. S. Dig. 419, Pl. 39. When a defendant is to be committed to prison till a fine is paid, it should appear upon the record that he was present in Court at the time: 1 Ch. Cr. L. 696; 1 Raymond 47-8.\nAs to the sentence. It was said that if the defendant be committed to prison, he cannot remove the nuisance, and the object of the law may not be effected. It was contended that the Court should execute its judgment by its own officers, and that in convictions for nuisance the usual sentence is that defendant pay a fine, and that the nuisance be, abated: 8 Term Rep. 144; Rex v. Stead, 7 Id. 468; 1 Strange 686; 1 Chitty Cr. Law. 716. In Respublica v. Arnold, 3 Yeates 423-4, the sentence was to pay a fine and the costs of prosecution; and that the sheriff do forthwith abate and alter the dam, so as to bring the same within, &c.\nAs to the 4th error. It was said that when a sheriff had not complied with an order of Court,- it is reasonable that he should have an opportunity of showing why he has not complied; but it was contended that the Court had no authority to cause the defendant to be brought back into Court to receive corporal punishment : 1 Salk. 400; 1 Chitty 695; 1 Raymond 267. In an assize of nuisance the process to have the judgment executed is distringas, and not imprisonment: 1 Rawle 44, Barnet v. Ihrie.\nPleasants, on the part of the Commonwealth.\n— The sentence, of the Court, until reversed, could have been enforced by the sheriff; and the omission of the sheriff to perform his duty did not relieve the defendant from liability to arrest. It was said that the Court acted properly in granting a rule upon the defendant to show cause why an attachment should not issue against him, and afterwards in ordering the sheriff to arrest the defendant. It was said that the sheriff had authority, under the original sentence, to make the arrest.\nAlso, that it did not appear from the record that the defendant was not present at the sentence. No objection was made on that account to comply with the pecuniary part of the sentence. It was said that it was not usual with the clerk to note the presence of the defendant in Court, except in case of crime of high degree.\nThe sentence was not inconsistent with itself. By the sentence the defendant was not to be imprisoned until the expiration of the time limited for abating the nuisance. If the sentence -was erroneous, this Court was asked to pass the proper sentence: 6 Watts 513; 5 Barr 221. By Act of 16th June, 1836, sect. 1, it is provided that “ this Court shall have power to examine and correct all.errors of the Courts of this Commonwealth in proceedings, judgments, and decrees, as well in criminal as in civil cases, and to reverse, modify, or affirm,” &c.: 7 Barr 371; 1 Wh. 281. Where in case of assault the sentence was enforced by subsequent order of the Court, held to be proper: 4 U. S. Dig. 419 ; Pl. 25.\nMay, 1854. — The opinion of Lewis, J., in which Woodward, J., concurred, was filed, and at the en’suing term at Sunbury, Knox, J., also concurred."
  },
  "file_name": "0527-01",
  "first_page_order": 527,
  "last_page_order": 532
}
