{
  "id": 969102,
  "name": "Extension of Hancock Street",
  "name_abbreviation": "Extension of Hancock Street",
  "decision_date": "1851-09-11",
  "docket_number": "",
  "first_page": "26",
  "last_page": "33",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 26"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 292",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841304
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0292-01"
      ]
    },
    {
      "cite": "17 Wend. 649",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "3 Watts 292",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841304
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/3/0292-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 809,
    "char_count": 19842,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 2.6327388834064486e-07,
      "percentile": 0.8223769030549658
    },
    "sha256": "584c9517ea41da896c53064339fe6916f893245dd9db93b71a614abe464dda83",
    "simhash": "1:1b8a40f9a2a6d97f",
    "word_count": 3373
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Extension of Hancock Street."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nRogers, J.\nThe opinion of the Court of Common Pleas contains so full and able a review of the exceptions to the report, that we deem it unnecessary to do more than affirm the proceedings, for reasons given by Judge M’Clure. After the repeated decisions of' our Supreme Court, the constitutionality of the Act is not an open question in this state.\nProceedings affirmed.\nThe opinion of\nM’Clure, J.,\nwas as follows,\nThe proceedings here are based upon an Act of Assembly, ■approved April 6th, 1850 (Pamphlet Laws of 1850, p. 388, § 7), in the following words.\n“ That the Court of Common Pleas of Allegheny county is hereby authorized on petition for that purpose, to appoint seven disinterested citizens of said county as viewers, who are required to meet on five days’ notice to them, and to all persons interested as owners of property proposed to be used or occupied by the extension of said street, and-if said viewers, or not less than five of them, shall be in attendance after being duly sworn or affirmed, shall proceed to view the ground over which it is proposed to extend Hancock street, in the city of Pittsburgh; and if the said viewers shall decide in favor of such extension, they shall proceed to locate the said Hancock street forty feet wide (including Irwins’ alley) from Penn to Liberty street, in said city; and said viewers shall also ascertain and determine what damage to private property is likely to be done by the extension of said street as aforesaid, and designate in their report the person or persons entitled to receive the amount demanded on account of said damage; if they shall be of opinion that the proposed increase of width of said street is expedient, they shall give .notice to all persons interested in defraying the expense thereof, by ten days’ notice in two daily papers of the city of Pittsburgh, of their meeting for that purpose; and at such meeting such viewers shall further ascertain and determine what lots in the vicinity of said extension will probably be benefited by the opening of said street, and divide and apportion, on equitable principles, the amount that each shall separately contribute to defray the damages incurred. Provided, however, that a majority of said viewers shall be sufficient to decide any question that may arise, and if a sufficient number do not attend) they may adjourn from time to time, and on a refusal of any one or more to attend, the Court may appoint others in his or their stead, and the said viewers shall make report, accompanied by a plot of the ground, to the said Court, which report, if approved and confirmed by the Court, shall be entered on record; and henceforth that part of Hancock street shall be deemed and taken to be a lawful public street. And provided further, that said street shall not be opened unless the said viewers shall ascertain, after a careful examination, that the benefits which will accrue to property in the vicinity of the said street, will be fully equal to the damages and costs which will be occasioned by the opening of the same.\n“ Section 10. That incidental matters not provided for in the Act, shall be governed by the general road laws of the Commonwealth.”\nIn conformity with the requisitions of this Act of Assembly, and in pursuance of a petition dated April 13th, 1850, and signed by merchants (some of whom have their places of business in Wood Street, below Fourth), the Court appointed seven disinterested citizens of Allegheny County as viewers, who filed their report June 15, 1850.\nTo this report the following exceptions were filed:\n“ 1. That the authority exercised by the said viewers is illegal and unconstitutional.\n“ 2. That said viewers have not performed their prescribed duty in ascertaining the amount to which property in the vicinity will be benefited by the proposed street.\n“ 3. That they have exceeded their powers in undertaking to adjudge and assess the property in the vicinity, without ascertaining the benefit.\n“ 4. They have exceeded their powers by assessing property not in the vicinity of the proposed street.\n“■5. Their report is not such as under the statute will authorize the street to be opened.\n“ 6. That the proceedings of said viewers, and their report, is in other respects irregular, illegal, and erroneous.”\nThese exceptions resolve themselves into four, namely:\n1. That the Act of Assembly is unconstitutional.\n2. That the viewers have assessed without ascertaining the benefit or amount of benefit on those assessed.\n3. That they have assessed property not in the vicinity of Hancock street\n4. That their proceedings are irregular and erroneous.\nBefore noticing the exceptions, I may remark that many arguments of a general nature, not embraced in the exceptions, such as expediency, the unpopularity of the Act, contemplated improvements by opening an avenue in the vicinity of Irwin street, which will supersede the necessity of opening Hancock street, if ever such necessity existed, &c., have been pressed upon the Court, And also a petition, signed by persons whose property has been assessed for the payment of damages, has been presented to the Court, setting forth matters of pecuniary personal hardship and public expediency, and praying the Court not to confirm the report of viewers.\nThese arguments would be properly addressed to the Legislature as a remonstrance against the passage of the law, or as reasons to induce its repeal; but cannot influence the action of the Court, whose powers and duties are distinct and separate from those of the Legislature.\nThe petition addressed to the Court shall receive, however, our respectful attention; and, supposing it was addressed to the proper tribunal, its comparative force appears from the following:\nThe report sets forth: Damage to private property, fifteen thousand nine hundred and twenty-eight dollars, - - - - - - - $15,928.00\nTo defray expenses of viewers, - 104.34\nSum total of assessments, - $16,032.34\nNumber of individuals assessed, one hundred and forty-six, ------- 146.00\nNumber assessed who remonstrate, forty-eight, - 48.00\nDifference, ------ 98.00\nAgain : Sum total of assessments as above, - - $16,032.34\nFrom this sum deduct the sum .total of assessments on those who remonstrate, - 4,824.25\nDifference, ------ $11,208.09\nThis result was arrived at by taking the name of each of the remonstrants, then finding his name and the amount of his assessment in the report, adding and subtracting, &c.\n• Thus it appears that those who remonstrate against the action of the viewers are less than one-third in numbers and in interest; and those who acquiesce therein, are more than two-thirds in numbers and in interest.\nException 1. As to the constitutionality of the Act of Assembly.\nIt is true that the prominent features of the Act of April 6th, 1850, on which these proceedings are based, as well as many similar ones preceding it, were copied from New York, where it had been in operation, and received a judicial construction in the case of Livingston v. The Mayor of New York, 8 Wend. p. 85; and In the matter of opening Furman street, in the city of Brooklyn, 17 Wend. 649. And it also appears that the Supreme Court of New York, in October, 1850, in a matter in Brooklyn, very similar to this, have differed from the decisions of their predecessors; and if their judgment is affirmed, it will overrule decisions heretofore the law of New York, which have been referred to with approbation by the Supreme Court of Pennsylvania in various decisions, and give rise perhaps to an infinite number of law suits in the cities and towns in the state of New York.\nNot only the principle contained in the Act of 6th of April, 1850, but all its features, have been declared constitutional by the Supreme Court of Pennsylvania, in likemases arising in this city, on similar Acts of Assembly, argued on similar exceptions.\nIn the case of McMasters v. The Commonwealth, 3 Watts 292, the Act of Assembly of 7th of April, 1832, authorizing the viewers of Market alley, in the city of Pittsburgh, to apportion the damages occasioned to some of the lots by opening the same, upon other lots thereby benefited; and the 2d section of the Act of 6th of April, 1833, making such damages a lien upon the lots benefited, and providing for the recovery of such damages by scire facias and execution, are decided to be constitutional.\nIn the matter of The District of the City of Pittsburgh, 2 W. & Ser. 320, the Act of 16th of June, 1836, is declared to be the legitimate exercise of legislative authority, and constitutional.\nIn the matter of Fenelon’s petition, 7 Barr 175, decided in Pittsburgh (in. 1848), the constitutionality of these acts is again affirmed. And in Pittsburgh two alleys and a street were opened by the same proceedings under similar statutes, prior to September, 1834. These cases arose in this city; but there is no end to the judicial recognition of the constitutionality of such statutes, arising out of charters, turnpike roads, canals, railroads, streets, lanes, and alleys: These assessments in money, and taking real estate for the street, are each taking private property for public use.\nSection 10 of the declaration of rights in the old and new constitution, declares that no “ man’s property shall be taken, or applied to public use, without the consent of his representatives, and without just compensation being made.” This concedes no new right to the State, but merely regulates its exercise. This is a right inseparably connected with sovereign power, with or without its recognition by the constitution; and unless it was exercised, states and cities could not get along, but would come to a stand still, and be left behind in the race of commercial prosperity and power.\nThe act is constitutional.\nExceptions 2cl and 3d. Have the viewers ascertained the amount to which property in the vicinity has been benefited? Llave they assessed without ascertaining the benefit ?\nIf the report of viewers had been carefully read, exceptions 2d and 3d would not have been taken.\nUpon the third day of meeting, the following was made part of their report:\n“ And now, to wit, June 10th, 1850, the viewers having met, and fully considered their duties under the Act of Assembly and order of Court, and also the arguments and objections^ presented to them, agreed and adjudged that each of the following lots located and described, as will appear in the following report and schedule, and also on the map of that portion of the city hereto attached, are in their judgment benefited and increased in value to the amount assessed upon each of said lots, and that the amount be and is hereby assessed and adjudged to be paid by the said lots, the owners or reputed owners. of which are shown in said report, schedule, and map, &c.”\nIt is by no means a singular coincidence, that here and elsewhere the amount of damage done and assessments imposed should uniformly correspond in sums total to a cent.;' for unless the viewers acting under oath are certain, after careful examination, that the benefits which will accrue to property in the vicinity of the street, about, to be made or extended, will be fully equal to the damages and costs occasioned by the opening of it, they will report against it.\nAnd if the benefits resulting should exceed the damages incurred fourfold, the assessments are made to equal the damages reported, but never exceed them.\nIt is urged by counsel for remonstrants, that the viewers’did not follow the instructions laid down in the law authorizing the opening of Hancock street; that they were required to “ ascertain and determine” what damage, &c.\nNow, in answer to this, the report of the viewers is itself com elusive; for, in-the language of their report, they u Valued 'and adjudged the loss occasioned,” and “ assessed and adjudged” the amount to be paid by each lot assessed, and how could they have done this unless they had first ascertained them ? They do not say “ ascertain,” but they did ascertain.\nException 4th. That the viewers have exceeded their powers by assessing property not in the vicinity of Hancock street.\nIt is urged that the assessments have been arbitrary and not confined to the vicinity, which means “neighborhood,” “near;” but imposed on lots down Wood street to Water, which is too remote.\nIt is very usual to read or speak of vicinity and .immediate vicinity, neighborhood and near neighborhood, the latter expressions uniformly denoting closer proximity than the former. These words have no fixed standard of meaning, denote no particular distance; but our ideas of them shift and vary to correspond with the relative position of other objects, and have no precise or practical meaning of themselves, but only when applied to something else. We would say Germantown was in the.vicinity of Philadelphia, and Brooklyn of New York. Manchester in the vicinity of Pittsburgh, and the moon in the vicinity of 'the earth, when compared with planets more remote. Yicinity, when applied to a practical matter, might very readily cause disagreement in honest minds; for, in the matter in hand, vicinity is not a matter of eyesight only, but for the judgment also.\nIt has been said in argument, by way of illustration, that if upon inquiry in a cry of fire we were told it was on Wood street at the Monongahela wharf, we would not run to Irwins’ alley. This is true, but if Hancock street is opened, Wood street is extended from river to river (which is not the case with any other street in the city), and if we were then informed of a fire on Wood street, at the Allegheny wharf, what was Irwins’ alley is the first place we would run to. The mouth of Wood street on Liberty is now in the immediate vicinity of Irwins’ alley, and so soon as that is opened, by whatever name it may be called, it is but a -continuation of Wood street, and when the viewers by their assessments on property down Wood to Water street, practically say that these lots are in the vicinity of Irwins’ alley, they only say that- Wood street is in the vicinity of Wood street. Indeed some lots in the immediate vicinity of Irwins’ alley were not assessed at all, owing pei’haps to their closer proximity to Irwin street than Irwins’ alley, and these would probably receive more injury than benefit from the proposed extension. The words of the Act are, they shall ascertain and determine “what lots in the vicinity of said extension will probably be benefited, and divide and apportion on equitable principles, &e.”\nExceptions 5th and 6th are not specific but general, and complain of error and irregularity, without showing wherein it consists.\nWe have compared this report with the law, and find it remarkable for its exemption from errors and irregularities, and can find no deviation from prescribed duty, or usurpation of authority not conferred in it. These viewers were not appointed until after due reflection by the Court; they are men whom the Court personally knew to be of great experience; men of business-capacity and integrity, and the counsel of remonstrants have not hesitated so to say in their arguments repeatedly.\nThe report is unanimous, with the exception of the Hon. Thomas M. Howe, whose written dissent is only partial. The viewers are required to say what lots will “ probably” be benefited, thus leaving a margin to relieve in a degree the exercise of their judgment.\nNow, what is the duty of the Court? Is this Court, if its judgment should vary from that of the viewers, are we, by a stroke of the pen, to set at nought all their proceedings, and those proceedings under the sanction of their oaths ? Such is not our duty nor our desire. The law confers powers and responsibilities on them, and if they have carried out the spirit of the law, we can find no fault with their proceedings. Whether this lot was assessed too much, or that too little; whether a lot in the immediate vicinity was not taxed at all, or one remoter was assessed, was their business, not ours.\nWe are satisfied they followed not only the spirit, but the letter of the-law, and have approximated as near to certainty and justice as the nature of the -case admits, and which the law under which they acted did not demand should be more perfect than it is. The cautious phraseology of the Act shows that the legislature was aware of the delicate nature of the duty it imposed upon the viewers.\nJanuary 4, 1851, report of viewers approved and confirmed.",
        "type": "majority",
        "author": "Rogers, J. M’Clure, J.,"
      }
    ],
    "attorneys": [
      "Shaler was for contestants.",
      "Loomis, Magraw, and Bigham, contó."
    ],
    "corrections": "",
    "head_matter": "Extension of Hancock Street.\n1. The Act of 6th April, 1840, authorizing the extension of Hancock street, in the city of Pittsburgh, and an apportionment of the amount of damage occasioned thereby upon lots in the vicinity of the extension, which are benefited by the opening of the street, is constitutional.\n2. The Act requiring the viewers to ascertain and determine what lots in the vicinity of the extension will probably be benefited by the opening of the street, and the damage occasioned by such opening to be divided and apportioned upon such lots; and the viewers having reported that they had agreed and adjudged that each of certain lots described in the report and schedule, and on the portion of the map of the city attached, are, in their judgment, benefited, and. increased in value to the amount assessed upon each of said lots, and that the amount be and the same is hereby assessed and adjudged to be paid by the'said lots, the owners or reputed owners being shown in the report and schedule, and the amount assessed upon each lot being stated; It was Held, That this was a sufficient compliance with the terms of the Act.\n3. The term vicinity used in the Act does not denote any particular, definite distance from the extension of the street.\nThis was an appeal from the decree of confirmation of the Court of Common Pleas of Allegheny county, in a proceeding for the extension of Hancock street, in the city of Pittsburg.\nThe proceedings took place under the provisions of the 7th, 8th, 9th, and 10th sections of the Act of 6th April, 1850, Acts of 1850, p. 388-9. The Act provided for the appointment of viewers for the extension of Hancock street, and provided that if the viewers be of opinion that the proposed increase of width of the street is expedient, they should give notice to all persons interested in defraying the expense thereof, and further “ ascertain and determine what lots in the vicinity of said extension will probably be benefited by the opening of the said street, and divide and apportion, on equitable principles, the amount that each shall separately contribute to defray the damage incurred,” &c. It was provided further that the street shall not be opened unless the viewers shall ascertain that the benefits which shall accrue to property in the vicinity of the street, will be fully equal to the damage and costs which will be occasioned by the opening of the same.\nThe viewers reported in favor of the extension, and that certain scheduled lots were in their judgment benefited and increased in value to the amount assessed on each of the said lots, which sums they adjudged to be paid.\nExceptions to the report were filed, the most material being that the Act was unconstitutional; and that the viewers exceeded their powers in assessing property not in the vicinity of the street. See exceptions stated in the opinion of McClure, J. The exceptions were overruled, and the report confirmed.\nException was filed to the overruling of the several exceptions.\nShaler was for contestants.\nLoomis, Magraw, and Bigham, contó.\nThat the Act of 6th April, 1850, was constitutional as respected the proceeding in question, reference was made to 3 Watts 292, M’Masters v. Commonwealth ; 2 W. & Ser. 320; Fenelon’s petition, 7 Barr 175; and to cases referred to in notes to 2 Kent’s Com. 339, 340.\nSept. 11, 1851,"
  },
  "file_name": "0026-01",
  "first_page_order": 26,
  "last_page_order": 33
}
