{
  "id": 969126,
  "name": "Dows' case",
  "name_abbreviation": "Dows' case",
  "decision_date": "1851-09-15",
  "docket_number": "",
  "first_page": "37",
  "last_page": "40",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 37"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Johns. Ch. Rep. 106",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1978726
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns-ch/4/0106-01"
      ]
    },
    {
      "cite": "2 Brock. 507",
      "category": "reporters:federal",
      "reporter": "Brock.",
      "opinion_index": -1
    },
    {
      "cite": "14 Peters 549",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 489,
    "char_count": 8347,
    "ocr_confidence": 0.426,
    "pagerank": {
      "raw": 1.1887475694308774e-06,
      "percentile": 0.9874780344336678
    },
    "sha256": "0ddf47195f010eaeb069362a4c9954694bf8b813befc23222be110a8bf318e2d",
    "simhash": "1:4e390ff453458c7e",
    "word_count": 1444
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dows’ case."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nHibson, O. J.\nHad the prisoner’s release been demanded by the executive of Michigan, we would have been bound to set him at large. As regards all but federal stipulations, the states of the Union are independent sovereignties; and the only right which one of them has to claim the arrest of a fugitive from its justice in the territory of another, is conventional. It is created by treaty stipulation in the federal constitution; and it can be exercised only in the way therein pointed out. But the governor of Michigan, so far from resenting the prisoner’s arrest, had put a warrant for his extradition into the hands of the proper officer. The sovereignty of the state, therefore, was not outraged, unless it resided in the prisoner’s person. _A sovereign s.^eJ^ouÍ)J;le.si¿p.un¿toL%ht the battle of its citizen^ when iiehas his quarrel just; but it is not bb¥hdUb“mamtam,Lim___against demands of foreign justice from which he has fled. It may, or it may not, interpose its shield at discretion; but the exercise of this discretion will be directed, not by any claim, he may be supposed to have on it, but by a consideration of the consequences to the general weal. , The, federal constitution takes away this discretion in the ease of an executive, -deffiand,' and Jnakes that a matter of duty which _.,els,e,_ had been a matter of grace ; butTit does not prevent a state from dispensing with a demand. The constitutional provision was not devised for the benefit'of the fugitive. It was intended to obviate the principle that one government may not execute the criminal laws of another. The practiee_.has. been to arrest, on hot, pursuit, a fugitive from justice, wherever found; and were not the violation of territory -consequent on ib tolerated by common consent, few fugitives from justice would be brought back. In its practical results, the constitutional provision is nearly inoperative. ,The tardy publicity of laying a ground for demand by indictment or affidavit, of transmitting the documents to the proper executive, and of procuring a ■warrahtTof\"arrest from him, necessarily warns the fugitive of his danger and leads to another flight. It was formerly the practice of the executive in this state, to act in the matter by the instrumentality of the judiciary; and though I have issued many warrants, none of them has ever been followed, by an arrest. The consequence of the inefficiency of the constitutional provision, has 'been that extra-territorial arrests have been winked at in every state; but an arrest at sufferance would be useless if its illegality could be set up by the culprit. Has he been allowed to do so ? Let the question be answered by the cases quoted. The prisoner, in Brewster’s case, insisted that he had been kidnapped abroad; but he was held to answer. That case has not been overruled or before doubted. And the English courts held the same doctrine. It was enforced in Susannah Scott’s case; and in Mack’s, as well as in Kran’s case, the broad principle was established that .want of authority for the prisoner’s arrest cannot protect him from prosecution. And Viremaitre’s case shows the decisions of the American and English Courts to be founded on a principle of universal law. A judge at the place of arrest, could not be bound to discharge a prisoner proved to have fled from a well founded accusation of murder. But the prisoner would not be without his remedy by action; and I know not what other remedy he 'ought to have. Be that as it may, he has failed in this instance to entitle himself to a discharge.\nRemanded.",
        "type": "majority",
        "author": "Hibson, O. J."
      }
    ],
    "attorneys": [
      "Alden, with whom was' M’ Candless, for the relator.",
      "Magraw and Seldon, contrá."
    ],
    "corrections": "",
    "head_matter": "Dows’ case.\nIn the ease of the escape of a fugitive from justice from this state to Michigan, after having been charged in this state, by indictment, with forgery,' his arrest in the latter state without legal authority possessed by those who made it, will not entitle the prisoner to discharge before prosecution, his release not being demanded by the executive of Michigan.\nHabeas corpus before the Supreme Court, at the instance of Joseph Dows.\nJoseph Dows was a fugitive from justice from the county of Allegheny, Penna., being at the time he fled charged, by indictment, with forgery, and, by complaint of W. Thompson, with obtaining money under false pretences. It being ascertained that he was in the state of Michigan, a requisition was made by the governor of this state upon the governor of Michigan for his surrender. In pursuance thereof, the governor of Michigan issued his warrant to arrest and surrender the said Dows to the authorities of this state. Afterwards the said Dows was arrested at Detroit, by the officers of the steamboat “ Ocean,” when on board of said boat, and was carried to Erie, in this state, and there delivered to the sheriff of Erie county, and conveyed to Pittsburgh and lodged in jail. The officers of the said steamboat had not any warrant in their hands at the time of the arrest, and the sheriff of Erie county was also without warrant.\nIn the forgery case the said Dows was held in custody on a warrant issued out of the Court of Quarter Sessions; and in the other case, on a warrant issued by an alderman. He claimed to be dischai’ged because of the defect in the mode of his original arrest.\nAlden, with whom was' M’ Candless, for the relator.\nDows is a citizen of Michigan. A criminal cannot, as a matter of right, be pursued into the territory of another nation for the purpose of capture: 14 Peters 549.\nThe different states of this union, quoad hoe the administration of justice within their borders, the protection of their citizens according to the laws of the state and federal governments, are foreign to each other: opinion of Bell, J., Penna. L. J., 151. Foreign states are not bound to the extradition of criminals, unless by treaty stipulation: 2 Brock. Reps. 506; 10 S. & R. 134, Short’s case; 2 Brock. 507. The states of the federal union, as to the extradition of fugitive criminals, are foreign to each other, and have provided for the extradition of fugitives from justice, in the constitutional compact: Vide art. 4, sect. 2, Con. U. S.; 4 Johns. Ch. Rep. 106; opin. of Bell, J., 2 P. L. J. 151. This imports ex vi termini that there is no other legal mode of extradition. Also cited 2 Pa. Law Journal 150; 2 Barn. Cress. 446; 7 Vermont 124.\nMagraw and Seldon, contrá.\nIn Susannah Scott’s case, 9 Barn. & C. 446, where a person charged with perjury in England was arrested in Brussels and carried to England, Lord C. J. Tenterden hold that in such case the Court would not inquire into the circumstances of the arrest. Mack’s case, 3 Bast 157, and Kran’s case, 1 B. & C. 258, establish the principle, that where one is arrested without warrant, or on a defective warrant, the Court will not discharge him, if there be sufficient evidence that an offence has been committed. In Brewster’s case, 7 Vermont R. 121, the defendant had been arrested in Canada without any warrant from the authorities there, and brought into Vermont for trial. He objected on the grounds of the illegality of his arrest, but his objection was overruled on principles conclusive of this case. In Viremaitre’s case, decided in France, reported in National Police Gazette, vol. 6, No. 36, published May 10, 1851, the defendant, with others, who had been intrusted with the valuables of Count de Caumont, removed them from the residence of the count and disposed of them at auction, and, with the proceeds, fled to this country where they were arrested and taken back to Paris. Before the trial of the cause, the counsel for Viremaitre moved for his discharge, and that he be conveyed to the frontiers of the country, for the reason that the offence with which he was charged, was not embraced in the extradition treaty between this country and France, and that his arrest in the city of New York, and delivery up to the French authorities, was illegal. The Court, after argument, refused the motion.\nThe arrest was not made by citizens of Pennsylvania. The requisition of the governor of this state, and warrant of the governor of Michigan, made it the duty of the authorities of Michigan to make the arrest. His being arrested without warrant, possessed by those who arrested him, does not entitle him to discharge. The executive of Michigan has not complained of the arrest.\nSeptember 15, 1851,"
  },
  "file_name": "0037-01",
  "first_page_order": 37,
  "last_page_order": 40
}
