{
  "id": 969098,
  "name": "Harley versus Parry",
  "name_abbreviation": "Harley v. Parry",
  "decision_date": "1851-09-18",
  "docket_number": "",
  "first_page": "44",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 44"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Ohio 519",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 511,
    "char_count": 11316,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 6.953181076708474e-08,
      "percentile": 0.42150604147191595
    },
    "sha256": "272a6f05e6017f78d4305abf0a71fec454ce4fe638d704126ab29ab6c7e191f7",
    "simhash": "1:346af8c44c9a30e9",
    "word_count": 1956
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harley versus Parry."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nRogers, J.\nThe liability of Harley under the agreement of the 13th July, 1840, for the amount of money expended in carrying on and prosecuting suit, as to the validity of the patent, is not an absolute liability to pay at all events and without conditions. Harley, by the express terms of the contract, is only bound to pay if the patent is established, out of the first verdict for damages, if sufficient to pay the whole debt; if not sufficient, then to pay the balance out of the next verdict that may be rendered. It is further provided that if the right to the patent should be established in favour of Harley, and no damages recovered, then Harley agrees to pay the sum expended within-twelve months from the date of the judgment sustaining the validity of the patent. And further, if the said patent be not sustained by the Court, then the agreement to be void and of no effect. The agreement, as thus stated, it will be remarked, contains several stipulations highly favorable to Harley in the mode and manner of payment; and next is a stipulation that in one event, viz. the failure of the Court to sustain the patent, the contract should be altogether void. Thus the case stands on the original contract; but the counsel for the plaintiff contends, and so the Court, in effect, ruled, that the article of agreement was cancelled and annulled, and another contract substituted. That the parties, eight years afterwards, viz. 25th March, 1848, entered into a new agreement endorsed on the article, by which they ascertained the amount expended by Parry; and that Harley, by promissory note, viz. the note in suit, bound himself to pay the same. This is denied by defendant, and on this the case turns. For if, as the defendant alleges, the agreement of the 13th July, 1840, remains in force, the suit, as is plain, should have been brought in debt or covenant, and not assumpsit. The defendant insists, and with this we concur, that the acknowledgment of indebtedness contained in the paper writing dated the 25th March, 1848, was intended merely to ascertain the sum to be paid in accordance with the contract. This sum, be it observed, for some reason not explained, the parties omitted to ascertain when the original agreement was entered into. In this important particular the agreement was defective and incomplete, and this defect was supplied by the endorsement of the 25th March, 1848. And this we think plain; for if that writing was designed as a new, distinct, and independent agreement, as plaintiff alleges, it is difficult to give a satisfactory rteason why the evidence of it was endorsed on the original agreement and reference made to it. Nor is it clearly comprehended why the article of agreement itself was not expressly cancelled or destroyed. We see no evidence that the note, as it is called, was accidentally written at the foot of the article. It rather seems to us much more probable it was purposely so done. For this would be correct only on the supposition that it tvas intended as the evidence or result of a settlement between the parties as to the amount due for expenses paid. This, we think, is the rational view of this transaction. There is nothing in opposition to this vieAV of the case that we perceive, but several things appear which confirm it. The endorsement contains an acknowledgment of indebtedness, but no promise to pay; and most likely for this reason, that it was unnecessary, as the promise to pay and the manner and conditions of payment, are fully set out in the original agreement. It also weighs greatly with me, that it is highly improbable that Harley would consent to cancel an agreement containing stipulations highly favorable to himself, as to the mode, manner of payment, and ultimate liability, without any consideration whatever, so far as it 'appears, or any motive assigned which could move him to commit an act of such gross folly. We are of opinion, for these reasons, the action is misconceived, as it should be in covenant or debt, and not assumpsit. The distinction is not a matter of form but substance. The former remedy saves intact the rights of both parties, whereas the latter deprives Harley of all defence under the contract, fixing him with an absolute instead of a conditional promise to pay the debt, and materially altering the mode and manner of payment. Whether the writing endorsed on the article of itself, divested of all other considerations, may be viewed as a promissory note, it is needless, in the view we take of the case, to discuss.\nJudgment reversed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Oopy of Agreement and Due-hill.",
      "Hampton and Dunlop, contrá,"
    ],
    "corrections": "",
    "head_matter": "Harley versus Parry.\nA patentee, in consideration of the re-assignment of a patent right, agreed under seal to refund to the assignee the amount of money expended by him in the prosecution of suits for violations of the patent right, out of the first verdict for damages, if sufficient to pay the whole thereof ; and if not sufficient, then to pay the balance out of the next verdict; and if the patent right be established, and no damages recovered, then ho was to pay the sum so expended within twelve months from the date of the said judgment; but if the said patent be not sustained, then the agreement to be void. By a further instrument, written on the same paper on which the said agreement was written, and dated above seven years afterwards, ho acknowledged himself to be indebted to the assignee in a definite sum, being the amount due him on settlement for counsel fees, costs, &c., in the said suits;—\nIt was Held, that no new consideration being shown for the new promise, its object was merely to ascertain the sum to be paid under the sealed agreement, and that it was not a new and independent agreement; and therefore that the action should not have been in assumpsit for the amount fixed in the latter instrument, but in debt or covenant on the conditional contract.\nError to the District Court of Allegheny county.\nThis was an action of assumpsit by John O. Parry against James Harley. It was on a due-bill or instrument, dated March 25, 1848, hereinafter stated.\nJames Harley was the inventor of an improvement in casting chilled rolls, patented in 1836, at which time he conveyed his interest in said patent to MeClurg, Parry, and Higby, of which firm the defendant in error was a member. The grantees being unsuccessful with the invention, reassigned to Harley his patent aforesaid. In consideration of -which, Harley executed an agreement under seal, agreeing upon certain contingencies to pay Parry certain expenses, which he, Parry, had incurred. Afterwards, on the 25th March, 1848, Harley signed the instrument upon which this suit is brought (not under seal), but being at the bottom of the same paper on which the above-mentioned agreement is written. For Harley, it was contended that both instruments should be taken together, and that the last paper was merely a liquidation of the amount, which was subject to the stipulation in the first agreement; that therefore the action being in assumpsit, cannot be sustained.\nOopy of Agreement and Due-hill.\n“In consideration of the re-assignment to me of my patent, for an improvement in the mode of casting chilled rollers, and other metallic cylinders and cones, I do hereby promise and agree to refund to John C. Parry the amount of money expended by the said Parry, and also by McOlurg, Parry, and Higby, in carrying on and prosecuting suits up to this date, for a violation of said right, out of the first ver'dict for damages, if sufficient to pay the whole thereof, and if not sufficient, then to pay the balance out of the next verdict that may be rendered in my favor, and if the said right should be established in my favor, and no damages recovered, then I agree to pay the said sum so expended within twelve months from the date of the judgment sustaining the validity of said patent; but if the said patent should not be sustained by the Court, then this agreement to be void and of no effect.\n“Witness my hand and seal, this 18th July, 1840.\n(Signed) “ James Harley.” (Seal.)\n“ I hereby acknowledge that I do owe and am indebted to John C. Parry the sum of fifteen hundred and fifty-eight dollars and forty-three cents ($1558.43), lawful money of the United States, being the amount due to him on. settlement this day for fees to lawyers, costs, and interest in the above suits for chilled roll case.\n“Pittsburgh, March 25th, 1848. “James Harley.”\nThe declaration was in assumpsit. Plea, non assumpsit, payment, &c. October 16, 1849, jury sworn. On the trial, the plaintiff’s counsel offered in evidence the due-bill, dated 25th March, 1848, for $1558.43. It was objected to on the ground that the entire instrument was not declared on. The objection was overruled and the due-bill admitted, and exception by defendant’s counsel. The plaintiff rested.\nOn the part of the defendant was read in evidence the agreement between John O. Parry and James Harley, dated 13th July, 1840, on which the above due-bill was written. His counsel then offered to show: 1. That there had been a recovery of damages ■in the actions on the patents referred to in the instrument offered by defendant. 2. That the amount thereof was not sufficient to pay the sum liquidated for fees, &c., being $75 in one case, and $160 in the other. The counsel for plaintiff objected that the cause having been closed, it was too late; 2. Irrelevant; 3. The defendant agreed to waive the provisions in the agreement for his benefit, and settled the sum due as per due-bill. The defendant does not allege fraud or mistake. The Court sustained the objection, and defendant’s counsel excepted.\nHepburn, J., instructed the jury to find for the plaintiff, reserving the question' as to the right of the plaintiff to a verdict on the law of the case. On the 5th of November, 1849, the Court entered judgment for the plaintiff on the point reserved.\nIt was assigned for erj-p'r;-: 1. The Court erred in receiving due-bill, objected to in the first bill of exceptions. 2. The Court erred in rejecting the evidence offered by defendant. 3. In entering judgment for plaintiff on the points reserved.\nSalden, with whom was Shaler, for plaintiff in error, contended that the plaintiff below could not recover in this action. That there was nothing in the memorandum or acknowledgment of indebtedness which disconnected it from the first agreement; on the contrary, it refers to it, and there is nothing in it indicating an intention of suspending the original; that the acknowledgment of indebtedness merely liquidated the sum to be paid in accordance with the terms of the original; that there was no promise to pay in this writing, for the reason that the promise and manner of payment are specified in the agreement to which the note refers. If this be admitted, the action should not have been assumpsit; and unless the two instruments indicate clearly that one shall be in lieu of the other, both must stand and be taken as one. Whether this acknowledgment wuis part of the original or not, was a question of fact, and for the jury to determine: 5 Ohio 519.\nHampton and Dunlop, contrá,\ncontended that the note or instrument on which the suit was brought, was a final settlement between the parties, and that the action of assumpsit was rightly brought.\nSept. 18, 1851,"
  },
  "file_name": "0044-01",
  "first_page_order": 44,
  "last_page_order": 48
}
