{
  "id": 969059,
  "name": "Meadville versus The Erie Canal Company",
  "name_abbreviation": "Meadville v. Erie Canal Co.",
  "decision_date": "1851-09-29",
  "docket_number": "",
  "first_page": "66",
  "last_page": "69",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 66"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 473,
    "char_count": 8974,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 1.5592410202426145e-07,
      "percentile": 0.6766415725395574
    },
    "sha256": "521e85775cf1a7f847880f2bd56daf5f27b8c1fed14081f08ea0d20bad3c4c09",
    "simhash": "1:6444af189f038cad",
    "word_count": 1571
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Meadville versus The Erie Canal Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nLet the judgment be affirmed on the opinion delivered by the President of the Common Pleas.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Finney and Derriokson, for the plaintiffs in error.",
      "Davis, Snoioden, and Walker, for the Erie Canal Co."
    ],
    "corrections": "",
    "head_matter": "Meadville versus The Erie Canal Company.\n1. In the absence of special obligation by prescription or legislative enactment, the duty of repairing public bridges falls on the public, either on the county, city,.or borough in which the bridge is erected.\n2. The Brie Canal Company is not bound to keep in repair bridges crossing the French Creek feeder of the Brie Canal, in the borough of Meadville.\nError to the Common Pleas of Crawford county.\nThis was an action of assumpsit by The Burgess and Town Council of the Borough of Meadville v. The Erie Canal Company, to August term, 1850. The parties by their counsel agreed to the following case stated.\n“.The parties to this suit agree to the following facts in this case, to be submitted to the Court as a case stated: 1st, certain bridges in the borough of Meadville, in the public streets of said borough, crossing the French Creek Feeder of the Erie Canal, were out of repair and dangerous and unfit for the purpose of a highway, of which said company had notice. The streets over which said bridges were erected, were public highways before the erection of said canal. That the burgess and town council were compelled, in order to preserve the said highways and thoroughfares for the use of the public, to repair and re-construct the same. That the burgess and town council called on said company to repair and re-construct, which they refused to do. The question to be determined by the Court is, whether, under the laws of this Commonwealth, said company is bound to keep up said bridges. This suit is instituted to recover the expenses of re-constructing and repairing the bridge on Walnut street. If the Court should be of opinion that the plaintiff is entitled to .recover, damages to be determined by referees chosen by the parties, Edward Saeger, Lot P. Dun-ham, and William Compton, whose estimate is to be final, but with leave to take a writ of error.”\nBurlington, J.', presiding at a special Court, directed judgment to be entered for the defendants. His opinion was as follows:—\n“The points raised in the case stated and in the argument, are of much importance. The French Creek Feeder of the Erie Canal was originally constructed by the Commonwealth, and in this instance, as in all other of her public works, she constructed not only farm bridges, but also those where the canal crossed public highways. That the Commonwealth had the perfect right, in the building of her public roads, to cross roads and cut through the streets and alleys of cities and boroughs, as well as through the private property of individuals, there can be no doubt. In the case of private individuals, the constitution required that compensation should be made for any injury sustained. In the case, however, of public roads or streets, notwithstanding the officers, it is believed, generally constructed causeways and bridges for the accommodation of the public, yet that they were bound to do so is not conceded. The legislature had the power to impose that duty upon the counties, or to direct it to be done at the expense of the Commonwealth. By whom the bridges in this case were originally erected, is not mentioned in the stated case, but no doubt they were, in accordance with the usual custom, erected by the public officers of the state.\n“ Who then, as between the Commonwealth and the corporation of the borough of Meadville, were bound to keep them in repair ? The legislature might direct it to be done either at the expense of the Commonwealth, or the corporation, or the county. But in the absence of any express direction, upon whom was the duty imposed of common right to repair ?\n“ In Woolrych on Ways, 4 Law Library, top page 168, it is laid down, ‘that the county, city or corporation, where they (the bridges) are situate, are respectively bound to repair as a general principle.’ And Lord Coke, as cited in 2 East Rep. 493, says : ‘ But admit none at all were bound to the reparation of bridges, by whom should they be repaired by the common law ? The answer is, by the whole county wherein the bridge is, because it is for the common good and ease of the whole county.’ Again, in Woolrych on Ways, top page 159, the writer says: ‘If part of the bridge happen to be in one shire, and the other part in another, or in some city, or town corporate, then the respective shires, cities, &o., shall repair within their several limits.’ This doctrine is fully sustained by the unanimous opinion of the Court of King’s Bench, in the ease of The King v. The Inhabitants of the West Riding, 5 Burrows 2594. And also in the case of Rex v. The West Riding of Yorkshire, 2 East 342. In this latter case, the bridge had been built by a turnpike company, under an act of parliament, which authorized it to take tolls for the repair of the road, &c.; and Lord Ellenborough, in his opinion, says, ‘ I will suppose they were authorized to erect the bridge, yet no fund having been especially provided by the legislature for the repair of it, the burden must fall where the common law has placed it, namely, on the riding.’\n“ These authorities are abundant to show that in the absence of any special obligation by prescription or legislative enactment, the duty of repairing bridges falls on the public, either the county, city, or borough where the bridge is erected, provided it be a bridge dedicated to and used by the public.\n“ This being the common law rule, our next inquiry is, has the legislature imposed the duty on the defendants, the Erie Canal Company, of repairing the public bridges across the canal in the borough of Meadville ? In the 17th section of the Act of incorporation, Pamphlet Laws of 1843, page 43, it is enacted, that the company ‘shall maintain and keep in repair all farm bridges and causeways on the line of the said canal.’ And in the 19th section, ‘ it shall be lawful for the company to take, dig, and carry therefrom any stone, gravel, or clay, sand, or earth, necessary for constructing any bridges, culverts, viaducts, or other buildings, which may be required in the maintenance and repair of said canal,’\n“ By these provisions of the Act, it seems abundantly clear that the company is bound to repair and maintain farm bridges and causeways, and to take materials for that and other purposes necessary to keep the canal in order. But if it was the intention to impose the duty of repairing public bridges also, why was it not so expressed? Why confine it to ‘farm bridges?’ Is it not very clear that by specially confining it to farm bridges, the legislature intended to exempt the company from the duty of repairing public bridges, and leave that where the common law placed it ? Fxpressio unius est exelusio alierius. Nor is there anything in the 19th section to increase the duty mentioned in the 17th, except by strained inference, which ought not to be made, where the law has expressly declared the extent of the duty intended to be imposed in regard to bridges.\n“ But it is said that the Act of the 31st May, 1844, Pamphlet Laws 582, imposes this duty by express terms. In the eighth paragraph of the 1st section it is enacted, that the ‘ Erie Canal Company are hereby required to rebuild or repair such of the public bridges on the French Creek Feeder and Erie Canal as require rebuilding or repairing, the expense of which to he charged as other repairs of said canal.’ This Act is the general appropriation bill, and the 1st section expressly confines the provisions to ‘ one year,’ ending 1st June, 1845, and cannot, in the opinion of the Court, be so construed as to impose a continuing obligation on the company. The legislature might well intend to impose the duty of making repairs then required, and authorize the company to charge the expense in their repair account to the Commonwealth, according to the previous section of the Act, without intending to continue indefinitely this burden on the state, in the event of their resuming the work. The case stated requires the Court to decide whether the said company is bound to keep up said bridges; and we think that the Act of 1844 is temporary in its provisions, and does not impose a continuing obligation. The conclusion we have come to is, that the duty of repairing this public bridge is, by the common law, thrown upon the public (whether on the borough or county, it is unnecessary for us now to decide); and that the Acts of Assembly cited have failed, by a fair construction, to impose that duty on the Erie Canal Company.\n“ This disposition of the main question renders it unnecessary to consider the other points as to the liability of the company in the present form of action, &c.\n“ The Court, therefore, for the reasons above stated, direct judgment to be entered for the defendants.”\nFinney and Derriokson, for the plaintiffs in error.\nDavis, Snoioden, and Walker, for the Erie Canal Co.\nSeptember 29."
  },
  "file_name": "0066-01",
  "first_page_order": 66,
  "last_page_order": 69
}
