{
  "id": 969153,
  "name": "Brandt versus McKeever",
  "name_abbreviation": "Brandt v. McKeever",
  "decision_date": "1851-09-29",
  "docket_number": "",
  "first_page": "70",
  "last_page": "71",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 70"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Wheaton 270",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 308,
    "char_count": 4960,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 1.4422787341065333e-07,
      "percentile": 0.6533660842775003
    },
    "sha256": "2513937d62bdc574101b09ba5b4be7a7622d7d73badbcadf66ef4dcc80ccf9b0",
    "simhash": "1:df130f338287ba7d",
    "word_count": 886
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Brandt versus McKeever."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court'was delivered by\nGibson, C. J.\nThe question is, what did the state mean to grant by a warrant and survey of the bottom of the river ? “ From and after the issuing of the said warrant,” says the statute, “ the right to dig and mine for iron, coal, limestone, sand, and gravel, fire-clay, and other minerals, shall vest and be in the party in whose favor the said warrant shall issue.” The grant is therefore not of the soil, but of a right to mine and dig in it; and to take to the use of the warrantee the product of his digging and mining, and everything he shall have made his own by the impress of his labor; but of nothing else. A right to dig for minerals is essentially different from a right to the soil. Nothing is more common in every part of the state where coal or iron abounds, than a right to dig for it below the surface of the ground, separated from a right to the surface itself. A grant of it conveys no more than a license to take and appropriate the minerals beneath; but it vests no property in them till they are taken and appropriated. The plaintiff had no better right, therefore, than had the defendant, to the sand deposited by the current; or rather the right to it was exclusively in the state. True, it is said in the third section of the Act, that the warrantee may receive “ a patent for the land;\" but the generality of the expression is qualified by directing that the patent contains only a grant to dig and mine. The subsequent Act, more distinctly restraining the generality of the terms, was unnecessary, and we are therefore relieved from a consideration of its constitutionality.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Oliphant and T. Williams, for plaintiff in error.",
      "Mellon, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Brandt versus McKeever.\nA warrant, issued under the Act of 11th April, 1848, and a survey thereon, of the bottom, of the Monongahela river, passes not the title to the soil, but the right “to dig and mine for iron, coal, limestone, sand, gravel, and fire claythe warrantee does not acquire the right to the sand deposited on the bottom of the bed of the river by the current: the right to that remains in the Commonwealth. The patent for the land granted only the right to dig and mine under the bed of the river.\nError to the Common Pleas of Allegheny county.\nJacob E. Brandt, plaintiff in error, v. Alexander McKeever. Jacob E. Brandt instituted before an alderman an action of trespass v. Alexander McKeever, for taking sand and gravel from a certain portion of the bed of the Monongahela river, which had been and was at that time embraced within his survey of 100 acres made on a warrant, dated 24th April, 1848, under the Act 11th April, 1848. See Pamphlet Law of 1848, p. 533.\nThe justice having entered judgment against plaintiff for costs, an appeal was taken to the. Court of Common Pleas, No. 63, Oct. Term, 1848. The following case was stated for the opinion of the Court, viz.: Plaintiff got a warrant and survey under the Act of 11th April, 1848, to encourage the further development of the mineral resources of the Commonwealth of Pennsylvania; defendant afterwards took $10 worth of sand from the bed of the river Monongahela, within the bounds of plaintiff’s survey; whereupon plaintiff brought this action for damages. If the Court are of opinion that plaintiff, under the warrant and survey, was entitled to the sand within his survey on the bottom of the river, it is agreed that judgment shall be entered for plaintiff for $10. If the Court think plaintiff not entitled, then judgment to be entered for defendant, with liberty to either party to take a writ of error.\nSee Act of 11th April, 1848, in Pamphlet Laws 533. The Act of 24th March, 1849, Acts of 1849, p. 225, declares that the Act of 11th April, 1848, shall not be construed to grant any right or privilege whatsoever to the surface of the bed of any river; but any rights acquired under said Act shall be confined exclusively to sinking shafts and mining beneath the beds of such rivers.\nAugust 31, 1851. McClure, J., directed judgment to be entered for defendant.\nThis judgment was assigned for error.\nOliphant and T. Williams, for plaintiff in error.\nMellon, for defendant in error.\nThat the Act of 24th March, 1849, was constitutional, he referred to O’Connor v. Warner, 4 W. & Ser. 223 ; Lamberton v. Hogan, 2 Barr 25. “ Until the judiciary has fixed the meaning of a doubtful law, upon which rights have become vested, it may be explained by legislative enactment.” . O’Connor v. Warner, supra.\nThe right to dig and mine for sand, gravel, &c., in the 100 acres granted to plaintiff in error by the Commonwealth, by virtue of the Act of 11th April, 1848, is within the Manor of Pittsburgh, which is reserved to the late proprietary and his grantees by the 8th sect. Act 27th November, 1779. The legislature, therefore, have no authority to grant the plaintiff in error any exclusive interest in the bed of the river, within the Manor of Pittsburgh: Penn’s Lessee v. Klyne, 4 Ball. 402; 9 Wheaton 270.\nSept. 29,"
  },
  "file_name": "0070-01",
  "first_page_order": 70,
  "last_page_order": 71
}
