{
  "id": 969154,
  "name": "Toman versus Dunlop",
  "name_abbreviation": "Toman v. Dunlop",
  "decision_date": "1851-09-29",
  "docket_number": "",
  "first_page": "72",
  "last_page": "77",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 72"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Rawle 231",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824620
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/5/0231-01"
      ]
    },
    {
      "cite": "2 Rawle 168",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0168-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 605,
    "char_count": 16556,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 1.0687465407473119e-07,
      "percentile": 0.5592198618529497
    },
    "sha256": "5e09becaf0e9444f61aec74a60f9f3b8f72c2c781044688aa20cde21b49e0a65",
    "simhash": "1:baf5e20ac883a59e",
    "word_count": 2959
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Toman versus Dunlop."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nGtbson, O. J.\nA satisfactory .result can be obtained in this case only from an analysis of the will. The first limitation in it is to the testator’s son James, expressly, for life. The second is to the three children of James, by name, in the words of the testator, to “his heirs for ever, viz. William, Charlton, and Ann Janetteto whom the estate is given in parcels to be enjoyed by them in severalty. This limitation to them by name, coupled with the word “forever” which is a word of inheritance in a will, though not in a deed, made them purchasers of a vested remainder in fee. Of what description ? On that point the will is clear. “ But it is my will,” adds the testator, “that if either of my said grandchildren, viz. William, Charlton, and Ann Janette, die before my said son, James Toman, without leaving lawful issue, then his or her share shall go and be equally divided among the survivor or survivors.” Had this failure of issue been designated as an indefinite one, the fee simple before given by the word forever, would have been cut down by implication to a fee tail with cross remainders by express devise to the survivors : and as such I was at first inclined to view it. The failure described by the testator, however, was not a general, but a particular one, which would happen, if at all, only in the lifetime of James Toman; and an estate tail is implied only from a provision for a general failure. Had one of the grandchildren died and left issue living James, such issue would not have been tenant in tail, but the absolute owner in fee, because the contingency would not have happened on which the estate was to have gone over. The estate limited in severalty to each of the three, therefore, was a qualified or defeasible fee, on •which was mounted by executory devise, a further limitation to the survivor or survivors, at the death of the father. A common recovery does not bar such a limitation ; but, on the principle of estoppel, it certainly passes the estates of all who were parties to it; and not only did the children of James seal the deed to lead the uses, but two of them were vouched without counterpleading the warranty. The recovery, therefore, destroyed all the limitations to the grandchildren.\nBy the will, they had a defeasible fee simple; and, as has been said, any further limitation could be only by executory devise. Had it not been for this principle, a survivor would have had a fee tail engrafted on his fee simple. “And if all three should die,” says the testator, “without leaving lawful issue after the death of my son James Toman, then my entire estate shall go to my next of kin now living in Ireland, to be divided among them, share and share alike.” This final limitation is clearly an executory devise to the next of kin bn the happening of what is described as a general failure of issue, which would be too remote, and the only difficulty in the case is to determine whether it is not restrained to the life of the survivor of the devisees. It is certain that an executory devise to a person in esse to take effect on a general failure of issue, is good, because the estate must go over, if at all, in the lifetime of the devisee. But the words “ next of kin” -were evidently intended to designate a class or stock; and the words “ now living in Ireland” were as evidently intended to give it a local habitation and a name, in order to distinguish it from some other class or stock of the same stamp residing elsewhere. They are words of location, not of individuation. Is it possible the testator could have intended that his estate should escheat rather than go to the descendants of his Irish relations then living ? He could not have intended to designate individuals, by a general description, who might have died since he had heard of them, to the exclusion of their children. The happening of the contingency, therefore, was not restrained to the lifetime of the devisees in Ireland; and the result of the whole is that, as the intermediate limitations were destroyed by the common recovery, and the executory devise is void, the whole estate is vested absolutely in James Toman.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gtbson, O. J."
      }
    ],
    "attorneys": [
      "Howard, for plaintiff in error.",
      "Dunlop, eontrd."
    ],
    "corrections": "",
    "head_matter": "Toman versus Dunlop.\n1. A testator devised to his son Janies, all his property real, personal, and mixed, for and during his natural life, and to his heirs for ever, viz., the children of James, being three in number, and naming them, to be divided by them in the manner stated in the will; and he further provided “ that if either of my said grandchildren die before my son James, without leaving lawful issue, then his or their share shall go and bo equally divided among the survivor or survivors; and if all three should die without leaving lawful issue, after the death of my son James, then my entire estate to go to my next nearest kin, now living in Ireland, to be divided by them share and share alike.\" A common recovery was suffered in which James was defendant, and in which two of his said children were vouched, and who vouched over the common vouchee. —Held, that the failure of issue, described by the testator, was not a general one, but a particular one which would happen, if at all, in the lifetime of James the son; the estate limited in severalty to each of the three grandchildren, was a qualified or defeasible fee, on which was mounted, by executory devise, a further limitation in fee to the survivor or survivors, at the death of their father; that a common recovery does not bar such a limitation, but, on the principle of estoppel, it passes the estates of the children who were parties to it.\n2, Held, that the final limitation to the next of kin ncno living in Ireland, was an executory devise to the next of kin on the happening of a failure of issue; that the failure of issue was not restrained to the lifetime of the survivor of the devisees in Ireland, but that those terms were intended to designate them as a class, and were designed to extend to the descendants of such devisees and to imply a general failure of issue, which was too remote; that the executory devise was therefore void; and as the intermediate limitations to the grandchildren were destroyed by the common recovery, the estate vested absolutely in James, the son of the testator.\nError to the District Court of Allegheny county.\nIn this case, J. Dunlop was plaintiff, and James Toman was defendant.\nThe matter in controversy depended on the question of title hereafter referred to. An agreement and statement was submitted, to be considered -in the nature of a special verdict, and to he subject to a writ of error. It was to the following effect:\nWilliam Toman made his will, registered in the county of Allegheny (pro ut same), and died, leaving living the devisees named in the will. That Ann Janette, Charlton, and William, the devisees under the will, being anxious to vest the absolute title to the estates devised, in said James Toman, they, in conjunction with said James for that purpose, instituted proceedings in common recovery, in the District Court aforesaid (pro ut same), Nos. 391 and 453, of November Term, 1849.\n• If the said proceedings vest the title in said James Toman, according to the terms of the agreement between the plaintiff and defendant (pro ut same), judgment to be entered for the plaintiff for the sum demanded, and if said proceedings are not sufficient to vest the title in said Toman, then judgment to be entered for the plaintiff for the sum of ten dollars.\nIt was, inter alia, provided in the will of William Toman as follows:—\nI will and bequeath to my son James Toman all my property, real, personal, and mixed, for and during his natural life, and to his heirs for ever, viz. William, Charlton, and Ann Janette, to be divided by them in the following manner, viz., &c.\nAnd it is my will, that if either or any of my said grandchildren, viz. William, Charlton, and Ann Janette, die before my son James Toman, without leaving lawful issue, then his or their share shall go and be equally divided among the survivor or survivors, and if all three should die without leaving lawfful issue, after the death of my son, James Toman, then my entire estate to go to my next nearest kin, now living in Ireland, to be divided by them share and share alike. Signed William Toman.\nA deed to lead the uses in the common recovery was executed, dated the 18th of October, 1849, between James Toman, of the county of Allegheny, &c., son and devisee of William Toman, deceased, of the first part, and Cyrus Huston, of the second part, and William Toman, Charlton Toman, and Ann Janette Toman, grandchildren and devisees in tail, under the will of the aforesaid William Toman, of the third part, witnesseth: — That for docking, and barring, and destroying all estates tail, reversions, remainders, and other estates expectant, or depending of, and in the lands, tenements, hereditaments hereinafter granted, released, created, or limited, by the last will and testament of William To-man aforesaid, dated the 10th of April, one thousand eight hundred and forty-four, and registered in the said county of Allegheny; and for limiting and assuring the said messuages, lands, tenements, hereditaments, viz. the property as described in the will.\nIn consideration of one dollar, lawful money of the United States, hereby paid by the parties of the first and second parts, and to the intent and purpose that a common recovery may be suffered of the said lands and tenements, in which the said Cyrus shall be demandant, and the said James Toman tenant, at the costs and charges of the said James Toman, and in which the said James Toman shall vouch the said tenants in tail, or either of them; It is agreed between the said parties, that the common recovery so suffered of said premises, shall enure to the use and behoof of the said James Toman, his heirs and assigns, for ever. And that the recoverer in said recovery, his heirs and assigns, shall stand and be seised of the said lands and tenements, to and for the only proper use and behoof of the said James Toman, his heirs and assigns for ever.\nSigned by James Toman, Cyras Huston, Ann Janette and Charlton A. Toman.\nA writ of entry, sur le post, issued in favor of Cyrus Huston v. James Toman, and was returned served. An exemplification of the record was filed, in which it was alleged that Cyrus Huston, the plaintiff, alleged that he was seised of the tenements as of fee; that James Toman appeared and vouched Charlton Toman and Ann Janette, who defended their right and vouched the common vouchee, “Jacob Moreland,” who defended his right and put himself upon the country. That the said Jacob afterwards failed to appear, and it was adjudged that Cyrus recover seisin against James, &c. Cyrus prayed a writ of seisin, which was granted, and was issued to Nov. Term, 1849. The sheriff returned that he caused full seisin of the tenements to be delivered to Cyrus Huston. The Court below entered judgment, on the case stated, for the plaintiff.\nIt was assigned for error, that the Court below erred in giving judgment for the plaintiff below on the case stated.\n1. Because the estate given to James Toman, Charlton Toman, Ann Janette Toman, and William Toman, under the will of William Toman, deceased, is not of such a character as to enable the said Tomans to suffer a common recovery, so as to vest the fee simple in James Toman, according to the contract of the defendant in error.\n2. Because the proceedings instituted by the defendant in error, in the Court below, Nos. 891 and 453 of Nov. T. 1849, are not sufficient to comply with the contract of defendant in error, supposing the Court should decide the estate to be of such a character that the fee could be vested in James Toman by a common recovery.\nHoward, for plaintiff in error.\nDunlop, eontrd.\n1. That James Toman took but a life estate, although whether he took an estate for life or an estate tail, was immaterial.\n2. That the grandchildren took cross remainders in fee, to be defeated on their death before James Toman; that is, to be defeated by the death of them all before' his death, without leaving issue. That if all or either of them should survive James Toman, they or any of the survivors would have taken absolute fees ; or if they all had died before James, and any of them had left issue, such children would have taken absolutely in fee. That this was on a definite failure of issue to take place before the death of James Toman.\n3. That, by the words “ if all three should die without leaving lawful issue, after the death of my son James Toman, then my entire estate .to go to my next nearest kin now living in Ireland,” they took estates tail by way of executory devise, to take effect upon the defeasance of the first devise in fee, defeasible during a life in being, viz., of James Toman.\n4. That the limitation, by way of contingent remainder, to the next of kin in Ireland, depending upon the extinction of the estates tail, was too remote and could not take effect: Fearne on Cont. Rem. 322, and n.\n5. That, although an executory devise cannot be barred by a common recovery, yet as the devisees were parties to that proceeding, the executory devise would pass as by a common assurance. To this point he referred to 5 Cruise, tit. Com. Rec. 490; ch. 13, s. 6; Id. 445, s. 14 ; Id. 522, s. 50. If a man be vouched, and appears, and suffers the recovery to be had, it is as effectual to pass the estate as if he himself were the recoveree : 2 Bl. Com. 362; Salk. 571; 5 Cruise 431.\nThe estates tail were barred, as this was a common recovery with a double voucher, in which the frceciye was issued against- the tenant for life who vouched the remainder-men in tail, who vouched the common vouchee.\nBut it is not worth while to inquire whether or not the devises in this will created in William, Ann Janette, and Charlton, the vouchees, defeasible fees with executory devises in fee over to the survivor of them, or estates tail, with cross remainders in tail and contingent remainders in fee, because estates defeasible, executory devises, estates tail, and contingent remainders, are all barred, or pass by a common recovery suffered as this is. It is only necessary to know that James Toman, the tenant to the prcecipe, had the freehold, which is expressly given to him in all the lands mentioned in the will: 5 Cruise, 279-80.\nIt was expedient to pass the executory devises, and to suffer these recoveries to defeat the contingent remainder to the next of kin in Ireland, in case it might not be too remote to be void, as our statutes, 27 Jan. 1750, and 10 Jan. 1799, only extend to estates tail.\nBut a common recovery duly suffered is not only a good bar to an estate tail but to all reversions and remainders depending on the estate tail, of which the recovery is suffered: 5 Cruise’s Dig. 451, tit. Recovery, c. 10, s. 55; Id. 471, s. 28; 1 Wood’s Conveyancing, 597 (D), 605 (L), 606.\nThe attempt by tenant for life to pass his estate by any common law conveyance, is a forfeiture of his estate to the vested remainder-man or to the heir; and if the remainder dependent upon such life estate were contingent, it would fall for want of a precedent estate to support it: 3 Ser. & R. 443, 453, Dunwoodie v. Heed; 9 Id. 322, 328, Lysle v. Richards; 10 Id. 296, Abbott v. Jenkins; Id. 429, Carter v. McMichael.\nIn the case of Stump v. Findley, it was held that although there • was no good tenant to the praecipe, the writ of entry being issued against Hetich and Riddle, who were equitable tenants of the freehold, who vouched Findley the devisor for life, who vouched the common vouchee, yet it forfeited the estate of the tenant for life, and consequently barred the contingent remainder in fee: 2 Rawle 168.\nSo in Waddell v. Rattew; the tenant in tail is made tenant to the proecipe, and there was, it would seem, but a single voucher, yet the contingent remainder was held to be barred: 5 Rawle 231.\nThe limitation to the next of kin now living in Ireland who may claim by way of contingent remainder, which would be, probably, the best construction, there being a sufficient precedent estate to support it; or by way of executory devise, as being limited after a fee defeasible in the life of James Toman, is in every aspect entirely too remote to take effect, and therefore it was unnecessary to make such kin a party to the recovery, and his estate would have fallen anyhow by the destruction of the precedent estates supporting such remainder.\nSept. 29, 1851,"
  },
  "file_name": "0072-01",
  "first_page_order": 72,
  "last_page_order": 77
}
