{
  "id": 969143,
  "name": "Caldwell versus Walters",
  "name_abbreviation": "Caldwell v. Walters",
  "decision_date": "1851-10-01",
  "docket_number": "",
  "first_page": "79",
  "last_page": "87",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 79"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 86",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846783
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0086-01"
      ]
    },
    {
      "cite": "3 Yeates 268",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6773219
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/3/0267-01"
      ]
    },
    {
      "cite": "4 Watts 286",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "6 Watts 294",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846045
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0294-01"
      ]
    },
    {
      "cite": "3 Penn. Rep. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "3 Wh. 313",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 797,
    "char_count": 22648,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 5.087064179953831e-07,
      "percentile": 0.9379971573632285
    },
    "sha256": "a5f22fbdc13516fcbaf2c664b1444f5b2c04aa2300b31f5dd4c353aeb492b544",
    "simhash": "1:80e768242a04e5c0",
    "word_count": 4062
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Caldwell versus Walters."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nChambers, J.\nJane M. Walters, the plaintiff below, claims' in this action her share as one of the heirs of a tract of land of which her father, Daniel McDonnal, died seised. The defendants, claiming under the same title, defend under a judgment entered against Charles S. Walters and. Jane M. Walters, his wife, in favor of Elizabeth Stewart. The declaration filed is on a bond, executed by the said Charles and Jane, his wife, dated 14th April, 1829, conditioned for the payment of $129, with a confession of judgment by attorney in pursuance of an alleged warrant of the date of the bond, which judgment is entered on the 11th May, 1829. On this judgment a fieri facias was issued in 1830, and a levy made on the right, title, and interest of Charles S. Walters and Jane M. Walters in the tract of land claimed. By virtue of a venditioni exp. the same was sold at sheriff’s sale, August 1830, and a deed made to Elizabeth Stewart, the plaintiff, for #100, who by deed in 1834 in consideration expressed of one dollar, conveyed to James Caldwell, one of the defendants, who entered and made improvements; and in 1840 obtained a patent from the Commonwealth, by payment of balance of purchase-money due on same. Charles S. Walters died some time after the sheriff’s sale, and before the institution of this action.\nThe question presented here is the legal effect óf the judgment referred to against Mrs. Walters, when a feme covert, and the proceedings on it during her coverture, to divest her title in the lands claimed, and bar her recovery. The question is one of importance to the public, so far as it relates to her title acquired by a judicial sale; and it is important as it relates to the protection of feme coverts, in the use and enjoyment of their real estate against the encroachment of a husband or others.\nThe bond and warrant of attorney of Mrs. Walters being executed by a feme covert, were not merely voidable, but absolutely void : Dorrance v. Scott, 3 Wh. 313. By law the wife is incompetent to execute a writing obligatory, or a warrant to confess judgment that will he obligatory on herself or her representatives. Whilst the common law has been changed in Pennsylvania, by usage and Acts of Assembly, allowing a feme covert to convey her real estate by deed executed and acknowledged before an officer of the law, in the form and manner provided for her protection; yet it has not been relaxed any in relation to writings obligatory or other personal obligation, by a feme covert, executed for the payment of money or the performance of any other act.\nSo absolutely void is the bond of a married woman in contemplation of law, that her coverture at the execution thereof may be given in evidence for the purpose of showing that it is void under the plea of non estfactum; or may be pleaded specially: James v. Fowks, 12 Mod. 101; Lambert v. Atkins, 2 Camp. 273. In the last case it is said by Lord Ellenborough, that a deed executed by a married woman is void ab initio. In Reed v. Jewson, cited by Buller, J., in 4 Term Rep. where a feme covert sole trader gave a bond and warrant of attorney to enter up judgment, on which execution was taken out, the Court held the warrant of attorney to be void, and set aside the judgment. The letter of attorney, said Aston, J., is an “absolute nullity.”\nIn Dorrance v. Scott, Justice Kennedy says, that a judgment entered against a wife by virtue of a bond and warrant of attorney, executed by her as a married woman, is to be deemed, according to all the authorities on the subject, void against her for want of authority to enter it; and consequently can be no lien on her real estate as such. In the same case this Court ruled that a judgment so entered was so destitute of validity, that a judgment had in the same Court on a scire facias founded on such judgment was to be considered void as against the wife, having nothing to support it.\nPublic sentiment in this Commonwealth has been manifested by legislation in favor of extending and protecting the rights of feme coverts over their estates; but it would be to little purpose that they are by law allowed the power of disposition, and the power and control of husbands restrained, if the liability of Avives by bond or by authority to confess judgment, is to impose on them an obligation that will give validity and even effect to a judgment entered against them under such authority, that will operate to divest and pass their real estate.\nThe defendants derive title under this judgment against Jane M. Walters, Avhich, in contemplation of law, was of no authority, and void ab initio. Being destitute of all validity, it could be no lien to charge her real estate. But it is said that a judgment is not to be inquired into or reversed by a collateral proceeding, except for fraud. The established rule on this subject admits of an exception in favor of parties not privy to it, and who would otherwise be without remedy'; and in case of a void judgment requiring no reversal to make it a nullity. This distinction was made in Godfrey’s case, 11 Co. 44, and in Randal’s case, 2 Mod. 308, was apparently recognised by the Court. In Winter v. Perry, Cro. Eliz. 199, a plea to a scire facias against bail, that the defendant in the original action was dead at the rendition of the judgment, was at first deemed inadmissible, as going to avoid the judgment, which it was said could be done only by Avrit of error; but it seems subsequently to have been received. It was said by C. J. Gibson, in Campbell v. Kent, 3 Penn. Rep. 80, “ Perhaps the true ground both of that and Randal’s case is that the judgment was not only injurious, but void, having been rendered against a party not in existence, and therefore requiring no reversal to render it a nullity.”\nThe validity of the judgment against Mrs. Walters was a legitimate subject of investigation and trial in this action, for two reasons: _one, that being entered on a warrant of attorney against a married woman, it was void ab initio, without authority, and riot requiring a reversal to render it a nullity. Again, Avithout such investigation, Mrs. Walters would be without remedy, as she was a feme covert at the time of the execution of the bond and confession of judgment, and during all the proceedings thereon, and for some years after the sheriff’s' sale of her right in this land. As such she could not interpose for redress or protection. Her will Avas in the keeping of her husband. She could do no act for her relief for which the law Avould hold her responsible. In law she speaks and acts through her husband, who has dominion over her acts and wishes, her rights and duties. The law will not impute laches to the omission of a feme covert to seek redress during her coverture, from a wrong inflicted on her by her husband and the plaintiff in a judgment.\nAfter her husband’s death, which was after the sheriff’s sale and acknowledgment of the deed in Court, to have acted in the matter as a feme sole by application to the Court to set aside the judgment against herself, or to take out a writ of error to reverse it, would have been vain and delusive, and as unavailing then as it was unnecessary in the way of relief and redress.\nBut it is contended that the purchaser at sheriff’s sale and her vendee are protected by the provisions of the Act of 1705, which are as follows : “ If any of said judgments which do or shall warrant the awarding said writs of execution, whereupon any lands, tenements or hereditaments have been or shall be sold, shall at any time hereafter be reversed for any error or errors, then and in every such case, none of said lands, tenements, or hereditaments, so as aforesaid taken or sold upon executions, nor any part thereof, shall be restored, nor the sheriffs’ sale or delivery thereof thereof avoided, but restitution in such cases only of the -money or price for which such lands were or shall be sold.”\nThis is a salutary law for the protection of judicial sales, and for the security of titles to real estate derived under such sales. Whilst this Court would be unwilling to give any construction to this act that would disturb titles acquired fairly in conformity to it, yet it feels at liberty to inquire whether its provisions, the adjudications under it, or the policy of the law, would embrace the claim of Mrs. Walters, and divest her of her real estate.\nThe case of Arnold v. Gohr, in 1 JRawle 223, which was the case of a judicial sale of land by the sheriff, Justice Smith, in the opinion delivered, observed, in relation to the judgment which wa3 impeached in the action of ejectment, “that the proceedings cannot be overhauled collaterally,” and that there was no difference between the case of the plaintiff in the execution becoming the purchaser and that of a stranger. It is to be remarked that in the case of Arnold v. Gohr, the judgment under which sale was made, was neither void nor voidable; and that the irregularity of the proceedings referred to, was with the prothonotary, in docketing the certificate of execution from the justice, as well as of the fieri facias issued by him. The record exhibited a regular judgment, and though there was irregularity in the entry of the subsequent proceedings in execution, they were the acts of the officer of the court, and injurious to no one; and though the plaintiff was the purchaser, there was nothing in those proceedings, or in his knowledge of them, to impair the sale to him on a valid judgment.\nIn the case of Feger v. Kroh, 6 Watts 294, and Feger v. Keefer, Id. 297, it was ruled that a sheriff’s sale of land upon an erroneous judgment, which is afterwards reversed, vests a good title clear of encumbrances, in the purchaser, under the Act of 1705. In this case of Feger v. Kroh, the judgment on which the execution issued being the judgment of the Court of Common Pleas on a scire facias, was, as the Court say, a regular judgment on its face, and the execution was a justification to the sheriff. It was a judgment only erroneous, as being founded on' a prior judgment that was void; and it is said by Justice Huston, in the opinion of the Court, “ that the manner in which the transcript was entered on the docket, and it is in the usual form, does not show that the judgment of the justice was void.” The sheriff’s sale, in the case last referred to, was not under the authority of an execution issued on a void judgment, but on a judgment regular on its face, and only erroneous. The case of Warder v. Tainter, 4 Watts 286, was one of a sheriff’s sale founded on an erroneous judgment, though not void. We know of no case ruled in this Court wherein a sheriff’s sale, under the authority of an execution issued on a void judgment, has been deemed sufficient to pass real estate to a purchaser, under the Act of 1705. A void judgment is one that does not warrant the issuing of an execution ; and in the opinion of this Court, a sale under it by the sheriff, is not protected by the provisions of the 9th section of the Act of 1705. A sheriff’s sale of the land of a decedent on a judgment against an executor de son tort, passes no estate to the purchaser : Ness v. Van Swearingen, 7 Ser. & R. 196.\nThe ease of Mrs. Walters presents a sale under the authority of an execution, issued on a judgment void on its face, being against a feme covert — and in which the record discloses by the narr., that she, as a wife, executed the writing obligatory on which the judgment was entered, along with her husband on the day of its date. She remains a feme covert throughout all the proceedings on that judgment to make sale of her interest in her land. The plaintiff who obtained and held that judgment, was the purchaser of the right and title of the said Charles S. Walters and Jane M. Walters, and with the knowledge that the judgment and proceedings on it were without authority and void as against Mrs. Walters. Though the plaintiff, as a purchaser at a sheriff’s sale, is generally not distinguishable in his rights and, protection from a stranger; he is, however, in contemplation of law, cognisant of every fact and circumstance pertaining to his judgment and proceedings of sale. It was ruled in Tams v. Alexander, 3 Yeates 268, that though evidence would not be received against’a purchaser at sheriff’s sale, to prove that the judgment on which such sale had been made had been paid; yet it would be received where the plaintiff was the purchaser — and in Hoffman v. Strohecker, 7 Watts 86, and Gribbs v. Neely, Ib. 305, it was ruled to the same effect that a sale of property to the plaintiffs in the execution on a satisfied judgment, is void.\nTo allow a feme covert to be divested of her real estate, by having her name affixed to a single hill or note with authority to an attorney or other person to confess judgment for a sum of money, would expose her to the rapacity and importunity of husbands or their creditors. The - property may be sacrificed or sold for a nominal sum, and to make her restitution only of the purchase-money of the sale, would generally be a recompense totally inadequate. Though this Court has expressed its regret that feme coverts had not a more substantial protection than was afforded them in the manner in which acknowledgments to their deeds were taken and certified by the officers of the law, yet in this there is some protection in the character of the writing and the interposition of the organ or judicial officer of the law to inform her of its contents, and to be assured by inquiry that it was done understandingly and with her free will and consent. A judgment note may be procured to be signed by a wife on the application of the husband in whom she confides, with much more facility than she would affix her name to a deed conveying her lands, which was to be acknowledged before an officer of the law separate and apart from her husband. A judgment note or bond is often brief, and without any prescribed form, in which by law, neither the attestation of witnesses is required or any acknowledgment; the judgments entered on record by the clerk of the Court at any time, and which by fiction of law are the judgments of the Court, though they have not had any consideration of the Court or their knowledge, are now in practice multiplied to an unlimited extent. In the opinion of this Court, the protection of feme coverts in their rights of property requires that such obligations signed by married women and the judgments and proceedings thereon to sell their real estate, be deemed without authority and void ; and that a sheriff’s sale founded thereon will not divest their estates.\nJames Caldwell, one of the defendants, derives title under a deed from Elizabeth Stewart, the purchaser at sheriff’s sale; and as her title and the nature of it were disclosed by the sheriff’s deed, and the record on which it was founded, he is a purchaser with notice, and has no protection beyond that of his grantor. It is not to be overlooked that the consideration expressed in the deed of Elizabeth Stewart to him is but one dollar.\nIt was made a point by the defendants below, that the plaintiff could not recover in this action without a tender of her share of the purchase-money paid the Commonwealth to obtain a patent for the land. In answer to this point, the Court, in their charge to the jury, expressed the opinion, that there was no privity between the parties; and the getting of the patent was a voluntary ac.t of the defendants, and that it did not interfere with the plaintiff’s right to recover, more than the outstanding title in the Commonwealth would, if no patent had been taken out. In the opinion and charge of the Court on this point, there was no error. The defendant, J. Caldwell, who was the owner of the shares of some of the other heirs of D. McDonnel, having elected of his own accord to obtain that patent, without the privity or assent of the plaintiff, cannot have the advantage of it as a defence against the recovery of possession of the land in this action, whatever remedy he may have for contribution for the money paid for such patent in some other form of action.\nThe errors assigned by the plaintiff in error not being sustained, the Judgment of the Court below is affirmed.",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "The case was argued by Marshall and Thompson, for plaintiffs in error.",
      "Walker, for defendant."
    ],
    "corrections": "",
    "head_matter": "Caldwell versus Walters.\n1. A bond and warrant of attorney to confess judgment by a married woman and her husband is void as to her, and a sale of her real estate upon such judgment and the purchase of it, during the coverture, by the plaintiff in the judgment and execution, did not divest her title.\n2. In an ejectment by such female for the land thus sold, brought after the termination of the coverture, against the vendee of the said purchaser, it was held, that the record of the proceeding against the husband and wife disclosing the fact that the plaintiff was a feme covert at the time of the execution of the bond and judgment thereon and sale, the vendee of the purchaser who paid but a small consideration for the land, was in no better condition than the purchaser himself. The judgment and proceedings under it, being void as to the wife, were not conclusive against her in this action.\n3. It was also held, that the plaintiff in such an ejectment was not bound to tender to the defendant her share or proportion of the purchase-money paid by the defendant, after his purchase, to the Commonwealth for a patent for the land: if he has a claim against the plaintiff for contribution, it must be made, if at all, in some other form of action.\nThis was an action of ejectment brought by Jane M. Walters against James Caldwell and others, to recover one undivided sixth part of reserve tract No. 32, near the town of Erie, containing ninety-two acres of land.\nDaniel McDonnal owned reserve tract No. 42, who died intestate in the year 1813, leaving six children, one of whom was Jane M. Walters, who brought this ejectment to recover her share of said tract of land.\nJane, the plaintiff below, intermarried with one Charles S. Walters, and on the 14th day of April, 1829, the said Jane and Charles Walters gave bond with warrant of attorney to Elizabeth Stewart, for $129; upon which bond judgment was entered in favor of Elizabeth. Stewart against Charles S. Walters and Jane M. Walters, in the Court of Common Pleas of Erie county, No. 78, of April Term, 1829. Upon this judgment a fi. fa. issued, tested February 5, 1830, by virtue of which the sheriff levied on all the interest of the said Charles S. and Jane M. Walters, in said reserve tract, No. 42. The land was sold by the sheriff upon a venditioni exponas, tested April 10,1830, for the sum of $100, to the said Elizabeth Stewart, to whom the said sheriff made a deed. Elizabeth Stewart conveyed the same land to James Caldwell, by deed dated August 1, 1834, for a valuable consideration. The said Caldwell entered upon the land, made valuable improvements, and paid about $400, the balance of the purchase-money due the Commonwealth, and on the 12th of May, 1840, obtained a patent from the Commonwealth for the land in controversy. The main question presented to the Court below was, whether the sheriff’s sale to Elizabeth Stewart, the subsequent conveyance by her to James Caldwell, and the other circumstances attending the case, conveyed any or such title to James Caldwell, as to protect him against the claim of Jane M. Walters. The Court decided in favor of the plaintiff below.\nThe judgment in the Common Pleas was, to April Term, 1829, and in favor of Elizabeth Stewart v. Charles S. Walters and Jane M. Walters. It was stated in the narr. that Charles S. Walters and Jane M. Walters, his wife, were summoned to answer Elizabeth Walters in a plea of debt, for that the said Charles S. Walters and Jane M. Walters, on the 14th April, 1829, &c., by their writing obligatory of that date, sealed with their seals, &c., acknowledged themselves to be indebted to the said Elizabeth Stewart in the sum of $258, &c.\nOn the part of the defendants, points were submitted as follows:\n1. That the judgment in this case is not void, but only voidable, and that being so, the plaintiff cannot impeach the judgment in evidence in this case.\n2. That even if void, being regular on the judgment docket, the purchaser from sheriff’s vendee was not bound to look further, if even thus far, than to such judgment only.\n3. There being no notice to defendants, when the bond was executed on which judgment was entered, defendants were not affected by anything that might render said judgment void, as between the parties.\n4. That the sale by the sheriff, of the land in question, divested all the right and interest therein of defendants in the judgment of Elizabeth Stewart v. Charles R. Walters and Jane M. Walters, and the title made by sheriff is good, although the judgment may be declared erroneous and set aside, and this by the terms of the 9th section of the Act of 1705.\n5. Even if this should not he so as between the' original parties to this judgment, the defendant is an innocent purchaser, without notice of anything that might affect the judgment and sale in the case.\n6. The plaintiff cannot in any event recover against Caldwell, without a tender of her share of the purchase-money paid to the Commonwealth.\nChurch, J., inter alia, charged that the bond and warrant and the judgment thereon, as respects the plaintiff in the ejectment, are void if she was a feme covert at the time; and that her title was not divested by the sheriff’s sale. As to the second point, he charged that the record disclosing that she was a feme covert, the sheriff’s vendee and her subsequent purchaser were affected with notice. As to the third, that the record at all events disclosed enough to put the purchaser from the vendee on inquiry; the fourth, that as there was no judgment against the wife, the sheriff’s sale did not divest her interest in the land. To the fifth, that the defendants were not innocent purchasers; and to the sixth, that the rule of law referred to in the point has no application to this case, as there was no privity between the plaintiff and Caldwell; that the procuring of the patent was a voluntary act, and did not interfere with the right of plaintiff to recover.\nIt was assigned for error, that the Court erred in answering the defendants’ points in the negative; 2. The Court' erred in their charge by instructing the jury that the sheriff’s sale and subsequent conveyance by the sheriff’s vendee vested no title in the defendants below.\nThe case was argued by Marshall and Thompson, for plaintiffs in error.\nWalker, for defendant.\nOct. 1,"
  },
  "file_name": "0079-01",
  "first_page_order": 79,
  "last_page_order": 87
}
