{
  "id": 969140,
  "name": "Lester versus McDowell",
  "name_abbreviation": "Lester v. McDowell",
  "decision_date": "1851-10-06",
  "docket_number": "",
  "first_page": "91",
  "last_page": "96",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 91"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 533,
    "char_count": 14002,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 5.053081040144673e-07,
      "percentile": 0.9372141001270731
    },
    "sha256": "cc349a7833e9235e2b6f3a2c82f63d69455b045ab7417a58adbb1e46a2354781",
    "simhash": "1:06717cbfcc12b9ec",
    "word_count": 2498
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lester versus McDowell."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nChambers, J.\nThe errors assigned are to the charge of thé Court below; and though a number of points were presented by both parties to the Court for their opinion, yet but few questions of law arose on the evidence or require the notice of this Court. The action is replevin by the plaintiffs to replevy a quantity of rye iti the actual possession of the defendant. It was incumbent-on the plaintiffs to show in themselves either a general or special property in the grain demanded, as well as the right of possession.-\nThe plaintiffs, in support of their action, gave in evidence a contract by William Gibson, per A. S. Smith, as follows, viz.: “We have sold all the rye we had, say 1000 or 1200 bushels, to be delivered at the storehouse free of charge, at Owerytown, within ten days, for forty cents per bushel, payable in a bank note at the Erie Bank, three months from date, with interest, Jamestown, May 22.” Though the action is not on this contract, it is exhibited as evidence of the alleged transfer of the rye to the plaintiffs. This contract is executory on the part of the vendor, and imperfect without parol evidence to prove that it was made with the plaintiffs. The agreement to sell is not to sell rye as stored at any particular place, but to sell all the rye which the vendors had, estimated at 1000 or 1200 bushels, to be delivered at the storehouse free of charge, at Owerytown, within ten days, the consideration of which was forty cents per bushel, payable by the plaintiffs, in their promissory note, payable at the Erie Bank three months from date with interest. There were under this contract acts to be done by both vendor and vendee, which were the consideration of each other. The quantity was to be ascertained to determine the amount of the note. Gibson, the vendor, had ten days to deliver the rye at Owerytown. He had it there within the time, where it wras stored by him subject to his order. At the expiration of the ten days specified, Lester and others neither came to receive the rye, or gave their note according to contract. But some two or three days after the expiration of the ten days, they sent an order for the rye to be delivered to S. McDowell, a common carrier by canal. Gibson refused to deliver the rye at that time, but shipped the rye by McDowell as his carrier, to be delivered for him, Gibson;' to John Hearn at Erie. On the day following this shipment, Sennett, one of the firm of Lester and others, came to the store of Gibson, and tendered him a note of the partnership for the rye, and demanded it. McDowell carried the rye to Erie for Gibson, subject to his order, and refused to deliver it to the plaintiffs, and for which they instituted this action of replevin. The rye was never out of the possession of Gibson or his bailee, and Gibson was not obliged to part with the rye until the plaintiffs furnished him a note according to the stipulations of the contract. The ownership and the risks of this property remained with Gibson, the vendor; and as the effort of Gibson to perform the contract and perfect the sale -within the time was ineffectual by reason of the failure of the plaintiffs to perform their part of the contract, there was no delivery to the plaintiffs or their agent. Without such delivery no property passed to them that would sustain this action: Clemens v. Davis, 7 Barr 263. There is abundant authority for tbe principle that while anything remains to he done, by the terms of the contract, to ascertain the entire price, the property remains that of the vendor, and at his risk: Scott v. Wells, 6 W. & Ser. 867, 368.\nThe Court below instructed the jury, that “ in order to constitute a valid delivery, there must not only be the act itself necessary to effect it, but to render it available it must be an intentional act; must receive the assent of the mind, that it is done for this purpose. If the actual delivery at the warehouse of the rye by Gibson, the owner and vendor, was manifestly done to have it remain there in the name and expressly subject exclusively to the order of the vendor, although really intended for the purpose of having it there so that it might be ready or convenient merely for delivery at the option of the vendor, this would not amount to such a delivery as would put the risk upon and vest the property in the plaintiffs.”\nIn this we perceive no error. The jury were instructed that to constitute a delivery, there must not only be an actual delivery at the place, but an intent so to deliver, which was to be manifested by the acts and declarations of the owner, and which were facts for the consideration of the jury.\nThough time may not generally be of the essence of a contract, and when not observed in the sale of real estate may admit of compensation, yet in the trade and business of merchants, in the purchase and sale of merchandise, goods, wares, flour, and grain, which are of daily or hourly occurrence in a fluctuating market, dependent on demand and supply, time is of the essence of the contract. Punctuality is an important feature in the habits of a trading community. The man who sells is himself a purchaser, and without the observance of time in performance according to the stipulations of the contracts, the operations of many may be disturbed, to their loss, and at the expense of their credit in the market.\nError was assigned to the admission of A. S. Smith to testify for the defendant. The interest of Smith as a part owner being made out by evidence on the trial from himself and others, he was incompetent; and the Court, when satisfied of that interest, rightly directed the jury to exclude his testimony altogether from their consideration. This direction repaired the error committed in admitting him to testify. Yet it is alleged that there was error in the charge of the Court, that “ the separate and independent declarations of Smith, respecting what he had done Avith the rye, made a month after the transaction, as proved by MattheAvs, was not evidence against the principal, Gibson, unless Smith had authority to make such declaration, or unless Avithin the scope of his general authority.”\nThis action is against McDowell, the carrier, who, on recovery, is responsible for tbe property claimed to tbe plaintiffs. His liability is to be determined by tbe contract between the plaintiffs and Gibson, and tbe acts and declarations of Gibson and Smith at tbe time of the transaction in relation to tbe sale and delivery, and up to tbe time of tbe institution of this action. Tbe declarations of Smith, as a part owner, made at any time subsequent, would be evidence against Gibson in any action to which be was a party; yet declarations of Smith, made a month after the institution of this action of replevin, were not evidence against McDowell. The plaintiffs elected to proceed against McDowell, and charge him alone for the property. Gibson and Smith were accountable to McDowell for his indemnity, and may have undertaken to defend the action. Yet McDowell is the only defendant on the record, and, on recovery, liable to make satisfaction under the judgment. McDowell is not to be prejudiced in his rights in the action by the declarations, after the institution of this action against him, of an individual not a party to the record, whether such individual may be or not responsible to him for his indemnity.\nThe errors assigned by the plaintiffs in error not being sustained, the judgment is affirmed.",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "Thompson, with whom was Marshall, for plaintiffs in error.",
      "Lane and Loomis, for McDowell, defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lester versus McDowell.\n1. To maintain replevin, the plaintiffs must show in themselves either a general or special property in the property replevied, and also the right of possession.\n2. In the case of an executory contract for the sale of personal property, requiring something to be done in order to ascertain the entire price, the property remains the property of the vendor till such acts be done; and unless he deliver the property, the vendee cannot recover the possession of it in replevin.\n3. To constitute a delivery, there must be not only an actual delivery at the place appointed, but made with an intent to deliver the property; which intent is to be manifested by the acts and declarations of the vendor, and which aro facts for the consideration of the jury.\n4. In relation to the sale of grain, the time of performance may be of the essence of the contract.\n5. If the Court, after objection made to the competency of a witness, admit him, but, after it appeared on his cross-examination that he was incompetent, instructed the jury not to consider his testimony, the error in his admission was repaired.\nC. A contract was made for the sale of all the rye the vendors had, the same to be delivered at a designated place within ten days, at a stated price per bushel, the amount to be paid in a promissory note payable at a certain bank: the note not being tendered within ten days, the vendors refused to deliver the rye, but gave it to a carrier to carry in his canal-boat to a designated place on their account; when in the charge of the carrier it was replevied by the vendees: it was held, that, to recover the possession, the vendees must show a delivery of the grain to the carrier for their tise.\n7. In the action of replevin by the vendees against the carrier alone, the latter is not to be prejudiced by declarations of one of the owners of the grain, made after the institution of the action of replevin; and such is the case whether or not such owners were bound to indemnify him.\nError to the Common Pleas of Brie county.\nThis was an action of replevin brought by Lester, Sennett, and Chester, against A. S. McDowell, for 1000 bushels of rye.\nLester, Sennett, and Chester, on the 22d day of May, A. d. 1847, contracted with William Gibson for 1000 bushels of rye, then at the store of said Gibson, in Jamestown, Mercer county, to be delivered by the said Gibson in a warehouse in Owerytown, alias Adamsville, in Crawford county, within ten days from the making of' said agreement (free of charge), at the price of 40 cents per bushel, to be paid for in a note payable at the Erie Bank, three months from said date, with interest.\nThe said Gibson delivered the rye in the warehouse designated in the contract. The defendant was the owner and master of a canal-boat, and a common carrier on the Conneaut line of the Erie Canal. The plaintiffs employed the defendant to go with said boat from Erie to Owerytown after said rye, and gave him an order to get the rye. He went to Owerytown, where the rye was in store. The warehouseman was unwilling to deliver the rye unless Gibson was present. Gibson was sent for and came, but refused to let the rye be shipped as the property of the plaintiffs, but shipped it in his own name. McDowell, the boatman, brought the rye to Erie, but refused to unload it where the plaintiffs directed, and was about to deliver it to another person, when the plaintiffs replevied the rye. The said William Gibson set up a claim of property in himself. The main question was, whether there was such change of ownership in the rye as to entitle the plaintiffs to recover. The Court below decided that point against the plaintiffs.\nThe plaintiffs, to support the issue on their part, read a paper as follows:\n“We have sold all the rye we had, say one thousand or twelve hundred bushels, to be delivered at the storehouse, free of charge, at Owerytown, within ten days, for forty cents per bushel, payable in a bank note, at the Erie Bank, three months from date, with interest.- William Gibson,\n“ Jamestown, May 22. per A. S. Smith.”\nThe plaintiffs proved a tender made some days after the expiration of the ten days, of a promissory note, dated May 22, payable to William Gibson, or order, three months after date, for $400, at the Erie Bank, signed Lester, Sennett, and Chester.\nAfter plaintiffs had closed their evidence, the defendant’s counsel called A. S. Smith, who was objected to on the ground of interest, and depositións were referred to to prove his interest. He was, however, admitted by the Court, and was qualified; and on his cross-examination admitted that he was interested in the rye. The Court subsequently instructed the jury not to consider the testimony of Smith.\nThe plaintiffs’ counsel requested the Court to charge the jury,\n1. That the contract in evidence recites that by its terms the rye was sold; the contract is executed by a delivery at the time and place fixed by the said contract; and the delivery transferred the possession to plaintiffs.\n2.\" That the contract is fully complied with on the part of the plaintiffs, by a tender of a note signed by plaintiffs for the rye, payable at the Erie Bank, in three months after the date of the contract, to wit, 22d of May, 1847.\n8. That the contract on the part of Gibson and Smith, is an independent undertaking, which they were obliged to perform as such; and having performed it, the property vested in plaintiffs, and right of action accrued thereon to the vendee.\n4. That Smith being interested in the rye, his testimony was not to be considered.\n5. That time is not of the essence of the contract in this case; and if any injury occurred by reason of nondelivery of the note agreed to be delivered by plaintiffs for from two to four days, it can’ be compensated in damages.\nFor extracts from the charge of Church, J., see the opinion of Chambers, J.\nIt was assigned for error: — 1. The Court erred in overruling, plaintiffs’ objections to the admission of A. S. Smith, as a witness, and admitting him to testify. 2. The Court erred in their general charge to the jury. 3. The Court erred in not fully answering the plaintiffs’ points; and in answering them in the negative as far as they were answered. 4. The Court erred in the conclusion of their charge in relation to A. S. Smith’s testimony, and the effect of his separate declarations.\nThompson, with whom was Marshall, for plaintiffs in error.\nLane and Loomis, for McDowell, defendant in error.\nOct. 6,"
  },
  "file_name": "0091-01",
  "first_page_order": 91,
  "last_page_order": 96
}
