{
  "id": 969163,
  "name": "Vincent versus Watson",
  "name_abbreviation": "Vincent v. Watson",
  "decision_date": "1851-10-06",
  "docket_number": "",
  "first_page": "96",
  "last_page": "100",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 96"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 104",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840135
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0104-01"
      ]
    },
    {
      "cite": "6 Watts 182",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0182-01"
      ]
    },
    {
      "cite": "3 Penn. Rep. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400726
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0282-01"
      ]
    },
    {
      "cite": "17 Mass. R. 400",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036064
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/17/0323-01"
      ]
    },
    {
      "cite": "2 Watts 104",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840135
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0104-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 508,
    "char_count": 12301,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 1.4587497303179858e-07,
      "percentile": 0.6568925447004825
    },
    "sha256": "425c2f6bab56779359eb418c7efb568587dc071079fdbe1e186473267ad5678e",
    "simhash": "1:1d638fb4a37ec85b",
    "word_count": 2160
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Vincent versus Watson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nChambers, J.\nAn execution attachment was issued on 21st July, 1849, on a judgment of the plaintiffs against William Irvin, for $11,300; and served the same day on Watson & Whitaker, garnishees, attaching the rights of Irvin, arising under an agreement between Irvin and Watson & Whitaker, made on the 7th of the same month. By that agreement Irvin leased to Watson & Whitaker for five years, two furnaces with the ore banks, at a rent of 75 tons of pig metal yearly for each furnace, to pay yearly and for the time they were in blast. By the same agreement Irvin sold to said Watson & Whitaker all the personal property at said furnaces for $12,816, to be paid in pig metal, payable in four equal payments, extending to November, 1851. Watson & Whitaker to collect all the debts due said Irvin at one of the furnaces, and account to Irvin for the same, and they were to enjoy the benefit of all advances made by the said Irvin to workmen on wood contracts, &c., and to account for the same, “ and to assume and pay whatever domestic debts or liabilities of said Irvin they may think proper, and to be allowed for the same;” Watson & Whitaker to enjoy the benefit of all contracts made at said furnaces for wood, &c., and pay all debts and liabilities arising from the same.” There was also transferred to said Watson & Whitaker 15 tons of pig metal, and a small amount of groceries in transit from Pittsburgh.\nIt was in evidence that Watson & Whitaker paid $1190 before service of attachment, and $2270 of the debts of Irvin, and also paid in the spring of 1850 a judgment of Leech of Pittsburgh for $1950, on which execution had been issued before the sale. The Perry furnace was in blast but two months after 7th July, 1849. It was in evidence that before the service of the attachment, Watson, at the Harry furnace, publicly assumed all the debts of the hands and the farmers throughout the country; the hands had ceased work, and collected round the furnace; and said also that he and Whitaker would pay the debts of the Perry furnace.\nIrvin, at the time of making the agreement recited, was in failing circumstances, and insolvent. The judgment of \"the plaintiffs for a large Sum, being for a balance of purchase-money of real estate, was nearly ready for execution. Irvin was no doubt desirous of providing for the payment of what was owing by him to the labouring men connected with the establishments, as well as the farmers of the neighbourhood who had furnished provisions. Though this purchase may have been bond fide on the part of Watson & Whitaker, and' the intentions of Irvin honest, yet the circumstance of his indebtedness, and an appropriation of his effects in a way that prefers one class of creditors to the postponement and prejudice of others, exposed this sale and agreement to Strong legal exception.\nThis Court is not called upon by the record to say whether, in their opinion, this sale and agreement are within the provisions of 18 Elizabeth, e. 5, in which conveyances by debtors to the end, purpose, and intent, to delay, hinder, or defraud creditors in the recovery of their debts, are declared fraudulent and void as against such creditors, or' whether they are not in conflict with the Act oí Assembly prohibiting preferences amongst creditors by way of assignment.\nStatutes on this subject are- entitled to and have received from the courts a liberal construction for the protection- of creditors, and to meet the schemes- and devices by which a fair appearance may be given to that which is in reality collusive and illegal.\nThe plaintiff, by his proceeding to attach the funds of Irvin in the hands of Watson & Whitaker arising out of their contract, elected to treat such contract as valid and operative. It is aflirmed and adopted to enure to the use of the plaintiff, so far as anything might be due or receivable by Irvin by virtue of its provisions. In the construction of this contract of sale, as between the parties to this action, it is to be considered free from all imputation of fraud, actual or legal. Irvin having sold his property to Watson & Whitaker at a price agreed upon, might agree to accept, in payment of that price, his liabilities to any debtors or any class of debtors. They are to assume and to pay whatever domestic debts or liabilities of said Irvin they may think proper, and to be allowed for the same. Watson & Whitaker were- not limited in time in making these assumptions and payments, further, we think, than the time given for the payment of the purchase-money by instalments. At the issuing of the attachment execution in this case, but two weeks had expired from the date of their contract with Irvin. Watson & Whitaker were accountable to Irvin if they did not assume and pay to the creditors described to the amount of their purchase-money; and to the same extent they would be accountable to the plaintiffs, who by their attachment succeeded to the rights of Irvin, for anything payable beyond the amount of such debts assumed.\nThe plaintiffs requested the Court below to charge the<jury “that the general assumption made by Watson in the presence of Mr. Hanna would not bind defendants, at least so far as regards those creditors who were not present, there being no consideration to support it.” The Court answered this point by saying “that said assumption was binding on them even as to the creditors not present, and as such assumption was made before the service of said attachment, the plaintiffs are not entitled to recover. In this answer we do not perceive any error. The defendants had the right to defend on the assumption made, and on the right to assume, since the service of said writ. All that Irvin would have the right to recover was the balance of any of the payments as they became due that had not been appropriated to the class of creditors described, and the attaching creditor had no greater rights.\nIt is unnecessary to consider at length the point made in this Court, that Watson & Whitaker were not bound on their assumption to creditors that would give to such creditors a right of action against them. In the opinion of this Court they were bound, as far as the consideration received would go. The creditors of Irvin might maintain an action on thht assumption: Beers v. Robinson, 9 Barr 229 ; Hind v. Holdship, 2 Watts 104; Arnold v. Lyman, 17 Mass. R. 400.\nThe error assigned not being sustained, the judgment of the Court below is affirmed.",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "Holstein, for plaintiff in error.",
      "Petterman, contrh."
    ],
    "corrections": "",
    "head_matter": "Vincent versus Watson.\n1. A debtor leased to others for a term of years, certain furnaces and ore banks at a stipulated rent, and also sold to them the personal property at the works, and other personal property, the vendees to assume and pay whatever of the debts of the vendor due to tho workmen, and to farmers and others for provisions, the vendees may think proper, they to be allowed for the same. The vendees publicly assumed to pay the said claims, and afterwards and before all such debts were paid, the plaintiffs, under a judgment for a balance of purchase-money of real estate, had an attachment execution issued which was served upon the vendees, who were made garnishees: it was Held, that the vendees were bound by their agreement and assumption to pay such workmen and other creditors, and as their assumption was made before the service of the attachment, the money yet payable by them could not be attached by the plaintiffs to the prejudice of such creditors.\n2. The creditors of the lessor might severally maintain suit against the lessees, on their assumption to pay the claims of the former.\nError to the Common Pleas of Mercer county.\nThis was the case of an attachment execution, issued by Yincent and Himrod against Irvin, defendant, and Watson & Whitaker, garnishees. The attachment execution was issued on 21st July, 1849. An agreement under seal, dated July 7,1849, was entered into between Irvin, and Watson & Whitaker, whereby Irvin leased to Watson & Whitaker certain furnaces; viz., the Hope and Perry, and Harry of the West, and ore banks, at a rent of 75 tons of pig metal yearly for each furnace; to pay only for time the Hope and Perry are in blast; which period is entirely optional with said Watson & Whitaker; and by the same agreement Irvin sold unto said Watson & Whitaker all the personal property at said furnaces for $12,816, to be paid in pig metal; one-fourth on May 1, 1850; like sum on November 1, 1850; like sum on May 1, 1851; and like sum on November 1, 1851; said Watson & Whitaker to collect all the debts due said Irvin at the Harry of the West, and to account to him for the same; also to enjoy the benefit of all advances made by the said Irvin to workmen on wood contracts, &e., and to account to him for the same, “ and to assume and pay whatever domestic debts or liabilities of said Irvin they may thinle proper, and to be allowed for the same.”\nThe said Watson & Whitaker to enjoy the benefit of all contracts made at said furnaces for wood, &c., and to pay all debts and liabilities arising from the same, both past and future.\nSaid Irvin sells also 15 tons pig metal, for which Watson & Whitaker are to pay $20 per ton; 5 bags of coffee, 3 barrels of sugar, chest of tea, and 5 kegs of powder, to be paid for at cost and carriage, being in transit from Pittsburgh.\nThe plaintiffs here closed.\nOn the part of the defendants, testimony was given, that after the contract was signed, Irvin gave instructions to pay the domestic creditors as soon as they could; also, that defendants paid $1190.16 before service of attachment, and $2270 since. That Perry furnace was in blast but two months after July 7, 1849.\nIt was testified that before the service of attachment at the Harry of the West, Watson publicly assumed all the debts of the hands and the farmers throughout the country; the hands had quit work and gathered around the furnace; the amount of indebtedness of Irvin was $13,022; and thatWatson & Whitaker were to pay the debts of the Perry furnace.\nIt was also testified that defendants, after the service of the attachment, paid off an execution in favor of Leech & Son, which was issued in June, 1849, and had been levied on the personal property of Irvin, before the sale to Watson & Whitaker.\nDefendants here closed.\nOn the part of the plaintiffs the Court was requested to charge the jury “ That the general assumption made by Watson, in the presence of Mr. Hanna, would not bind defendants, at least so far as regards those creditors who were not present, there being no consideration to support it.”\nThe Court charged the jury, that by virtue of the contract, defendants had the right to assume the payment of the debts of the said Irvin, and that they did assume .to pay the same, by the said Watson declaring publicly at the Harry of the West, that they assumed to pay all the debts of the hands and the farmers through the country; and that said assumption was binding on them,. even as to the creditors not present; and as such assumption was made before the service of said attachment, the plaintiffs are not entitled to recover.\nVerdict was rendered for the defendants, Watson & Whitaker.\nError was assigned to the answer of the Court to the plaintiff’s point.\nHolstein, for plaintiff in error.\nIt was contended that Watson and Whitaker had the privilege of assuming what debts of Irvin they thought proper, and until they did assume the payment of such debts in such a manner as made them liable with creditors, they remained liable to Irvin, and to the attachment. That the assumption made by Watson was not binding on Whitaker, even if binding on Watson, but that it was a mere nudum factum, and not binding on either of them : 9 Barr, 229 ; 7 W. & Ser. 317; 3 Penn. Rep. 282 ; 1 Barr 335; 6 Watts 182, Blymire v. Boistle; 2 Watts 104, Hind v. Holdship.\nPetterman, contrh.\nIt was contended that the instructions by Irwin to Watson & Whitaker, and the subsequent assumption, was such an appropriation of the funds, as precluded any other creditors from recovering them by an attachment execution. That such creditors could have maintained actions against Watson & Whitaker on this promise : 9 Barr 529; 2 Watts 104, Hind v. Holdship ; 1 Sup. U. S. Digest 55, Sect. 11. See 1 Harris 50, Esling v. Zantzinger.\nOct. 6, 1851,"
  },
  "file_name": "0096-01",
  "first_page_order": 96,
  "last_page_order": 100
}
