{
  "id": 969119,
  "name": "Prine versus The Commonwealth",
  "name_abbreviation": "Prine v. Commonwealth",
  "decision_date": "1851-10-06",
  "docket_number": "",
  "first_page": "103",
  "last_page": "105",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 103"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 342,
    "char_count": 5347,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 1.0394025651182744e-06,
      "percentile": 0.9839285996982836
    },
    "sha256": "008678a6f9abb302f69973504f4b3790cf6d69792095f467209eeaf7998732b4",
    "simhash": "1:ad88b97c1c417def",
    "word_count": 935
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Prine versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nGibson, C. J.\nIt is undoubtedly error to try a person for felony in his absence, even with his consent. It would be contrary to the dictates of humanity to let him waive the advantage which a view of his sad plight might give him by inclining the hearts of the jurors to listen to his defence with indulgence. Never has there heretofore been a prisoner tried for felony in his absence. No precedent can be found in which his presence is not a postulate of every part of the record. He is arraigned at the bar; he pleads in person at the bar; and if he is convicted, he is asked at the bar what he has to say why judgment shall not be pronounced against him. These things are matter of substance, and not peculiar to trials for murder: they belong- to every trial for felony at the common law, because the mitigation of the punishment does not change the character of the crime. How could the Court record them as facts, if the truth were not so ? Our looseness in recording forms of procedure, especially in criminal cases — if we have any forms left — has grown till the knowledge of the principles of which they were the exponents, has been lost to the bench and the bar. More method sometimes appears in the record of a justice’s judgment for a few dollars, than appears in the record of a conviction of murder. These irregularities strike our professional neighbors with special wonder. They have overborne resistance by force of numbers; but we have not yielded to them in the one case capital by our law. In a conviction of murder, we have required the substantive parts of a proper record to lie set out sc clearly as to be separable from the dross with which it is usually 'blended. This was in favorem vitee. In other felonies, it is allowable to presume that everything was rightly done till the contrary appear; but when it is stated on the record positively that the prisoner was not present, we cannot shut our eyes to the fact. What authority had the prisoner’s counsel in this instance, on the pretext of convenience, to waive their presence ? In a criminal case, there is no warrant of attorney, actual or potential; for when a prisoner binds himself by an agreement which he is competent to make, it is entered on the record as his immediate act; and this is a sufficient reason why he should be in Court to do those things which his counsel could not do for him. It is unnecessary, however, to speak of delegated authority; for the right of a prisoner to be present at his trial is inherent and inalienable. The record before us, therefore, is erroneous; but we direct that the prisoners be held to answer a fresh indictment.\nJudgment reversed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Smith, for plaintiffs in error.",
      "Negley, for the Commonwealth."
    ],
    "corrections": "",
    "head_matter": "Prine versus The Commonwealth.\nThe right of a prisoner, indicted for felony, to be present in Court at his trial, is inherent and inalienable; and in the case of an indictment for burglary and larceny, it appearing from the record that the presence of the prisoners in Court, at the rendition of the verdict, was waived by their counsel, the judgment was reversed.\nError to the Court of Oyer and Terminer and Court of Quarter Sessions of the county of Butler.\nThis was an indictment against John Prine and others, for burglary and larceny. The record set forth as follows : January 16, 1851, defendants being arraigned, plead not guilty, and put themselves on their country for trial, and the Attorney-General similiter. January 16, 1851, jury called, empannelled, and sworn, and verdict, “ guilty in manner and form as they stand indicted.” “ Defendants’ counsel waived the presence of the prisoners, and, at request, of defendants’ counsel, jury polled, when they severally answered that they found the defendants guilty of the burglary of which they stand charged in the indictment.”\nJanuary 25, 1851. The prisoners were sentenced as stated on the record.\nIt was, inter alia, assigned for error, that: 1. It does not appear from the record that the prisoners were present during the trial.\n2. The record shows that the prisoners were not present when the verdict was rendered by the jury.\n3. It does not appear from the record that the prisoners were in court when sentence was pronounced upon them.\nSmith, for plaintiffs in error.\nThe record must show that the prisoners were present at every stage of the trial from the commencement until sentence is pronounced: 4 Bl. Com.; 1 Chitty’s Crim. Law, 700, 720; 3 Saund. 393.\nIn high felonies, the prisoner’s counsel cannot waive any of their rights ; even their own consent could not dispense with the established forms and usages of the criminal law: 1 Harris, 627, Mills v. Commonwealth.\nThe record must show affirmatively, in all criminal proceedings, that when sentence is about to be pronounced on a convict, he was present when sentence was pronounced: 6 Barr, 384, Dunn v. Commonwealth; Amer. Lato Jour. 30, July No., Hamilton v. Commonwealth. [See this case in 4 Harris 129.]\nNegley, for the Commonwealth.\nThe record shows that the prisoners were arraigned, plead, &c. It is only in capital eases that the record must show, or state distinctly, that the prisoner or prisoners were present at the trial, verdict, and passing of the sentence. The entry of the sentence is the evidence of the defendant’s presence in Court when sentenced, in all cases not capital: 6 Barr 384.\nOct. 6,"
  },
  "file_name": "0103-01",
  "first_page_order": 103,
  "last_page_order": 105
}
