{
  "id": 969112,
  "name": "Liitton versus Hesson",
  "name_abbreviation": "Liitton v. Hesson",
  "decision_date": "1851-10-13",
  "docket_number": "",
  "first_page": "109",
  "last_page": "111",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 109"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wharton 432",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 308,
    "char_count": 5101,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 1.8330855479054632e-07,
      "percentile": 0.721008831016789
    },
    "sha256": "93716c066aef96ea36d6a6c9cd4bba0df19908be96a7c1449640cad39ea9e347",
    "simhash": "1:4b2dc7b8859afc70",
    "word_count": 924
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Liitton versus Hesson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nRogers, J.\nWe see no error in the charge. the deed was voluntary or not, was a question of fact, which the Court properly left to the jury on all the evidence. There is a class of cases, it is true, in which the receipt on the deed is no evidence of the payment of the consideration-money, hut this is not a case of that description: Union Canal Company v. Young et al., 1 Wharton 432; Bolton v. Johns, 5 Barr 145. Thus, where fraud is proved between the original vendor and vendee, and a third person to whom the estate is conveyed claims title as a bond fide purchaser, for a valuable consideration, without notice, the purchaser is put to proof of the payment of the purchase-money aliunde the receipt on the deed. In such and similar cases, the receipt on the deed is no evidence. It would, as is justly remarked, render title very insecure, if all that is necessary to entitle the plaintiff in ejectment to recover, is for him to allege that the deed, under which the defendant claims, is voluntary and fraudulent, unless the vendee proves that the consideration-money mentioned in the deed is paid.\nJudgment affirmed.",
        "type": "majority",
        "author": "Rogers, J."
      }
    ],
    "attorneys": [
      "Cunningham, for. plaintiff in error.",
      "Shannon, contrá."
    ],
    "corrections": "",
    "head_matter": "Liitton versus Hesson.\nWhether a deed by a person indebted at the time were fraudulent or not, in the absence of evidence of actual fraud, was properly left to the jury: it was not to be presumed to be fraudulent merely because the grantee did. not prove otherwise than by the receipt on the deed the payment of the consideration money stated in the receipt.\nError to the Common Pleas of Beaver county.\nThomas Button, the plaintiff in error, was the plaintiff in an action of ejectment brought against William Hesson, to recover the possession of an undivided tenth part of a piece of land situate in New Sewickly township, Beaver county, containing 45 acres or thereabouts. The cause was tried at June Term, 1850, and a verdict and judgment rendered in favor of the defendant. The 45 acres, contained in the whole piece of land, belonged to John Hesson, who lived on it and died intestate, leaving issue ten children, to whom the land descended. In 1845, Button, the plaintiff, as the surety of Christina Hesson, onq of the ten children of the said John Hesson, deceased, paid for her the amount of a note, which she owed for medical services, &c., by which she became indebted to him to the amount so paid. On the 13th day of March, 1848, he obtained a judgment against the said Christina Hesson, before a justice of the peace, for the sum of $23.72, being the amount with interest, paid as aforesaid by the plaintiff for her, as her bail, in the note and costs of suit. Execution was issued by the justice on this judgment, and the constable to whom the same was delivered, made return of “no goods, no chattels found.” On the 15th of April, 1848, a transcript of this judgment was filed in the Court of Common Pleas of Beaver county, andji. fa. No. 6, June Term, 1848, was issued thereon, levy made by virtue thereof on the interest of the said Christina Hesson in the said 45 acres of land. Vend. exp. issued to Sept. Term, 1848, and the property was sold by the sheriff to Thomas Lutton, the plaintiff, and a deed therefor was made and duly acknowledged by the sheriff, for the same, to said Lutton, bearing date September 1, 1848.\nOn the part of the defendant was given in evidence a deed from the said Christina Hesson, his sister, and other heirs of the said John Hesson, deceased, for their respective interests in the said 45 acres of land, bearing date prior to the filing of the transcript, or to the judgment before the justice, viz. the 31st of Jan., 1848. It was proved, on part of defendant, that upon the day of the sheriff’s sale of Christina’s interest in the land, he gave notice of his claim to the interest then about to be sold; but he neither gave nor offered any other evidence in the cause.\nOn the part of the plaintiff, points were submitted to the Court as follows:\nThat the defendant is bound to prove actual payment of the purchase-money mentioned in the deed, and that between the plaintiff, who alleges fraud, and the defendant, the acknowledgment in the body of the deed, and in the receipt at the foot of it, is no evidence of such payment.\nThe Court replied that fraud is never to be presumed, it must be proved.\nAlso. — That from the whole evidence in the cause, the deed from Christina to William Hesson, is in law, a voluntary conveyance within the provisions and purview of the stat. of 13 Eliz. c. 5, and that the plaintiff is entitled to recover, as the defendant thereby took no title as against the interest and claim of plaintiff.\nAnswer. — The Court refuse to charge the jury that this deed is voluntary. Whether it is voluntary or not, is a question of fact for the jury, on all the evidence in the case.\nCunningham, for. plaintiff in error.\nShannon, contrá.\nHe stated, inter alia, that there was no evidence in the case that defendant knew that Christina Hesson was indebted to Thomas Lutton, or to any other person, at the time the deed was executed by her and others to him.\nOct. 13,"
  },
  "file_name": "0109-01",
  "first_page_order": 109,
  "last_page_order": 111
}
