{
  "id": 969116,
  "name": "Philippi versus The Commonwealth",
  "name_abbreviation": "Philippi v. Commonwealth",
  "decision_date": "1851-10-20",
  "docket_number": "",
  "first_page": "116",
  "last_page": "118",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 116"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 415,
    "char_count": 6938,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 2.3442140140118787e-07,
      "percentile": 0.7925099108094719
    },
    "sha256": "553e774dc3cc30808f143b03a15a4195c20729887c15ffc39d2b3fe3d3a7656a",
    "simhash": "1:7e62a6bf9e84fc9c",
    "word_count": 1227
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Philippi versus The Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nGibson, C. J.\nTo enforce a criminal sentence by a civil action, though in the name of a party collaterally interested, would, to say the least, be anomalous. In Eby v. Burkholder, l7 Ser. & R. 9, where the subject was fully considered, it was ruled that the mother of a bastard could not maintain an action on a sentence of maintenance, because it vests no right in her from which the law implies a contract to pay. She is not a party to it, but the collateral recipient of a benefit haply cast upon her. But in requiring the putative father to maintain the child, the legislature had in view something beyond charity to the mother. By the Act of 1705, the only one directly to the point, the allowance is given as an indemnity to the township. “Every person, legally convicted,” it is said, “ to be the reputed father of a bastard child, shall give security to the Court, town, or place, where such child was born, to perform such order for the maintenance of such child (the mother is not mentioned) as the justices of the peace, in their sessions, shall direct or appoint.” This indicates pretty clearly at least the principal interest to be protected. The object certainly was indemnity to the township in the first instance. Were the mother competent to sue for it, she would be competent to release it. The practice has not been to follow the letter of the statute, and take a bond or other security to the Court or the township: but if that were done, what power would she have over it ? The allowance is for the benefit of the township ; and though the practice has been to order it to be paid directly into her hands, the Court might, in its discretion, appoint another receiver. And if another were appointed, what power would she have over the fund ? The benefit to her is incidental, and operates to protect, not only the township, hut her offspring, by lessening her inducement to abandon it to the overseers of the poor or the charity of the world. She is constituted by the sentence, a trustee for the township and her child: her allowance for child-bed expenses is all that she can call her own. The policy which deprives her of capacity to sue for her child’s allowance, deprives her of capacity to release it: she is the steward, not the owner of it. If, then, she herself could not release it, how can her husband ? And if he could not release the putative father, how can he release a sheriff standing in his place who is answerable only to the Commonwealth by indictment or by action on his official bond ? The truth is, the Commonwealth is the general trustee for all the interests involved; and even she could remit, by the governor’s pardon, no more than her appropriate part of the sentence, the fine. It would be a sad thing if the husband of a bastard’s mother, who had deserted her, could sell the miserable equivalent of her shame, or release it without consideration, to plague her. Abandonment of her, would deprive him of power to control even her chose in action; and still less power has he over a criminal sentence which can be enforced only by commitment in execution.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Fdie, for plaintiff in error.",
      "Forward and Sugus, contrá."
    ],
    "corrections": "",
    "head_matter": "Philippi versus The Commonwealth.\nOne who subsequently married a female who had been prosecutrix in am indictment for fornication and bastardy, has no right to release the weekly allowance directed to be paid to the prosecutrix for the maintenance of the child. For such expenses she is but a trustee for the township and her child, and she can neither sue for or release them; neither can her future husband release them. — The child-bed expenses are her own, but her husband, after deserting her, cannot release them.\nError to the Common Pleas of Somerset eounty.\nThis was an action of debt in the name of the Commonwealth of Pennsylvania, for the use of Rhees and wife, v. Jacob Philippi, sheriff of Somerset county, on his official bond, for permitting the escape of John Copperstone.\nCopperstone was convicted of fornication and bastardy in the Court of Quarter Sessions of Somerset county, and on the 29th of April, 1844, was sentenced by that Court to pay a fine of $1 to the Commonwealth of Pennsylvania, to pay to the prosecutrix $12 for her lying-in expenses, $50.62-|- for maintaining the child up to that time, and 62¿ cents per week until the 23d Sept., 1849, to be paid quarterly; said Copperstone to enter into recognisance, himself in $300, with one good surety in $300, &c., and to be in custody, &c.\nThe plaintiff in error was then sheriff of Somerset county, and Copperstone, not complying with the sentence of the Court, was placed in his custody. Some days after the sentence, Copperstone broke jail and escaped from the custody of the sheriff.\nBefore the commencement of the present action, the prosecutrix was married to Rhees, and an action of debt, for the use of Rhees and wife, was brought against Philippi on his official bond, and the escape of Copperstone was assigned as the breach of the condition in said bond. The suit was brought to September Term, 1844.\nIn the narr., filed 1st March, 1845, the sentence was stated, and it was alleged that in consequence of the escape, the several sums of money amounting in all to $70.75, together with the sum of $18.64 costs, due by Copperstone to the prosecutrix, were unpaid.\nOn the 10th Nov., 1845, Rhees, the husband, executed a paper discontinuing the suit and releasing the sheriff from all claims, debts, or demands arising out of the cause of action for which the suit was instituted. The discontinuance and release was pleaded, to which plaintiffs below replied that the money claimed was due and owing to the wife of Rhees, in her own right, for the maintenance of a bastard child, had by her, previous to her marriage with Rhees, and that Rhees had deserted his wife before the institution of this suit. To this replication, the defendant below demurred, and tbe plaintiffs joined in demurrer. Tbe Court below-ordered judgment on the demurrer, to he entered against defendant in favor of the Commonwealth, for the amount of the bond, $12,000, and for Rhees and wife for the amount of their claim, as set forth in their declaration. This was assigned for error.\nFdie, for plaintiff in error.\nForward and Sugus, contrá.\nThe husband of the mother of a bastard child cannot control the fund arising from the sentence of the Court upon the reputed father, as the law expressly sets apart such fund for the child’s maintenance: Section 8 of Act against Adultery and Fornication, passed in 1705.\nThe man who deserts his family, by that act forfeits so much of his estate as is necessary for their maintenance and education: Sec. 29, 80, and 31 of Act passed 13th June, 1836, relating to the support and employment of the poor.\nThe man who deserts his wife is not permitted to interfere with the choses in action of the wife : 17 Ser. & R. 130 ; 10 Barr 193, 212, 220; 5 W. & Ser. 501.\nOct. 20,"
  },
  "file_name": "0116-01",
  "first_page_order": 116,
  "last_page_order": 118
}
