{
  "id": 969049,
  "name": "Morrow versus Waltz",
  "name_abbreviation": "Morrow v. Waltz",
  "decision_date": "1851-10-20",
  "docket_number": "",
  "first_page": "118",
  "last_page": "120",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 118"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 216",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 345,
    "char_count": 5034,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 1.5519896432468738e-07,
      "percentile": 0.674785093648317
    },
    "sha256": "a33d4b365f8a7e660581b6154ef9562ddb84431321e3b0075bbfb3ef7cce9aae",
    "simhash": "1:6fef4105bdc398c9",
    "word_count": 918
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Morrow versus Waltz."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nGibson, C. J.\nThe consideration of this contract belongs to ■the class called executory. It is distinguished in Chitty on Contr. 63, and 1 Chitty Plead. 290, from past or executed consideration's, and.from those belonging to the other classes. This contract and the consideration of it, are distinct things; and to found an action on the former, it is in general necessary, it is said, to aver and prove performance of the latter. Is the present case an exception ? The promise is to pay “if the said Jacob Waltz can get the salt well to do a good business.” Can he demand the reward before he has shown that he earned it by performance of the work ? It is a general rule of evidence that a party is not to be called on to prove a negative; but the objection lies deeper. A conditional offer like this, is in truth not a contract at all, because it binds neither party before the contract is executed. The party who makes it, may withdraw it; and the party to whom it is made, is not bound to accept it. If one man say to another, I will give you so much if you will do me such or such a service, and he does it before retraction, he may demand it by action; but to prove the contract, he must prove performance of it on his part, as an integrant part of it. Before performance, or at least acceptance, what is inaccurately called a contract by text writers, is no more than a proposal, as it was treated in Clark v. Russell, 3 Watts 216; but when it is accepted and assented .to by both parties, it becomes by the aggregatio mentium a special contract, binding on both parties, of which the consideration is promise for promise. In the present case, there is no evidence that Morrow had accepted the offer, certainly none that he had performed the consideration ; and even where promises are dependent, the party who calls for execution of the contract, makes performance of his part of it a condition precedent. The plaintiff’s evidence, therefore, taking it to be true, and admitting every fact that a jury could legitimately infer from it, failed to make out a case.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Foster, with whom was Woods, for plaintiff in error.",
      "Qowan, for defendant."
    ],
    "corrections": "",
    "head_matter": "Morrow versus Waltz.\nIn a suit on a proposition or promise by the defendant to pay to the plaintiff a sum of money if the plaintiff perform a certain act, the plaintiff must show performance on his part in order to recover.\nError to the Common Pleas of Westmoreland county.\nThis was an action on the case by William Morrow against Jacob Waltz, Jr., founded on an instrument as follows:\n“ April 29th, 1841. — Jacob Waltz, jr., do promise to pay unto William Morrow, the sum of $200, if said Jacob Waltz can get the salt well to do a good business; that salt well that Waltz and Morrow bought of Henry Taggart, in Jefferson county, Ohio, on Island Creek. Jacob Waltz, Jr.”\nIn the declaration the note was referred to, and it was alleged that the defendant could have got the salt well to do a reasonable good business, yet the defendant hath not paid the sum of $200, or any part thereof.\nOn the part of the plaintiff, an extract from a deposition was given in evidence, viz. “ I have no knowledge of Waltz having made any attempt to manufacture salt there since he left the works in 1840.”\nPlaintiff then read an extract from another deposition, viz. “I do not know that he, Waltz, attempted to manufacture salt at that time, or at any period subsequent to his taking the tubing away ; the last time that I know of Waltz being there was when he took the tubing from the works.”\nThe plaintiff then called a witness, who testified, “ I do not know that Waltz has never manufactured salt since date of note.\nI heard Waltz say he had been back after we were there. Waltz has lived at the mills ever since he came back from the works in Ohio.”\nThe counsel of the defendant demurred on account of the insufficiency of the evidence. Defendant’s counsel joined in the demurrer.\nIt was contended, on the part of the plaintiff, that he was entitled to recover without showing that the defendant could have got the salt well to do a reasonable business, if an effort had been made ; but that it was incumbent on the defendant to show that it could not he done, after reasonable diligence to effect it.\nSept. 14, 1849, Knox, J., being of opinion that the evidence was insufficient to make out a cause of action, directed judgment to be entered for defendant, with costs.\nFoster, with whom was Woods, for plaintiff in error.\nQowan, for defendant.\nThe note offered in evidence -in this case, was a note payable upon a contingency, and therefore not a good promissory note within the statute of 3 & 4 Anne, ch. 9; 2 Lord Ray. 1362, 1396 ; Stra. 629; 8 Mod. 362; 1 Burr. 127. The note itself, therefore, did not import a consideration, and none was proved: Story on From. Notes, sec. 22, 23. The contingency upon which the note was to be paid, was not shown to have taken place, nor that it could have taken place; and this, according to the authorities above cited, ought to have been done by the plaintiff.\nOct. 20,"
  },
  "file_name": "0118-01",
  "first_page_order": 118,
  "last_page_order": 120
}
