{
  "id": 969047,
  "name": "Blyholder versus Gilson",
  "name_abbreviation": "Blyholder v. Gilson",
  "decision_date": "1851-10-23",
  "docket_number": "",
  "first_page": "134",
  "last_page": "138",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 134"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 323",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0323-01"
      ]
    },
    {
      "cite": "6 Watts 389",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 110",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838071
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0110-01"
      ]
    },
    {
      "cite": "10 Watts 313",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850947
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/10/0313-01"
      ]
    },
    {
      "cite": "5 Watts 389",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844008
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0389-01"
      ]
    },
    {
      "cite": "2 Watts 323",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0323-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 573,
    "char_count": 11850,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 1.535386503483547e-07,
      "percentile": 0.6718783604758424
    },
    "sha256": "bcaecef9e0668b43337908f8c81948658cd95fa0b503bdd6795e5b8f3d0c3291",
    "simhash": "1:7c072af5910070cd",
    "word_count": 2069
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Blyholder versus Gilson."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBell, J.\nThe defendant below, representing the heirs of David Gilson, resists the plaintiff’s claim to recover the land in dispute, altogether upon the ground that his declaration to Shoop and Klingensmith in May, 1833, constitutes him a trustee for his cousins. 'As trustee, it is insisted he is not in a position to set up the bar of the statute of limitations, without first showing air express or implied disclaimer of the trust, known to the cestui que trusts, beyond the period of limitation. And this is true, if the facts proved establish a trust. Otherwise the defence necessarily fails, since, in the absence of trust, the plaintiff is not only protected by lapse of time, but, without recurring to that, may safely stand upon the conveyance made to him by the vendees at the tax sale. Upon this master point of the case, it was justly observed by the President of the Common Pleas, that the evidence of Gilson’s declarations is extremely loose and unsatisfactory, as the foundation of a trust of lands. But without insisting on this, a reference to recent and well considered adjudications will make it manifest, that a declaration like that relied on here, though never so well proved, is of itself incompetent to the creation of a trust, unassisted by either the relative position of the parties, by proof of an injurious fraud, practised upon the rights of the original owners, or by a suggestion that, in the transaction with Shoop and Klingensmith, the plaintiff acted as the agent of David Gilson’s heirs; the statement according to one of the witnesses, “that he was redeeming the land, not for himself alone, but he was one of the heirs,” or as we are told by another, “he wanted to redeem the land for the heirs;” is left to stand upon its naked efficacy to found an estate. As the parties were not tenants in common of the land, the defendants can derive no advantage from the principle that the act of a co-tenant enures to the benefit of his fellows. Nor was any such fraud perpetuated, as might operate to convert the plaintiff into a trustee, ex maleficio. Did his interference constitute a statutory redemption of the land, doubtless the defendants might have taken advantage of it, within a reasonable time; as was permitted in Orr v. Cunningham, 4 W. & Ser. 299, and other like cases. Or perhaps the representation that he was acting for them, would have been considered such an injurious interference with their exclusive right to redeem, as to constitute a fraud, operating to fasten upon him the character of trustee, if thereby they were actually prevented from the exercise of that right. But in truth, the transaction of May, 1823, possessed none of the features of a legal redemption. The mode of rescuing an estate from the effect of a tax sale is distinctly prescribed by the fourth section of the Act of 1815, directing payment of the purchase-money and additional per-centage, to be made to the county treasurer, by the owner or some one for him, within a specified time, upon which the original title revests. But here, there was no attempt made under the statute, and consequently no interference with, or effort to compromise any right residing in the heirs of David Gilson. They stood in respect of the land, after the conveyance to the plaintiff, as they had stood before, and for more than a year, there was nothing to prevent their application to the proper officer, for redemption of the tract; a right which was finally taken away by lapse of time, and not because of anything done or suffered by the plaintiff. His dealing with Shoop and Klingensmith, was but a purchase of the incomplete title, held by the vendees of the treasurer, which any stranger was free to make, and which could not in any way interfere witji the privilege residing in the original owners. There is, therefore, no pretence of fraud committed against them. If any such element blurred the transaction, by the practice of a deception, it was perpetrated against those from whom the plaintiff purchased, who alone could take advantage of it. The rights and remedies of the defendants were altogether superior to, and independent of it. They are therefore to be considered and adjudged without reference to it.\nWe are then reduced to the simple inquiry, whether the declaration of the plaintiff already noticed, raised a trust in favor of David Gilson’s heirs ? I have already intimated that it is inefficacious for such a purpose. Whatever may have been at one time the impression prevailing upon this point, produced perhaps by the peculiar views of the learned judge who pronounced the judgment of the Court in Peebles v. Reading, 8 Ser. & R. 484, it is settled by more recent cases, that a mere declaration by one that he is about to purchase land for another, without any previous arrangement, will not raise a trust for the benefit of the latter. To work such an effect, the purchase must be in pursuance of a prior agreement, founded in a sufficient consideration; or the means of making the purchase, or at least some portion of it, must be furnished by him, who claims to be the cestui que trust. The doctrine in which these kinds of parol trusts are founded, is so fully treated of in Kisler v. Kisler, 2 Watts 323; Robertson v. Robertson, idem 36 ; Sadler v. Walters, 5 Watts 389, Haines v. O’Conner, 10 Watts 313, and kindred determinations, that a simple reference to them is sufficient.\nIt is true, a previous agreement to purchase in trust, or the fact that the purchase-money proceeded from the party setting up the trust, may be established by the oral declarations of the actual purchaser. This is the extent to which the cases have gone, and it has been justly observed, that to push the doctrine of parol confidence beyond this, would operate a pro tanto repeal of the statute of frauds and perjuries. In the case before us, there is an utter absence of evidence tending to establish the essential features of a trust. It follows from this, too, that the statute of limitations, of itself, conferred title upon the plaintiff, for his possession could not be otherwise than adverse. The charge of the Court below being in accordance with these views, the\nJudgment is affirmed.",
        "type": "majority",
        "author": "Bell, J."
      }
    ],
    "attorneys": [
      "Foster, for plaintiff in error.",
      "Lee contrh."
    ],
    "corrections": "",
    "head_matter": "Blyholder versus Gilson.\n1. To constitute a trust as to real estate where one purchased professedly for himself and others, there must have existed a previous agreement on sufficient consideration to purchase in trust, or the purchase-money, in whole or in part, must have proceeded from the person setting up the trust:\nTherefore, where land had been sold for taxes after the death of the owner, and a person, in the next year after the sale, falsely represented to the purchasers that he was one of the heirs of the deceased owner, and desired to redeem the land for the heirs, and accordingly procured a deed from the purchasers: it was held, in the absence of a previous agreement to purchase, made on sufficient consideration, no money having been furnished to the grantee for the purchase, and the heirs having a sufficient time after the -conveyance to redeem, that they were not entitled to the possession of the land against the said grantee.\n2. The transaction referred to, was not a redemption of the land, but was the purchase of the incomplete title acquired by the vendee of the County Treasurer.\n3. A previous agreement to purchase in trust, or the fact that the purchase-money proceeded from the party setting up the trust, may be established by the oral declarations of the actual purchaser.\nError to the Common. Pleas of Armstrong county.\nThis was an ejectment brought by William Gilson against George Blyholder, for 213 acres of land.\nWilliam Gilson, who died in 1808, was seised in fee of the land in dispute. George Blyholder, the defendant in the suit, was the tenant of William and Robert Gilson, the children and heirs of William Gilson, deceased. In 1822, the land was sold for the taxes of 1820 and 1821, to Philip Klingensmith. On the 7th May, 1823, Philip Klingensmith sold the land to Joseph Shoop and John Klingensmith. On the 30th May, 1823, William Gilson, nephew of William Gilson, who died seised of the land in dispute, applied to Shoop and Klingensmith, who were living on the land, and represented to them that he was one of the heirs, and wanted to redeem the land for the heirs. He procured from them a deed for the land for the consideration of 50 cents, and on the same day gave Shoop and Klingensmith a lease for seven years. On the 8th July, 1845, the heirs of William Gilson who died seised of the land, brought an action of ejectment for the land against the tenant of William Gilson, their cousin, and on the 17th Dec. 1845, obtained a judgment by default. A hab. fa. issued, and they got possession in March, 1846. This action was brought on the 8th September, 1846, by William Gilson, who obtained the conveyance from Shoop and Klingensmith to recover back the possession, on the ground that having, procured the possession from Shoop and Klingensmith in 1823, and held it by his tenants till 1846, when he was turned out under the hah. fa. before referred to, viz., for a period more than twenty-one years, the statute of limitations conferred on him a good title.\nOn the trial, it was contended on the part of the defendants, that if William Gilson obtained the transfer from Shoop and Klingensmith, upon the representation that he was redeeming it for the heirs, the law will consider it a redemption; and although made by one unauthorized, it will enure to the benefit of the owners.\n2. That William Gilson having obtained the transfer from Shoop and Klingensmith, and also the possession at the same time, representing himself as acting for the heirs of William Gilson, deceased, will be considered as a trustee for the heirs, and his possession the possession^ of the heirs ; and if the possession was so acquired, his occupancy for twenty-one years, in the absence of any evidence of notice to the heirs of his intention to claim adversely to them, would not confer on him a title by the statute of limitations.\nKnox, J., charged, inter alia, as follows: — This evidence, to make the most of it, is very indefinite. There is no reference to any particular heirs, and in the absence of all proof that he was authorized to redeem, or that he was furnished with funds for that purpose, the jury are instructed that if they find from the evidence that the plaintiff had been in possession of the tract, by his tenants, for a period of twenty-one years or more prior to the commencement of the first action of ejectment, viz., 8th July, 1845, claiming the land as his own, his title would be good, and the verdict should be in his favor.\nVerdict was rendered for the plaintiff.\nError was assigned to the charge.\nFoster, for plaintiff in error.\nThe statute of limitations does not run in favor of a trustee until he disclaims and acts adversely to the cestui que trusts; and such disclaimer must be made known: 1 Watts 110, Rush v. Barr.\nFraud prevents the operation of the statute, and it does not begin to run until the fraud be discovered. Id.\nLee contrh.\nWhether fraudulent representations were made, (which was not admitted) which would avoid the purchase as to Shoop and Klingensmith, is not a subject of inquiry between the parties to this suit. This was a purchase, not a redemption. No one but the owner of the land sold has the legal right to redeem it, and if a stranger redeem and the purchaser ratifies the act by receiving the money, the redemption enures to the benefit of the real owner.\nIf one merely declares publicly that he has purchased land for another without any previous agreement, or advance of money for the purpose, a trust will not be raised: 6 Watts 389, Sadler v. Walters; 2 Watts 323, Kisler v. Same.\nOct. 23,"
  },
  "file_name": "0134-01",
  "first_page_order": 134,
  "last_page_order": 138
}
