{
  "id": 969074,
  "name": "Ullery versus Clark",
  "name_abbreviation": "Ullery v. Clark",
  "decision_date": "1851-10-24",
  "docket_number": "",
  "first_page": "148",
  "last_page": "150",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 148"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts 513",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "11 Mass. Rep. 466",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": 0
    },
    {
      "cite": "6 Watts 511",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846054
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0511-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 342,
    "char_count": 7235,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 3.828244937454725e-07,
      "percentile": 0.8986498826765575
    },
    "sha256": "c3c6d81232d795deb1a0e554786e90d74a6897dbe17efa48ac09be3b5e935b5e",
    "simhash": "1:6ab95def995e1458",
    "word_count": 1267
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ullery versus Clark."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nChambers, J.\nThe judgment was entered by the Court below on the verdict for the plaintiff, for $321.50, without costs. In this judgment the plaintiff below acquiesces, and on 25th May, 1848, places an exemplification of the record of the same, on the record of the Court of Common Pleas of Washington county, and to August Term, 1848, issues execution against defendant for debt, interest, and costs, to which the sheriff returns a receipt on the writ by plaintiff’s attorney, for debt, interest, plaintiff’s bill, and jury fee. On the 16th February, 1850, the Court of Common Pleas of Greene, on the application of the plaintiff, directs judgment to be entered with costs. The writ of error from this Court brings up the whole record embracing the two judgments, with the proceedings on the first. This Court of error and review has authority, and it is their duty to correct existing errors on the record which are complained of, and have power to reform, as well as to affirm or reverse: Stephens v. Cowan, 6 Watts 511. The first judgment of the Court below being on a general verdict that was good, was erroneous in the entry without costs, as ruled in Remely v. Kuntz, 10 Barr 180.\nIn the entry by the same Court of the second judgment, nearly two years after the entry of the first judgment, in directing judgment to be entered with costs, there was an assumption of power not possessed by that Court. In the case of Stephens v. Cowan, referred to, it was ruled, in the opinion delivered by Justice Kennedy, “that after the end of a term in which the Court has rendered judgment on a ease stated, on a special or general verdict, from which an appeal may be taken by writ of error or otherwise, it cannot alter or change it, with a view to correct what the Court upon further reflection may consider error therein. But it would be going too far to say, that such Court may not afterwards, before any proceeding is had on the judgment, correct a mere mistake that has arisen in entering it differently from what was intended, and perhaps directed lb. 513. In this case the entry of the second judgment with costs, is not to correct an error committed in expressing what was intended or directed, but after an interval of nearly two years to correct what the Court on further reflection considered, an error in their first judgment, and after proceedings had on that judgment. If this were allowed, it could not be known when a judgment on a verdict was final. In the entry of the second judgment with costs, there was the exercise of a power, which at the time had passed from the Court below, • and in which there was error.\nIf the record presented no more than the two erroneous judgments, this Court, in the exercise of its power to reform as well as to reverse, might, whilst it reversed, give the judgment which the Court below ought to have given: Gildart v. Gladstone, 12 East 668; 2 Tidd’s Prac. 1237—8, Comh. v. Ellis; 11 Mass. Rep. 466 ; Stephens v. Cowan, 6 Watts 513.\nWhen the Court reverses the second judgment as being entered without authority by the Court below, it would be competent to reform the first judgment, by an entry of such judgment in relation to the costs, as the Court below ought to have made. But the plaintiff below has precluded himself from such interposition. He elected to take the judgment, as it was first entered, remove the exemplification of it to another county, tax costs, issue execution, and receive from the sheriff the debt, interest, and costs, and after this acquiesces therein between one and two years, before application is made to the Court for the second judgment. To allow such a proceeding would be harassing to parties, and a deviation from all rule and propriety in judicial proceedings. It has been ruled in this Court, that the suing out of a fieri facias and the collection of the costs upon a judgment in ejectment, is inconsistent with the prosecution of a writ of error by the same party, which under such circumstances will be dismissed: Smith v. Jack, 2 W. & Ser. 101.\nThe party who accepts of a judgment in the Court below, and carries it into execution, by the process of the Court, to satisfaction, would not receive relief from this Court, if he should bring up the judgment, by writ of error, and on the allegation that it was originally erroneous. Having sought his relief in the Court below, in the exercise by that Court'of a power which it did not possess, he is no more entitled to a reform of his first judgment, under the circumstances, than he would have been, had he brought that judgment into this Court by writ of error, after the proceedings had.\nThe judgment of the Court below, of Eeb. 16, 1850, being a judgment with costs, is reversed.",
        "type": "majority",
        "author": "Chambers, J."
      }
    ],
    "attorneys": [
      "Watson, for plaintiff in error.",
      "Black and Sowell, contra,."
    ],
    "corrections": "",
    "head_matter": "Ullery versus Clark.\n1. Though a Court of Common Pleas, after the end of the term during which judgment was entered, and before any proceeding has been had on the judgment, may correct a mere mistake in the entering of the judgment, yet after the lapse of nearly two years from the time of the entry of a judgment without costs ón an award of arbitrators, during which an exemplification of the record was filed in another county, and execution issued and return of debt, interest, and costs, paid to the plaintiff's attorney, the Court in which the judgment was obtained cannot, at the instance of plaintiff, change the judgment by entering it with costs.\n2. Though the Supreme Court in reversing such last judgment may reform the first judgment by entering such judgment as to costs as the Common Pleas should have .entered, yet, in this case, the plaintiff has precluded himself from such interposition by electing to take the judgment as it was first entered, proceeding upon it to satisfaction, and acquiescing in it afterwards for more than a year and a half.\nError to the Common Fleas of Q-reene county. .\nThis was a suit by Ezekiel Clark against Jacob Ullery and others. At the instance of the plaintiff, arbitrators were appointed, who, on the 24th July, 1846, awarded in his favor $5632.50. Defendant appealed. On the 13th May, 1848, a verdict was rendered for the plaintiff for $321.50, upon which the Court directed judgment to be entered without costs.\nMay 25, 1848. Exemplification of record entered on record in Washington county. Execution thereon -to No. 16, August Term, 1848, for debt, interest, and costs; to which sheriff returned “Receipt on writ, of plaintiff’s attorney, for debt, interest, plaintiff’s bill, and jury fee.”\nFebruary 16, 1850. Upon rule to show cause, the Court directed judgment to be entered with costs, to which defendant’s counsel excepted.\nIt was assigned for error:\n1st. That the Court had no authority to direct judgment to be entered with costs, its power over the judgment having been exhausted by the rendition of the former judgment.\n2d. That the court erred in directing judgment to be entered with costs, in as much as the plaintiff had acquiesced in the former judgment, by having the other costs of the case taxed — taking an exemplification of record — issuing an execution thereon, and collecting and receiving debt, interest, and costs.\nWatson, for plaintiff in error.\nBlack and Sowell, contra,.\nOct. 24,"
  },
  "file_name": "0148-01",
  "first_page_order": 148,
  "last_page_order": 150
}
