{
  "id": 969109,
  "name": "Dunden versus Snodgrass",
  "name_abbreviation": "Dunden v. Snodgrass",
  "decision_date": "1851-10-24",
  "docket_number": "",
  "first_page": "151",
  "last_page": "155",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 151"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 508,
    "char_count": 11344,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 1.5527172023803027e-07,
      "percentile": 0.6754749022047232
    },
    "sha256": "1848520941854efee2520c8318cb7cfb11eaa7823289eb2b32a28945eef19a69",
    "simhash": "1:f30824e24649daff",
    "word_count": 2083
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dunden versus Snodgrass."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nWe cannot distinguish this case from Strauch v. Shoemaker, 1 W. & Ser. 175, and Michew and McCoy, 7 W. Ser. 390-1. The number of the tract was an artificial mark set on it for convenience of designation; but it might be designated by any other. The question was one of identity. As to notice, an owner who neglects to pay his taxes or call at the office to inquire, has no right to complain of want of precision. There was enough in this instance to lead him to the truth; and it is sufficient that the description did not positively mislead him.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Marshall, for plaintiffs in error.",
      "Derrichson, for defendants."
    ],
    "corrections": "",
    "head_matter": "Dunden versus Snodgrass.\n1. An assessment of unseated land which is calculated to inform the owner of its assessment is sufficient; and a number arbitrarily fixed by the assessor upon the portion of land sold, different from the number by which the whole tract, of which the portion sold was a part, was designated in the warrant and on the county map, is not such an error of description as rendered a sale of the part void.\n2. A piece of land containing 200 acres, part of a tract of 400 acres, and numbered 624 in the patent, belonged to W. P., who, after owning it eight years, conveyed 140 acres to J. S. R. describing it as forming a part of tract No. 624, &e. ; _the piece containing 140 acres was assessed as being in the proper township, and as the property of W. P., containing 125 acres, but for convenience, was numbered by the assessor 18, and by that number was sold for taxes: The question, whether the land sold was the same that was assessed, was referred to the jury, and verdict was rendered for the plaintiffs: Held, that the sale was valid.\nError to Common Pleas of Orawford county.\nThis was an action of ejectment, brought by Robert and William Snodgrass v. Edward Dunden and Morris Dunden, to recover one hundred and twrenty-five acres of land, situated in Cussawago township, county of Crawford.\nThe plaintiffs below claimed title to the land in controversy, under a sale made by the treasurer of Crawford county on the 8th day of June, A. D. 1840, for taxes assessed in the year 1839.\nThe land in the possession of the defendants below, was a part of a larger tract of four hundred acres, surveyed upon a warrant in the name of Louisa Gibson, dated May 30, 1792, and patented to Wm. Powers by patent bearing date March 21, 1799. The said tract of land was numbered 624 in the patent, and so designated on the maps of the county of Crawford, and in the assessments of said county from the organization of said county. Two hundred acres of said tract was conveyed by William Powers the patentee, to William Powers, Jr., by deed bearing date November 28, 1826, described in said deed as a part of the “ Louisa Gibson tract, No. 624;” and the said Wm. Powers, Jr., by deed bearing date April 18, 1835, conveyed one hundred and forty acres, part of the said two hundred acres, to J. Stewart Riddle, Esq., describing the same as a part of tract No. 624, &c., which one hundred and forty acres is the same land in the possession of the plaintiffs in error, who hold the same under J. S. Riddle, Esq.\nThe land claimed by the plaintiffs below, was described in the assessment, sale list, advertisement, and treasurer’s deed as No. 18, Cussawago township, containing one hundred and twenty-five acres, the property of William Powers. There is a tract of land in said township which has for the last twenty years been designated upon the maps and assessments of said county by number 18, but never owned by Powers.\nOn the part of the defendants below, it was contended that an assessment of tract No. 18, so entered in the sale list* advertised, sold and conveyed by the treasurer by that description, conveyed no title to the purchaser to any part of tract No. 624, notwithstanding thé assessor might have intended to assess part of tract No. 624, but without giving notice to the owner of such intention.\nThe plaintiffs below gave in evidence a patent from the Commonwealth to William Powers, dated March 21, 1799, for four hundred acres of land, No. 624, in Crawford county, warrantee Louisa Gibson. The duplicate for Cussawago township for the year 1838, No. 624, 125 acres, owner William Powers, valuation $281.\nDuplicate for the year 1839 of the same township.\nNo. of Tract, 18.\nAcres, 125.\nYal. 281.\nOwner, Wm. Powers.\nTax. $2.34\nSale list read as follows:\nOwner, Wm. Powers.\nTract No. 18.\nTax, S. & C. 1.12.\nRoad, 2.81.\nTotal, 3.93.\nSold June 8, 1840, to A. S. Ross, for $130. Ross assigned to the plaintiffs.\nJames Still was examined. I was the assessor for Cussawago township in the year 1838. I supposed at that time the Powers or the Louisa Gibson tract was the 3d tract south from the Erie county line. The unoccupied part of it I assessed to Wm. Powers. In looking ovér the duplicate sent to me, I discovered that Wm. Powers was not assessed with any land in the township, and I assessed the unoccupied part to him. I did not see Powers, nor did I ever say anything to him about it. He further testified: when I assessed in 1838 I could not tell what lands were assessed, and for my own benefit I drew a small draft so as to know when Í had all the land assessed. There were numbers mentioned on the duplicate by which to assess — 622 the same as No. 6 of mine; 7 same as 623. I left off all the old numbers, and noted my alterations 18 as 624, and so returned. What was 18, the Uhler tract, is the same which I made 30. * * * I did not communicate the change I made to either Mr. Riddle or Powers.\nPoints were submitted on part of defendants, viz.\n1. It is essential to the validity of a sale of an unseated tract of land for taxes, that it should be so described as to lead the owner to a knowledge of the fact that it is his land which is assessed and about to be sold.\n2. The number of a tract of land returned into the land office with survey, in connection with the name of the warrantee, and designated in the assessments of the township where the land is located by that number, is the best evidence of description, and must prevail over an assessment and sale by any other number.\n3 If the jury believe from the evidence that the land in controversy was surveyed upon a warrant in the name of Louisa Gibson, and was numbered 624, and a patent issued for the tract so numbered, and the tract has been so designated in the assessments o£ the township, and assessed by No. 624 for fifteen years or more previous to the sale for taxes; and that no part of said tract has ever been designated by any survey, draft, or map, as No. 18; that the assessment of tract No. 18, and the sale by county treasurer by that number, conveys no title to tract No. 624, nor any other part thereof.\nChurch, J. — The Court assent to defendant’s first and second points as abstract principles, subject, however, to qualification or explanation in their application to the case as presented by the evidence. The assessment, together with the evidence of the course or current of title and change of description, as proved in the testimony of the assessor, and the manner of it, appearing on the assessor’s return, were of a character legally sufficient to lead an owner desirous of finding out on what land he should pay his taxes. The legal effect of evidence is a matter of law for this Court; its truth or strength is for the jury. In relation to this character of land — warranted land — it is generally necessary only to shew it to be the same land that was assessed, it being of little importance usually how the land is described in the assessment.\nThe number of the tract is arbitrary with the owner or assessor, being made generally for convenience. Any other description will be sufficient, provided it evinces the fact of the actual'assessment of the land, or leads to evidence of it.\nThe third point is incorrect. For if you find that William Power owned the land in dispute, and while he was such owner it was assessed in his name for more than fifteen years prior to the sale, and up to the assessment on which the sale was effected, it certainly afforded some evidence from which the then owner, knowing from or under whose name he held and claimed title, could ascertain upon what land to pay his taxes; and if the land in dispute be the same land assessed, although with another description also, it made the land debtor for the taxes and subject to sale. And the only question for you is whether the land in controversy is the same that was assessed for taxes of 1839, for which it was sold in 1840, and whether the plaintiffs are invested with that title. If the affirmative be found, then the plaintiffs are entitled to recover.\nReference was made to 6 W. & Ser., Thompson v. Fisher; 16 Ser. & R., Luffborough v. Parker; 4 Watts, Burns v. Lyon.\nIt was assigned for error: That the Court erred in their answer to the defendant’s first, second, and third points, and in their charge.\nMarshall, for plaintiffs in error.\nThe plaintiffs in error allege that the sale made by the treasurer of Crawford county of the land in dispute, was absolutely void. The error in the assessment is fatal to the title of the plaintiffs below. A designation of the land, such as would lead the owner of the land to a knowledge of the fact that it was his land which was assessed, is essential to the validity of a treasurer’s sale of unseated lands. In this case, there was scarcely a single fact connected with the assessment calculated to direct the attention of the owner to its being his land. The whole description was wrong and deceptive, to wit: the name of the owner, the number of the tract, and the quantity of land, which constituted the whole description except the name of the township.\nHe referred to 6 W. & Ser. 475; 13 Ser. & R. 151; 8 Barr 168; 2 Harris 404.\nDerrichson, for defendants.\nProm the evidence, it appeared that prior to the year 1838, the tract had been numbered by Powers, for his own convenience, 624. The assessor of that year, in order to include all the lands in the township in his assessment-list, plotted the tracts according to their original surveys, and numbered them anew, leaving, however, the old numbers where they existed and were found in his duplicate. His return into office was in this manner for 1838:\nOld No. New No.\n624 ] 18 ] Wm. Power, 125 acres, &c.\nThe taxes of this year were paid, but not those of 1839; and in 1840 the land was sold by the treasurer.\nOn the trial, the question was as to the identity of the tract, and the evidence established that what had been known as No. 624, was, in 1838 and afterwards, known also as No. 18. The Court left it to the jury to determine whether this was so, and if it were, that the sale was valid. It was decided in 1 W. & Ser. 166, Strauch v. Shoemaker, that when unseated land is sold for taxes, the title of the real owner passes, whether the land be assessed and sold in his name, in the name of the warrantee, or of a stranger. In 7 W. & Ser. 391, McCoy v. Michew, it is stated by Rogers, J., that it is the land, and not the owner, that is taxed. Powers, or those claiming under him, have no just reason to complain, because in 1838 the taxes were paid, and if examination had been made, it would have been seen that the tract had two numbers, viz., 624 and 18, by either or both of which it was known. The owner should have paid the taxes.\nOct. 24."
  },
  "file_name": "0151-01",
  "first_page_order": 151,
  "last_page_order": 155
}
