{
  "id": 969072,
  "name": "Donaldson versus Phillips",
  "name_abbreviation": "Donaldson v. Phillips",
  "decision_date": "1851-10-27",
  "docket_number": "",
  "first_page": "170",
  "last_page": "172",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 170"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 301,
    "char_count": 5967,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 5.940922035475949e-08,
      "percentile": 0.37053241327969316
    },
    "sha256": "57b84be6f2343a8e7d484a4b75e6857fa3b971fca230b3303e4a556514c19b21",
    "simhash": "1:191de4ecd2035e76",
    "word_count": 1043
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Donaldson versus Phillips."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nGibson, C. J.\nThe conveyance of land is regulated by the law of the situs, and no foreign record is evidence of it. Either common law or statute proof must he made of it. What is the first ? The deed itself, and, unless possession be shown to have gone with it for thirty years, proof of execution by subscribing witnesses, or evidence of handwriting. If it is not produced, proof of previous existence, contents, and destruction or loss, by the oaths of witnesses able to swear to the facts. What is the second ?' The deed itself, with a proper acknowledgment of the grantor appended to it, or proof of execution by the subscribing witnesses; in either case, certified by an officer competent to take it; or else an exemplification of a proper record of it in the office of the proper county. All beside is moonshine. What was the evidence proposed ? The record of a proceeding on an insolvent’s petition, under a statute of Maryland, in Baltimore County Court, with an office copy of a conveyance of the insolvent’s property to trustees for the benefit of his creditors, recorded in the same Court. No exemplification of it from the records of Green county, in which the land lies, was produced, for the original was not recorded there. It is idle, then, to talk about the power of the magistrates in Maryland to take the acknowledgment; for it does not appear by any competent proof that there is, or ever has been, a conveyance to the trustees. The office copy from the land records of Baltimore county, would doubtless be evidence in Maryland by force of its law; but it is certainly not evidence here by the law of Pennsylvania. The question is ruled by the lex loci reí sitce; and trying it by that, the result is that the evidence was properly excluded.\nJudgment affirmed.",
        "type": "majority",
        "author": "Gibson, C. J."
      }
    ],
    "attorneys": [
      "Sowell, Watson, and Phelan, for plaintiff in error.",
      "Sayers, Montgomery, and BlacJc, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Donaldson versus Phillips.\n1. The conveyance of land is regulated by the law of the situs; no foreign record is evidence of it, but either common law or statutory proof must be ■made of it. Hence, the record of a proceeding on an insolvent’s petition in Baltimore County Court, under a statute of Maryland,\" with an office copy from that court of a conveyance of the insolvent’s property to a trustee for the benefit of creditors, recorded in the same court, was not evidence of the existence of the deed to the trustee, no exemplification of the record of the deed in Greene county, Pennsylvania, in which the land lies, having been produced.\nError to the Common Pleas of Gfreene county.\nThis was an action of ejectment by Samuel J. Donaldson, as executor of the will of Samuel Johnston, deceased, v. Henry Phillips and Samuel Rayle, to recover a tract of land in Greene county, Pennsylvania, containing 400 acres. The main question involved related to the sufficiency of proof of the execution of a deed, executed in Maryland, and conveying, inter alia, the land in dispute, situate in Pennsylvania. The land was patented on 15th June, 1787, to Isaac Sidman. Sidman, by deed dated August 10, 1787, recorded in Greene county in 1802, conveyed the land to John Young of Baltimore, who conveyed to Charles B. Young, by deed dated 29th July, 1795, and recorded in Greene county on 7th June, 1802.\nCharles B. Young and James Buchanan were engaged in business in Baltimore, as partners. They became embarrassed, and ultimately took the benefit of the insolvent laws. Their petition was addressed to the Chancellor. The list of property of Charles B. Young included the land in dispute. The trustee was appointed by the Chancellor. In pursuance of the order, Young and Buchanan executed a deed to Samuel Moale, trustee, dated 24th Sept., 1799, conveying all their property, real, personal, and mixed. The proceedings on the application were recited in the deed. The deed was acknowledged by the grantors, before two justices of the peace of Baltimore county, and in 1799 was recorded in the book of land records in Baltimore county. It was not recorded in Pennsylvania.\nMoale, as trustee, reported to the Court of Chancery that he had sold the land now in dispute, at public sale, to Samuel Johnston. Such sale was confirmed on June 2, 1801.\nOn the trial of this cause on the part of the plaintiff, were given in evidence, the patent, the deed to John Young, the deed by John Young to Charles B. Young, the record of the High Court of Chancery of Maryland of the application of Young for the benefit of the insolvent laws, the appointment of Moale as trustee, and the decree of the Court as to the conveyance.\nOn his part, the deed by Charles B. Young to Moale was also offered in evidence. It was objected to, and it was rejected by the Court on the ground that the deed was defectively acknowleded. Exception was taken on part of the plaintiff. This was the first bill.\nThe counsel of plaintiff then offered in evidence the chancery record containing the same deed. It was objected to, on the ground that the chancery record was not sufficient evidence of the transfer of the property. Objection sustained, and exception on part of plaintiff. This was the second bill.\nThe plaintiff’s counsel then offered the same chancery record, to show the transfer to Moale by Young; and that it was sold by Moale, the trustee, to Johnston; to be followed by the deed from Moale to Johnston, and by proof that the land was claimed by Johnston, and was assessed in his name from 1806 till 1824 or 1825. Objection was made on part of defendant, and the objection was sustained. This was the third bill.\nThe plaintiff’s counsel then offered an exemplification of the deed from Charles B. Young to Moale, as entered upon record in Maryland. The Court rejected the evidence, and exception was taken on part of the plaintiff. This was the fourth bill.\nError was assigned to the rejection of the evidence stated in the several bills of exceptions.\nSowell, Watson, and Phelan, for plaintiff in error.\nSayers, Montgomery, and BlacJc, for defendants in error.\nOct. 27,"
  },
  "file_name": "0170-01",
  "first_page_order": 170,
  "last_page_order": 172
}
