{
  "id": 969117,
  "name": "Ankeny versus Penrose",
  "name_abbreviation": "Ankeny v. Penrose",
  "decision_date": "1851-11-28",
  "docket_number": "",
  "first_page": "190",
  "last_page": "194",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 190"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 521,
    "char_count": 12392,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 1.6358598648311842e-07,
      "percentile": 0.6902796263411496
    },
    "sha256": "19d9abb0e25c8db017a605e8dc767d2a6cd416bfc10f2bccd4155b3657da90d6",
    "simhash": "1:a6c792b57ad4a5c8",
    "word_count": 2128
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ankeny versus Penrose."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, was delivered by\nCoulter, J.\nThe inference of payment of a specialty from lapse of time, is a presumption of law, and is the subject of legal direction. The rebuttal of such presumption by circumstances, is also for the Court, but the' truth of the facts from which the rebuttal is alleged to arise, are to be left to the jury.\nStill, however, the question is often so. mixed up and complicated with law and fact, that the whole matter of repelling the presumption ought to be left to the jury, as in McDowel v. McCullough, 17 Ser. & R. 51. This presumption arises upon every species of security for the payment of money; and the time runs from the point or period when the sum was payable and could legally be sued for. All presumptions, however, must yield and give way before satisfactory evidence. If, therefore, after the time when the presumption of payment arises, that is, twenty years from the time of payment, the plaintiff can satisfy the Court and jury that there were other sufficient and good reasons for delay beside and beyond the alleged payment, sufficient to account for not prosecuting the claim; in that case, the presumption will be repelled, because the presumption arises from the non-prosecution and non-presentation of the claim. The lien of a judgment is limited by statutes; but that of a recognisance is not; it is indefinite. But yet it lasts not for ever, as the ingenious argument of plaintiff in error assumes. The duration of human life, the extinction of testimony, oral and even written, by time, limit all disputes. It is possible that a lien might last one hundred years, if the party could obtain a credible witness one hundred years old to testify as to continued admissions of its still being due. But we go not upon superlatives, but on the usual course of human events and business manifested by existing available evidence. I know of no statutory law nor lex non serif ta which limits the lien of a recognisance. It is subject to the legal presumption of payment, and that presumption is liable. to be repelled by reliable, credible testimony.\nBefore the expiration of the twenty years, an action of scire, facias was issued on the recognisance, which was discontinued upon an agreement, signed by Black and Forward, attorneys for the cognisors, and Charles Ogle, attorney for the legal representatives •of Rose Connor and Alex. McGregor. The agreement shows that at its date, Sept. 11, 1839, Black and Forward knew that this recognisance was not paid.\nIt contains this stipulation, to wit:, “ The only effect and intent of this agreement is this: that no presumption of payment shall arise from the lapse of time, but in all other respects the rights of all parties shall remain as if this agreement had not been made.” In 1840, other writs of scire facias were issued and judgments were subsequently obtained. The scire facias in favor of Rose Connor’s representative was tried on the 26th Oct., 1843, and a verdict in his favor, upon which judgment was entered, and a writ of error to the Supreme Court, where judgment was affirmed. And in the scire facias in favor of the representative of McGregor judgment was confessed on the 25th Oct., 1844, to be taken off if the judgment of Rose Connor’s representatives was reversed in the Supreme Court. The judgments in favor of Forward, Gebhart, and Black, were entered on the 24th Oct., 1843, two days before the judgment in favor of Rose Connor. The result of which, in the Supreme Court, was to rule the case of McGregor. At the time the judgments in favor of Black, Forward, and Gebhart were entered, the writs of scire facias on the recognisance were pending in the same Court. On the principle of lis pendens, this ought to have been notice to any judgment creditor. But the recognisance itself was on record, and afforded notice to all persons who chose to make the necessary inquiries. The presumption of payment is not like a positive statutory bar. It throws the onus probandi upon the plaintiff. And he who entered a judgment took the chance of its being paid, arising from a presumption, which, like other presumptions, gives way before reliable testimony which rebuts and destroys it. The existence of the agreement referred to, the pendency of the actions of scire facias at the time the judgments were entered, the finding of the jury, judgment of the Court, and confirmation in the Supreme Court, all show that the recognisance was not paid when the judgments of Black and Forward were entered, and that they had sufficient notice.\nThe decree of the Court below is affirmed.",
        "type": "majority",
        "author": "Coulter, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Ankeny versus Penrose.\n1. A recognisance in the Orphans’ Court is subject to the legal presumption of payment after twenty years from the time the money due under it is payable ; but such presumption is liable to be rebutted.\n2. Within twenty years after a recognisance in the Orphans’ Court for land taken at the appraisement became payable, two writs of scire facias were issued upon it; and after the twenty years, nonsuits were entered upon them, under an agreement with the counsel of the recognisor, that if other suits for the same parties on the same recognisance were instituted within one year, no other presumption of payment should arise than would exist if the second suits had been instituted when the first were brought. Within the year, two other writs of scire facias on the same recognisance for the use of the same parties, were issued; a verdict was subsequently rendered for the plaintiff in the one case, and a judgment by confession was afterwards entered in the other, to be taken off if the judgment in the first case were reversed. The first was however taken up, and was affirmed. Two days before the verdict, three judgments were confessed by the recognisor to three other creditors not interested under the recognisance: It was held, that the recognisance itself— the agreement, the suits pending when the three judgments were entered, the verdict and judgment and affirmance of it, all showed that the recognisance was not paid when the three judgments were confessed, and that the plaintiffs therein had sufficient notice of its non-payment, — and that thesaidjudgments, in the distribution of the proceeds of sale of the premises taken at the appraisement, must be postponed to the judgments under the recognisance.\nAppeal from the decree of the Common Pleas of Somerset county.\nThis was a case stated, entered in the Common Pleas of Somerset county, between Isaac Anken'y, administrator, &c., of C. Forward, deceased, and others, as plaintiffs, and Charles B. Penrose, administrator of the estate of Alexander McGregor, defendant, in order to determine the right to money raised by the sale of the real estate of Robert Potter.\nOn the 26th August, 1816, Robert Potter and Agnes his wife presented their petition to the Orphans’ Court of Somerset county, for an inquest on the real estate of John McGregor, deceased; writ issued returnable to November Term. Estate 314 acres 80 perches, appraised at $13.75 per acre, which was taken on the 2hth Feb. 1817, by Robert Potter, who entered into recognisance with sureties on the same day in the sum of $8246, conditioned to pay to Rose Connor and Alex. McGregor, heirs of John McGregor, their respective interest in said estate, in one year from date, with interest.\nOn the 26th Dec., 1832, two writs of scire facias were issued on this recognisance, one by Charles B. Penrose, administrator of the estate of Alex. McGregor, deceased, and the other by James Black, executor of Rose Connor, deceased, to recover the amount due the persons they severally represented. Upon these proceedings, nonsuits were entered on the 11th Sept., 1839. Previous to which nonsuits, the following stipulation was entered into between C. Forward and J. S. Black, attorneys for Potter and security, and O. Ogle, attorney for legal representatives of Rose Connor and Alex. McGregor, both deceased, viz.:\n“ Recognisance in the Orphans’ Court of Somerset county in book of Orphans’ Court records, page 272, entered by Robert Potter and Alexander Ilanline, on the 25th Feb., 1817.\n“It is hereby agreed, that in the event of a suit or suits being instituted within one year from the date hereof, to receive the shares and purparts of the heirs or legal representatives of Alex. McGregor and Rose McGregor (both deceased) in the said recognisance, or in the real estate of John McGregor, deceased, that the lapse of twenty-one years from the date of said recognisance, or more, shall not be pleaded or taken advantage of, on the trial of such suit or suits that may be brought, as presumptive evidence of payment.of said recognisance.\n“ The only intent and effect of this agreement is this: That no presumption of payment shall arise from the lapse of time, but in all other respects the rights of all parties shall remain as if this agreement had not been made Sept. 11, 1839.\n“ It is further understood, that no other presumption of payment in the suit or suits to be instituted, shall be made, than if said suits had been instituted in the year 1832.\n“ Unless said suit or suits shall be brought within one year from this day, the said agreement to he null and void in every respect, and not to he evidence in any shape.\n“ Sept. 11, 1839:”\nScire facias again issued in favor of James Black, executor of the will of Rose Connor, upon the recognisance, on the 7th of] September, 1840, which resulted in a verdict for plaintiff, on the 26th Oct., 1843, for the sum of $3586.11; upon which, a writ of error was taken to the Supreme- Court, and the proceedings were affirmed. In the other case, viz., that of the representative of Alex. McGregor v. Robert Potter, a judgment was entered by confession on the 25th of October, 1844, for $3586.11, to be taken off in case the judgment in favor of Rose Connor was reversed.\nTwo days before the verdict, viz., on 24th Oct., 1848, three judgments were confessed by Robert Potter, the recognisor, for debts not secured by the recognisance. All of them were entered in the Common Pleas of said county, one of them in favor of Isaac Ankeny, all amounting to $500, with interest on each.\nTo Jan. Term, 1844, &fi. fa. issued upon one of the judgments obtained upon the recognisance, which was levied upon the tract of land originally adjudged to Potter by the Orphans’ Court, in pursuance of the proceedings in partition before mentioned, and which was sold at the April Term, 1844, for $2000. This was the fund in Court for distribution.\nIt was agreed that if the Court should be of opinion that the lien of the recognisance was lost by lapse of time when plaintiff’s judgments were entered, viz., on the 24th day of October, 1843, then the money to be decreed, first to plaintiff’s judgments, and the residue, after deducting costs, to defendants. Otherwise, decree to be in favor of defendants. Either party may take an appeal-to the Supreme Court.\nThe question presented was, whether the lien of a recognisance, given to secure to the heirs of a decedent their respective share or partsin the estate which was adjudged to one of the heirs under proceedings in partition in the Orphans’ Court, is lost, as against other lien creditors, by the expiration of twenty-one years before judgment obtained upon the recognisance.\nKnox, J., expressed the opinion that the lien of the recognisance was not lost by lapse of time ; that it was merely obscure, and that such obscurity being dispelled by the judgment of the 26th October, 1843, it takes precedence of all liens obtained since the date of the recognisance. He ordered that the money in Court, after paying the costs of sale, be appropriated to the judgments on the recognisance, and be paid unless an appeal were taken within twenty days; and in that event, the fund to remain in Court until the disposition of the appeal.\nAppeal was entered for the three judgment creditors.\nOn the part of the appellants, it was contended, that, as their judgments were obtained hefore that of Penrose, they were entitled to a preference. Also, that at the time of the rendition of their judgments, viz., on 24th October, 1843, the lien of the recognisance was gone by lapse of time, a period of more than 25 years having expired since it was due and payable. It was alleged that the agreement of 11th September, 1839, was immaterial.\nfiled November 28,"
  },
  "file_name": "0190-01",
  "first_page_order": 190,
  "last_page_order": 194
}
