{
  "id": 969099,
  "name": "Mulvany versus Rosenberger",
  "name_abbreviation": "Mulvany v. Rosenberger",
  "decision_date": "1852-04-05",
  "docket_number": "",
  "first_page": "203",
  "last_page": "206",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "Rob. 302",
      "category": "reporters:state",
      "reporter": "Robards",
      "opinion_index": -1
    },
    {
      "cite": "4 Mass. 653",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2004069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/4/0572-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 467,
    "char_count": 9285,
    "ocr_confidence": 0.424,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.3175299023224906
    },
    "sha256": "3204ba7a3d0f5ee54fda442e93df2ebbea1095558e4bb7c03866a46a7a1de9e2",
    "simhash": "1:b7a9b4a1d4f9f175",
    "word_count": 1669
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Lewis, J., dissented on the last point."
    ],
    "parties": [
      "Mulvany versus Rosenberger."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered by\nLowrie, J.\nIn this case there was a warranty of both the soundness and gentleness of the horse; but unsoundness only is in question here, for that alone is alleged.\nWhere a suit is on such a warranty, and the defendant calls, as a witness to prove the soundness, a person from whom he had bought the horse with similar warranty, there are decisions both against and in favor of his competency on the ground of interest: Biss v. Mountain, 1 Mood. & Rob, 302; Baldwin v. Dixon, id. 59. This is not like the case of warranty of title, for therein it may be the very title which the-witness granted that is in dispute. But this cannot happen in a case of warranty of soundness, a contract necessarily referring to the time of the sale.\nWarranty of title embraces the whole chain of title, whereas warranty of soundness is limited to one period. Proof of unsoundness at one sale may be evidence of the same kind of unsoundness at another sale a short time before or after; but the evidence grows weak as the period between the two sales is enlarged; in this case it was three months. If unsoundness had been proved in this case, this defendant, in a suit against the witness on his warranty, could not give the record in evidence, for the witness is no party to it, and because it relates to unsoundness at another period. Like principles would also apply, if the soundness were established here, and this defendant should sue the witness for a previous unsoundness. Whatever interest the witness had was too remote and contingent to affect his competency, however it might affect his credibility.\nIt is assigned for error that the Court charged the jury that “ a general warranty does not cover patent defects, being such as are obvious to the buyer; they must be such as a man, unless he be perfectly incompetent to conduct business, cannot help observing.”\nThis is taken from Oliphant on the Law of Horses, p. 73, and whether it is right or wrong, what other direction could the plainr tiff desire? The instruction is exactly adapted to the.case, and is equivalent to saying, that, if the jury should think that the plaintiff’s allegations as to the character of unsoundness are proved, they ought to find in his favor; for the unsoundness of which the witnesses testified was exactly of the character that would not have been discovered on inspection, except by persons' having peculiar skill in horses.\nJudgment affirmed.\nLewis, J., dissented on the last point.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Eornance, for defendant."
    ],
    "corrections": "",
    "head_matter": "Mulvany versus Rosenberger.\n1. In an action on a warranty that a horse was sound in all respects, a person from whom the defendant had previously purchased the horse under a similar warranty, was a competent witness for the defendant to prove that the horse was sound. In case of proof in the action, of unsoundness, the verdict would not be evidence for the defendant in this suit, in an action by him against the witness, as it related to unsoundness at a different time; and besides, the witness was not a party to the suit trying: the objection was applicable only to his credit.\n2. Where the unsoundness was not patent or obvious, an instruction by the Court that a general warranty of soundness does not cover patent defects, whether right or wrong was equivalent to charging that if the unsoundness was not obvious, the plaintiff was entitled to recover.\nError to tbe Common Pleas of Montgomery county.\nThis was an action by D. H. Mulvany against Isaac Kosenberger, on a warranty of a horse purchased'by the plaintiff from the defendant.\nThe warranty was as follows: “ Received, June 6, 1849, of D. H. Mulvany, $130 for a black horse, six years old, warranted sound in all respects, and gentle in harness.”\nIt was alleged on the part of the plaintiff, that the horse was neither sound or gentle in harness at that time, nor had he been for a considerable time before that. That the horse was laboring under a chronic ligamentary lameness which was incurable; besides, he knuckled behind and was tender before; neither was he gentle in harness, as he was baulky and would refuse to pull, and was generally unmanageable in starting, thus rendering him useless to the plaintiff and his family. As soon as -the plaintiff discovered the condition of the horse, he notified the defendant that he must take him back and refund him his money, which the defendant refused to do; and this suit was brought against him upon the warranty. The jury found for the defendant under the charge of the Court, which the plaintiff alleged was erroneous.\nThe pleas were non assumpsit, and that the horse was not unsound at the time of sale.\nOn the trial, Joseph McYaugh was called on part of the plaintiff, and testified that he saw the horse about the 7th or 8th June, 1849, and did not think him sound; thought that he was sprung before, and knuckled behind; “ I drove the horse, and he seemed to sink down in his fore parts; I put him in a light-wag on ; he would not pull. I have dealt in horses over twenty years.”\nAnother witness testified that he first saw the horse about the 10th June, 1849; that he rode with the plaintiff, and told him the horse was not sound. The horse blundered. He seemed stiff; he was not a safe horse to drive. When in a wagon, he would not stand whilst persons were getting into it.\nG-. Garner testified that he knew the horse in Oct. 1847, and that he seemed to stand forward on his fetlocks. He was put to hauling and got lame. William Rosenberger traded the horse to the defendant in the suit. The trade was made in March, 1849. The horse fretted and baulked by having been driven with a slow horse. When defendant sold him, his limbs did not look like those of a sound horse.\nOn the part of defendant, William Rosenberger was called, and said that when he sold the horse to defendant, he said he would warrant him sound.\nThe competency of this witness ivas objected to, but he was admitted; and he said, inter alia, that the horse was sound when he traded him to the defendant. He further said that he saw the horse on the day on which defendant sold him to plaintiff, and considered him then to be sound. Other evidence was given.\nKrause, J., charged the jury as follows: t\n“ On the sale of the horse here in question, the defendant gave to plaintiff a general warranty of gentleness and soundness, dated June 6, 1849. There is no evidence, as the Court recollects, that he is ungentle in harness; but plaintiff gave evidence of unsoundness. It is, however, for the jury to remember the testimony and regard it in making up their verdict, as given on both sides. In regard to such warranty the law is, that it is binding on defendant for any secret maladies which the said horse may have had at the time of sale, and which could not be discovered by the usual trials and inspections. A general warranty does not cover patent defects, being such as are obvious to the buyer; they must be such as a man, unless lie be perfectly incompetent to conduct business, cannot help observing. Where a person sees, or has the opportunity of seeing defects, caveat emptor is the rule of law, and that is applicable in this case.”'\nThe plaintiff’s counsel excepted to the charge.\nError was assigned: — 1. To the admission of William Eosenberger. 2. That the Court erred in charging that there was no evidence that the'horse was ungentle in harness. 3. To the charge respecting a general warranty.\nThe case was argued by Boyd, for plaintiff in error. — It was contended that Eosenberger was incompetent; that he was interested to defeat the plaintiff’s recovery; and that he did not stand indifferent as to the result of this action; for, besides being liable to the defendant in this suit upon his warranty, he would also be liable to him for the costs in this suit as part of the damages: 2 Eng. Com. Law 54; 1 W. & Ser. 513, McCabe v. Morehead; 4 Mass. 653; 7 Halst. 240.\nThe first vendor of a horse warranted sound, is not competent to prove soundness for his vendee in an action brought' against him on a subsequent sale, with warranty; for the effect of a verdict for the defendant would be to relieve the witness from an action at his suit: 1 M. & Rob. 302, Biss v. Mountain; 2 Eng. Com. Law 54; 1 W. & Ser. 513, McCabe v. Morehead.\nAs to the second assignment, it was testified that the horse was put in a light wagon and would not pull; that he was not a safe horse to drive; that he would not stand whilst persons were getting into the wagon; that he blunders.\nAs to the third point: if the horse was unsound in any respect, there was a breach of the warranty, and the plaintiff was entitled to recover. The charge was too broad, even in the case of an implied 'warranty: 1 Mad. 81, Wall v. Stubbs; 1 Peters’ C. C. Rep. 317, Willing v. Consequa.\nEornance, for defendant.\nEosenberger was called to contradict or explain the testimony of Garner. To this he was competent. The point as to the horse being ungentle in harness was not at issue, nor material or pertinent to the case. The Court expressed an opinion, but the matter was submitted to the jury. A general warranty does not cover patent defects, being such as are obvious to the buyer. In such case the rule of caveat emptor applies: Law Library, Oliphant on the Law concerning Horses, 57 — 75.\nApril 5,"
  },
  "file_name": "0203-01",
  "first_page_order": 203,
  "last_page_order": 206
}
