{
  "id": 969133,
  "name": "Lower Merion Road",
  "name_abbreviation": "Lower Merion Road",
  "decision_date": "1852-04-12",
  "docket_number": "",
  "first_page": "238",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 238"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 261,
    "char_count": 4235,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 2.151317201143127e-07,
      "percentile": 0.7685359262258147
    },
    "sha256": "747c0a0cb8eb12d0a6b1a1647fd2b2d9e41ff60295d432b83b9ff78e269c8fcb",
    "simhash": "1:bec2f51e3a420e8e",
    "word_count": 734
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lower Merion Road."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nThere were three views and reports on this road, two of them favorable to the road and one against it. Neither was excepted to. A fourth petition was presented for a fourth view, which the Court refused. The petitioners then took this certiorari.\nIn the case of the Road in Moore Township, 5 Harris 116, we refused to notice objections which were not made below. We take this occasion to repeat that all irregularities and errors to which exceptions are not taken in the Quarter Sessions will be considered by us as having been waived. Neither will any evidence outside of the record be listened to here unless it was submitted to the Court below previous to their decision.\nOrder affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Fornanee and Krause, for exceptors.",
      "The Court declined to hear Boyer, contra,."
    ],
    "corrections": "",
    "head_matter": "Lower Merion Road.\nIn a road case, this Court will not reverse on exceptions not made in the Court below; and all irregularities and errors, not excepted to in the Quarter Sessions, will be here considered as having been waived. Nor will any evidence outside of the record have effect in this Court, unless it was submitted to the Court below previous to their decision.\nCertiorari to the Quarter Sessions of Montgomery county, in the matter of a road in Lower Merion township, Montgomery county.\nIn the Court of Quarter Sessions of Montgomery county, Penn., on the 19th August, 1850, a petition was presented, signed by inhabitants of Lower Merion township, in said county, for a view to lay out a road “ Beginning at a point nine hundred feet northward of the dwelling-house of James Noblit, on a public road leading from the Schuylkill road to Bethel Moore’s print works, to a public road leading from Matson’s Ford road, past the Mount Pleasant school-house to the old Lancaster road, thence by the nearest and best route to the Springmill road at a point in said township eastward of the north-east corner of lands of Fredk. C. Porter and Horace Evans, bounding on said Springmill road.” August 20, 1850, view appointed by the Court. November 18, 1850, report of viewers filed. November 23, 1850, report approved, and road ordered to be opened thirty-three feet wide.\nFebruary 17, 1851, petition for a review filed, and -reviewers appointed February 20, 1851; whose report “ that there was no occasion for said road” was filed May 19, 1851.\nMay 29, 1851, petition for re-reviewers filed, and re-reviewers appointed. Their report was filed August 19, 1851; approved August 22, 1851, and road ordered to be opened thirty-three feet wide.\nNovember 17, 1851, petition for a second re-review filed and marked C. A. Y. — January 6,1852, argued; — next day the Court refused to appoint the second re-reviewers prayed ’ for, confirmed the report of the re-reviewers finally, and ordered the road laid out and returned by them to be opened of the width of thirty-three feet.\nIn 1802, the road on which the petition for the one in question has its starting point, was opened twenty feet wide by order of the Court, and is in public use.\nIt was alleged by the counsel adverse to the certiorari, that no exceptions were filed to the report of the re-reviewers in favor of the road ; but instead of excepting, a petition was presented for the appointment of other viewers.\nIt was assigned for error :\nThe Court erred in confirming and ordering said road to be opened thirty-three feet wide, viz.:\n1. Because no necessity exists for fixing the starting point of this new road on the one laid out in 1802, nine hundred feet northward of Noblit’s house; thus compelling the laying out the new road on ground occupied by the old road, for a considerable disstanee.\n2. The road confirmed by the Court, and ordered to be opened thirty-three feet wide, occupies ground on which said old one is laid and open, so as to widen the old one at some places, and at others to make a road more than fifty feet broad.\n3. The starting point of this new road, as attempted to be fixed by the second reviewers, is not sufficiently certain.\n4. Neither the report of the re-reviewers, nor the draft returned by them, shows the distance said road runs through lands of some of the adjoining owners, nor the improvements thereon.\nFornanee and Krause, for exceptors.\nThe Court declined to hear Boyer, contra,.\nApril 12,"
  },
  "file_name": "0238-01",
  "first_page_order": 238,
  "last_page_order": 240
}
