{
  "id": 969068,
  "name": "Bennett versus Young",
  "name_abbreviation": "Bennett v. Young",
  "decision_date": "1852-04-12",
  "docket_number": "",
  "first_page": "261",
  "last_page": "263",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Whar. 113",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 398,
    "char_count": 7523,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 5.487481659120741e-08,
      "percentile": 0.343716950293241
    },
    "sha256": "d86bc60a41ff78db9afeffd069752a0f04d9c893fd0b4e3725ebe0d6de71006a",
    "simhash": "1:f7121884519026bd",
    "word_count": 1319
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bennett versus Young."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nIn this case we are unable to perceive any error in the proceedings of the Court below. On the contrary, we are gratified to find that the Court was so properly impressed in regard to its powers and duties, and so careful of the rights of the parties, as to instruct the jury distinctly that “ the question of what is due diligence in making a demand upon the drawer, when the facts are undisputed, is a question of law exclusively, and that where it depends upon controverted facts, it is for the jury to determine what the facts are; and if the facts are ascertained the law settles it, whether there has been due diligence.” There was no error in this instruction.\nBut it seems that the notary undertook to draw to himself the cognisance of the whole question of law and fact by a sweeping certificate that he had “made diligent search and inquiry” for the drawers. The judge admitted this certificate in evidence, and that threw upon the defendant the burden of disproving the facts therein stated. This was rendered exceedingly difficult by the omission to state in the certificate the acts of the notary, with the material circumstances of time, place, and persons, which were supposed by him to amount to “diligent search and inquiry.” Where did he search ? Did he go to the last place of residence of the drawers ? Did he inquire of the holder himself, who is presumed to know, before he takes the note, the residence as well as the circumstances of the drawers ? Did he even take the trouble to examine the common source of information, the Directory? The certificate is silent on all these questions. But, difficult as the task was, the defendant gave ample evidence to show the dangerous nature of admitting the certificate of the notary as evidence of facts not distinctly stated, so that the party may have the means of rebutting the evidence, and the Court the means of judging, if the facts are not contested, whether they constitute due diligence or not. The Act of January 2, 1815, makes the official acts, protests, and attestations of all notaries public acting under the authority of this Commonwealth, certified under their respective seals of office, prima facie evidence. But it has been properly said, that this statute was not intended to enlarge the official duties of notaries, but merely to furnish the means of authenticating such acts as were within their official authority before. Chief Justice Gibson, in delivering the opinion of the Court in Belle-mire v. Bank of the United States, 4 Whar. 113, states that “ though generally if not universally employed on such occasions, the official character of a notary extends only to the protest, and not to the hunting up of the parties.” Under our present view of the value of these certificates, in the form in which this was made up, and the great abuse which may be practised by means of them, we are not surprised that the judge below told the jury that he had “ some question whether the certificate was any evidence at all.” It is not necessary to decide the question at present. It is sufficient to say that this remark to the jury furnishes no ground for reversing the judgment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "B. 3. Brewster, for plaintiff in error.",
      "J. J. Barclay, for defendant."
    ],
    "corrections": "",
    "head_matter": "Bennett versus Young.\n1. What constitutes due diligence in making demand upon the drawer of a promissory note, when the facts are undisputed, is a question of law exclusively : but where it depends on controverted facts it is for the jury to determine the facts, and when they are ascertained, the law determines whether or not there has been due diligence.\n2. Under the Act of 2d January, 1815, the official acts, protests, and attestations of a notary, acting by the authority of this Commonwealth, and certified under his hand and seal of office, are prima facie evidence of the facts therein certified: but where a notary certified that he “ made diligent search and inquiry\" for the drawers, without stating his acts in the premises, this Court will not reverse, at the instance of the holder the plaintiff in the suit, because the Court, after receiving the certificate in evidence on the part of the plaintiff, expressed in the charge a doubt whether the certificate was any evidence at all.\nError to tbe District Court, Philadelphia.\nThis was an action on the ease by James M. Bennett v. Edwin Young, as endorser of a promissory note, as follows:\nPhiladelphia, December 30, 1848.\nSix months after date, we promise to pay to the order of Edwin Young, six hundred dollars, without defalcation, for value received.\n[E. Young, House of Refuge.]\n[Signed,] Claridge & Rudolph.\n■c , 3 Edwin Young. Endorsed, ^ M> Beí[HETT.\nOn the trial, the note was given in evidence on the part of the plaintiff, and also the protest. In the protest the notary stated that on the day of the date thereof, he “ made diligent search and inquiry for Claridge & Rudolph, the drawers, to demand, and presented the same to sundry persons, and did demand the payment thereof, which was refused and not obtained: I not being able to find the said drawers, nor any person who would answer about or pay the same.” Whereupon, &c., he protested. On the part of the defendant it was testified that Claridge, one of the makers, lived at the time of the protest, in Kensington, in the neighborhood of a place where he had kept an apothecary’s shop for some years; that his successor in the shop knew where he resided; and that Claridge was known to the plaintiff; also, that Rudolph, the other maker, resided at the time of the protest on the corner of Ninth and Poplar streets, Philadelphia, and had removed there in May previous. Further, that some direction was given to the notary as to how the residence of one of the drawers might probably be ascertained. No evidence was given that the direction was pursued by the notary.\nSharswood, J., charged the jury, inter alia, as stated in the opinion of Lewis, J., concluding as follows:\n“ I bare some question in regard to whether the protest of the notary, in the form in which it is, is any evidence at all; but I leave that for the Court in banc. I submit the question to the jury upon the facts as I have stated them.”\nVerdict was rendered for the defendant.\nThe Act of 2d January, 1815, provides that “ the official acts, protests, and attestations of all notaries public, acting by the authority of this Commonwealth, certified according to law, under their respective hands and seals of office, may be read and received in evidence of the facts therein certified, in all suits that now are or hereafter shall be depending; provided that any party may be permitted to contradict, by other evidence, any such certificate.”\nIt was assigned for error,\nI. The judge erred in charging the jury that if they believe the notary was directed by the endorser, or his servant, to the residence of the maker, they might infer from the fact that no demand was actually made, and in the absence of evidence upon this subject, that the notary did not go there. 2. In charging the jury that in point of law there was not due diligence. 8. In charging the jury that he had some question in regard to whether the protest of the notary, in the form in which it is, is any evidence at all. 4. In permitting William R. Claridge to testify as to the knowledge of Mr. Vaughan of his (Claridge’s) residence. 5. In charging the jury that the question of due diligence was exclusively a question of law.\nB. 3. Brewster, for plaintiff in error.\nJ. J. Barclay, for defendant.\nApril 12,"
  },
  "file_name": "0261-01",
  "first_page_order": 261,
  "last_page_order": 263
}
