{
  "id": 969168,
  "name": "Booz versus Engarman",
  "name_abbreviation": "Booz v. Engarman",
  "decision_date": "1852-04-12",
  "docket_number": "",
  "first_page": "263",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 263"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 329,
    "char_count": 5353,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 7.64245052257338e-08,
      "percentile": 0.45132901570709333
    },
    "sha256": "4c94cf341959f392742758dd13f851dffa7cc1877ef9e70c9bf141ecb8e4f412",
    "simhash": "1:ce72b6ecff54b733",
    "word_count": 958
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Booz versus Engarman."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nThe vice which lies at the root of this proceeding is, that the suit for the escape was brought by one who had no legal interest in the process under which the arrest was made. A prosecutor in an indictment for larceny might have some show of claim to sustain an action against an officer who permitted an escape, because the Court, on conviction, is bound to award restitution of the goods stolen; and in such a case the prosecutor is not met AYith the objection that he was a party to the crime. But we are not aware that any attempt has ever been made to sustain an action in the name of the prosecutor for neglect of duty by a sheriff or constable in the execution of a -warrant for larceny. The claim of a prosecutrix, in a criminal proceeding for fornication and anticipated bastardy, to sustain an action for an escape before sentence, has still less foundation. After sentence is pronounced, should the Court, in the order of maintenance, direct a sum of money to be paid to her by the party accused, her right to the money becomes vested by the adjudication, and an escape after-wards is undoubtedly a good foundation for an action in her name. But until such order be made in her favor, she has no cause of action against the accused, and no legal interest in or control over the warrant issued for his arrest. The criminal proceeding is not in her name, or for her benefit, but in the name of the Commonwealth, for the purpose of enforcing the performance of the moral duty of maintenance, and for the protection of the public from the expense: 5 Ser. R. 451. By the English law, the mother of a bastard child may be charged with the duty of sustenance as well as the father: 1 Bl. Com. 491. Although in practice the weekly allowance, and the lying-in expenses, are usually ordered to be paid to the prosecutrix, this is under the discretion of the Court; and the order is never made in her favor where these expenses have been borne by another. The payment is directed to be made to the person who has defrayed the expenses: 8 Teates 89. And the security for the performance of the order is not properly given to the prosecutrix, but should be given to the county or township where the child was born, and may become chargeable.\nWhere an innocent female has been seduced by means of a promise of marriage, she has an ample remedy by a civil suit against the wrongdoer, and the officers charged with the execution of process for her redress, are liable to her action for neglect of duty. In such a case the law recognises her as a party injured, and God forbid that justice should be denied by the Courts. But where no seduction is alleged, and no breach of promise pretended, and where the arrest is made, and the proceedings are founded solely upon an act of criminal intercourse, in which the prosecutrix herself was equally guilty with the accused, no right of action exists in favor of either against the other. It is a maxim of the law that no one can maintain an action for a wrong, where he has consented or contributed to the act which occasions his loss. Upon this principle, a husband, who has connived at the adultery of his wife, can maintain no action for criminal conversation against the wrongdoer. Where both are equally in fault, potior est conditio defcndentis. There is no necessity in the present case for disregarding this sound maxim of the common law. If the officer has been guilty of criminal neglect of duty, he is liable to indictment. If any one had a legal interest in the execution of the warrant, the lat^ furnishes an appropriate remedy. But there is no principle of policy which indicates the propriety of placing the criminal process of the Commonwealth under the control of a prosecutrix in a case of this kind. The public-interests would be lost sight of in the eager pursuit of private advantage. The process would be more likely to be used for purposes of extortion than for the attainment of the public objects for which it is designed. For one case in which justice might be done to an injured Lucretia, there would be a hundred abuses to sustain the prostitutions of Messalina.\nJudgment reversed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Hancock was for Booz, plaintiff in error.",
      "Boyd, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Booz versus Engarman.\nA prosecutrix in a charge for fornication and anticipated bastardy, cannot maintain an action against a constable on his official bond, for the escape of the defendant after arrest under a warrant from a justice of the peace.\nError to the Common Pleas of Montgomery county.\nThis was an action of debt by Maria Engarman against Mathias Booz, on the official bond of the defendant, as constable. The bond was in penalty of $1000. The plaintiff in the suit being enceinte, made a complaint before a justice of the peace that one Hannan was the father of the child. The justice issued a warrant for the arrest of Hannan, which was received by Booz, as constable, who arrested Hannan, but the defendant escaped.\nThe plea was nil debet, and payment with leave, &c. The jury rendered a verdict in favor of the plaintiff, and assessed damages at $100. “Yerdict fee paid, and judgment entered on the verdict.”\nThere were various assignments of error as to the admission and rejection of evidence; and one assigned as to the mode of entering the judgment.\nHancock was for Booz, plaintiff in error.\nBoyd, for defendant in error.\nApril 12,"
  },
  "file_name": "0263-01",
  "first_page_order": 263,
  "last_page_order": 265
}
