{
  "id": 969160,
  "name": "Strutters versus Peltz",
  "name_abbreviation": "Strutters v. Peltz",
  "decision_date": "1852-04-12",
  "docket_number": "",
  "first_page": "278",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 278"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 387,
    "char_count": 7061,
    "ocr_confidence": 0.396,
    "pagerank": {
      "raw": 8.452893136283289e-08,
      "percentile": 0.4849303955558799
    },
    "sha256": "e5a95d062a81b87096c01594b2831a5c4ba85868bc4d36c57c4c671ab1cb5167",
    "simhash": "1:ec79047fb248a69f",
    "word_count": 1219
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Strutters versus Peltz."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrib, J.\nIt is argued that the release of the debt by the executors, being false in fact, is void as against the estate, though this judgment creditor advanced his money on the faith of its truth. The result of the argument is, that no matter who may suffer by the act of the executors, the estate they represent cannot. If the release by the executors, which says the encumbrance was paid, cannot be relied on, how can the fact of payment ever be learned except by a judicial trial ? The verbal declarations of the executors would not mend the matter. Even the fact of payment might be a mere cheat, a piece of acting, in which the form of payment was gone through and then the money returned. This will never do. If executors will cheat the estate they represent, we cannot help the matter at the expense of innocent persons. The testator trusted them to conduct his business, and if they abuse ihe trust and cannot make compensation themselves, it would be a violation of the dullest moral sense to repair the wrongs of the estate by making reprisals upon innocent strangers.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrib, J."
      }
    ],
    "attorneys": [
      "Pierce, for appellants,",
      "Campbell, contrá."
    ],
    "corrections": "",
    "head_matter": "Strutters versus Peltz.\nA testator devised to his son Richard, certain land charged with the payment of a sum of money, to he paid hy tire devisee to the three executors of the testator, and to form part of his residuary estate, “ the same to be a lien on the said portion until paid.” All of the executors, at the instance of the devisee, who desired to borrow money, executed a release of the land from the encumbrance, the payment of tlie money charged being acknowledged in the release, which was duly recorded. Subsequently a person being about to sell some land to one of the executors, such executor and another who was the devisee admitted that the land devised had hoen released from the charge, and the vendor took a judgment against the two. On the sale of the land under the judgment, it was held, that the administrator de bonis non of the estate of the testator, who claimed for the persons entitled to the residuary estate, was bound by the release, and that the judgment creditor was entitled out of the proceeds in preference to the said administrator. 'The executors having power to receive the money, their release, though void as to the estate, was binding on the residuary legatee in favour of the judgment creditor, who, having faith in it, conveyed his property.\nThis case came up on a certificate from the Nisi Prius. The money, part of which was in dispute, was raised by a sale on an execution on a judgment in favor of John Struthers v. Philip Peltz and Bichard Peltz.\nPhilip Peltz, senior, owned, and by his will devised, about 31 acres of meadow land in Philadelphia county, to his son Richard, therein charging “ the whole of the land so devised * * with the payment of $1500, to be paid by him (Bichard) to my executors, and to form part of my residuary estate, and the same to be a lien on the said portion until paid.” He appointed Ms sons, Kichard, and Philip, and Samuel Eckle, his executors, and as such they afterwards were duly qualified and acted. Richard being thus the owner of this land, desired to borrow money upon his mortgage of it; but the President of “the Philadelphia Contribution Company” refused to take his mortgage until he should procure a release off the encumbrance of $1500. He did so. Philip Peltz and Samuel Eckle, his co-executors, on 14th April, 1844, executed a release of the land, acknowledging therein that they had received from Richard the whole of the above-mentioned sum of $1500, charged by the testator upon the premises. The release was acknowledged and recorded in Philadelphia. Eckle, one of the executors, gave to Richard Peltz a receipt, dated 13th April, 1844, for the $1500. • In fact, however, the $1500 was not paid. The release, and the other papers, were drawn, and their execution witnessed by the conveyancer of the company, and the mortgage was immediately afterwards executed and recorded.\nSeveral months afterwards, viz. in February, 1845, John Struthers agreed to sell to Philip Peltz, who was one of the executors, a farm for $-, which Philip agreed to pay in cash; but being unable to do so, he offered his bond, which Struthers refused, as he did not consider Philip responsible. Philip then offered the joint bond of himself and his brother Richard. Before Struthers would accept this bond, he employed the same conveyancer to make searches against Richard, and to inquire as to the condition of his property. The conveyancer attended to the searches; he found the release on record; showed them to Struthers, and told him that he had drawn the release; that Richard’s property was then relieved from the encumbrance under his father’s will, and that he considered Richard good. Richard and Philip both declared that Richard’s farm had been released, and upon this Struthers and his counsel considered the measures taken to secure the purchase-money satisfactory; and on February 20, 1845, Struthers conveyed his farm to Philip, and then took the joint bond of Philip and Richard for the purchase-money. On March 21, 1845, Struthers had judgment entered on the bond. Philip and Richard, two of the said executors, filed their account as such, and therein charged themselves with this $1500, as having been received by them. Some time afterwards, all three of the executors were discharged, and administration on the estate of Philip Peltz, Sr., was granted. Philip refused to pay either the purchase-money or the interest. Struthers had the property thus devised to Richard by his father, levied on and sold; and the proceeds of sale being in Court, were referred for distribution to an auditor. Struthers claimed the proceeds of sale under his judgment. The administrator of the estate of Philip Peltz, Sr., claimed them for and on behalf of the residuary legatees. The auditor awarded the -fund to Struthers; and to this the administrator excepted on behalf of the■ residuary legatees. These exceptions were argued before Justice Rogers, who dismissed them, and confirmed the auditor’s report. From that decision the administrator appealed to this Court.\nPierce, for appellants,\ncontended that there could not be a valid release by the executors without payment. By the terms of the will the money charged was to be a lien until paid. The administrator de bonis non was not estopped by the declaration of his predecessors in the trust: 2 Stark, on Ev. 438 ; 2 Term Rep. 169 ; 2 B. & P. 219; 2 Barr 105; Ryan & Moody’s Rep. 106. That there was no superior equity in Struthers; a judgment creditor is not a purchaser: 1 Barr 493, Cover v. Black; 1 Harris 476, Reed’s Appeal. Richard and Philip Peltz did not state to Struthers that the money had been paid, but that the land had been released.\nCampbell, contrá.\nThe money was to be paid to the executors, and not to the legatee. The executors and their successors are estopped from disputing the release: 9 Barr 400; 1 Harris 622; 6 Barr 228; 32 Eng. Com. Law 117.\nApril 12,"
  },
  "file_name": "0278-01",
  "first_page_order": 278,
  "last_page_order": 280
}
