{
  "id": 969113,
  "name": "Lelar versus Holmes",
  "name_abbreviation": "Lelar v. Holmes",
  "decision_date": "1852-04-15",
  "docket_number": "",
  "first_page": "281",
  "last_page": "282",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 281"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 297,
    "char_count": 5226,
    "ocr_confidence": 0.436,
    "sha256": "242a7fb33e722bf1481cd123aba0fa71657e8bed4559568872b22a7ded1107cc",
    "simhash": "1:bd42f8be33ec10b1",
    "word_count": 937
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Lelar versus Holmes."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nThe legal construction of the sheriff’s return, standing by itself, is, that the property was sold to D. C. Enos, not to Thompson Holmes. The statement in the return that Enos bought for Holmes creates no liability on which the sheriff can maintain an action against Holmes for the purchase-money. This being the legal effect of the sheriff’s return, it follows, that the refusal of the Court to set aside the sale, is, at most, nothing more than an affirmance of the legal liability of Enos, and cannot conclude the rights of Holmes.\nThe other evidence is equally ineffectual in establishing a right of action against Holmes. The authority of Enos was limited'to a purchase for the sum of $4000; and there is no evidence that Thompson Holmes agreed to become bound for $10,000, the amount of the bid made by Enos. On the contrary, Dr. Ely states, in his testimony, that when Dr. Holmes first heard of the bid, he declared that he never authorized it, and he gave notice on the 9th of April, that Enos acted without authority.\nThe judgment of the Court below is affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Q-uillou and Dunlap, for plaintiff in error.",
      "Todd, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Lelar versus Holmes.\nIn the sheriff’s return to a writ of ven. exp., it was stated that the property was sold to D. for II. The latter, disclaiming the authority of D. in making the purchase, notified the sheriff to that effect, and obtained a rule to show cause why the sheriff's sale should not be set aside: which rule the Court subsequently discharged: In an action by the sheriff against H., it was held, that the return of the sheriff created no liability on which the sheriff could maintain an action against II: The refusal of the Court to set aside the sale, amounted to nothing more than an affirmance of the legal liability of D., and did not preclude II. from defending in this suit.\nError, to the District Court, Philadelphia.\nThis was an action of assumpsit in the name of Henry Lelar, sheriff, against Thompson Holmes. The suit was marked to the use of the City Bank of New Haven.\nThe City Bank of New Haven held a judgment in the Supreme Court of this state against Holmes and Hubbard, and issued a venditioni exponas for the sale of certain real estate of one of the defendants. At the sale by the sheriff, Henry Lelar, the property was struck down to “ D. O. Enos for Thompson Holmes,” at the price of $10,000, and the sheriff’s return was to that effect. In part compliance with the terms of sale, $50 were paid in cash on account of the purchase. This sale took place on 2d April, 1849. After the lapse of about a week, viz., on 9th April, Thompson Holmes notified the sheriff that he disaffirmed his agent’s act. On the 13th, he made affidavit that Enos’s purchase of the property at the price of $10,000, was not authorized by him, and thereupon procured a rule of court to set aside the sheriff’s sale. In support of his rule, he took depositions, and the.Court, after hearing, discharged the rule.\nHolmes failing to pay the residue of the bid, Lelar, the sheriff, called upon him to comply with the terms of sale, and notified him that unless he did so, the property would he re-sold. A re-sale was by mutual agreement waived, and for the purposes of this cause- it was agreed to fix as the price of the re-sale the sum of $2900, thus leaving a deficiency of $7 050; to recover which the sheriff brought the present suit.\nIt appeared on the trial that Holmes had authorized Enos to purchase at a sum not exceeding four thousand dollars.\nNo evidence was offered on behalf of Holmes. The plaintiff contended that there was at least sufficient evidence to go to the jury. The Court ordered a nonsuit, and the plaintiff took a writ of error.\nIt was assigned for error, that the Court erred in nonsuiting the plaintiff; that there was evidence in support of his claim upon which the case should have been referred to the jury.\nQ-uillou and Dunlap, for plaintiff in error.\nIt was contended that the judgment of the judge at nisi prius, discharging Holmes’s rule, was the judgment of a Court competent to act upon the matter. That the District Court might have granted relief by setting aside the sale, and if their judgment in discharging the rule were erroneous, still it cannot be overhauled collaterally in this ease. That the decision, in effect, was that Holmes was the purchaser. If these positions be correct, judgment of nonsuit should be reversed.\nTodd, for the defendant in error.\nIf the discharge of the rule is evidence of anything, it is' only of the regularity of the sale. It is not conclusive, or any evidence that defendant was the purchaser. It was consistent with the allegation that defendant was not the purchaser, as the Court might have declined to interfere on the application of one who alleged that he was not a party in the purchase. It was not a decision that Enos was the agent of Holmes in making the purchase; his decision was to the effect that he declined to give relief in a summary way, but would leave the parties to their action at law. In this suit the plaintiff could not legally recover without proving that Enos was authorized to make the purchase for Holmes, at the amount at which the property was struck down.\nApril 15,"
  },
  "file_name": "0281-01",
  "first_page_order": 281,
  "last_page_order": 282
}
