{
  "id": 969157,
  "name": "Strimpfler versus Roberts",
  "name_abbreviation": "Strimpfler v. Roberts",
  "decision_date": "1852-05-17",
  "docket_number": "",
  "first_page": "283",
  "last_page": "303",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 283"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Binn. 149",
      "category": "reporters:state",
      "reporter": "Binn.",
      "weight": 2,
      "pin_cites": [
        {
          "page": "219"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 110",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Watts 214",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "2 Pa. Rep. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951075
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0394-01"
      ]
    },
    {
      "cite": "3 Johns. Ch. Rep. 129",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "case_ids": [
        1976843
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns-ch/3/0129-01"
      ]
    },
    {
      "cite": "10 Wheaton 152",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1434770
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/23/0152-01"
      ]
    },
    {
      "cite": "4 Bin. 219",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "4 Bin. 149",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts 390",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840140
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0390-01"
      ]
    },
    {
      "cite": "2 Binn. 468",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788947
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0468-01"
      ]
    },
    {
      "cite": "4 Watts 140",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "2 Penn. Rep. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "2 Watts 115",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 112",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "2 Yeates 119",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0119-01"
      ]
    },
    {
      "cite": "1 Yeates 166",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1604,
    "char_count": 57970,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 6.034400203189769e-07,
      "percentile": 0.954726704143755
    },
    "sha256": "7538995f9d14cf61f8e514d5170d8cb407a1884408cbdd1fd847c04632c648a0",
    "simhash": "1:10aba4170708d0ca",
    "word_count": 10285
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Strimpfler versus Roberts."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, was delivered by\nBlack, C. J.\nA warrant for 445 acres and 120 perches, issued from the land office, in the name of Sophia Myer, on the 5th of May, 1794. A survey was made, including the land in dispute, on the 5th of January, and returned on the 10th of February, 1795. On the 10th of March, 1801, Sophia Myer conveyed to Cumberland Dugan, by deed poll of that date, and a patent was issued to Dugan the 1st of October, 1802. It appears from the blotters and vouchers in the land office, and the day-book of the Deceiver General, that this warrant, and thirty-five others, were paid for by the application of credits, which Peter Benson had on the books of the office for lost warrants surrendered. The plaintiffs claim under Benson, -whose heirs, on the 18th of April, 1838, conveyed the Sophia Myer tract and five others, on which the purchase-money was paid by their father, at the same time, and in the same way, to Henry K. Strong, for the consideration of $1 and services rendered. Mr. Strong conveyed certain undivided parts to the other plaintiffs. There was also a third title given in evidence under a warrant to Henry Feather, dated in 1818; but being of no value in itself, and having no influence on the rights of the parties who claim under Benson or Dugan, it is not necessary to notice it.\nThe plaintiffs assert their right to recover through Benson, for whom, they allege, that the holder of the legal title is but a trustee. The defendants, without pretending to be the owners of the patent, rely on it as showing a fatal weakness in the title of their adversaries.\nIt is the law of England and of Pennsylvania, that where one buys land and pays for it with his own money, but permits the conveyance to be made in the name of another, a resulting trust arises in favor of him who paid the purchase-money; and the nominal grantee holds the land, as trustee for the real purchaser. This principle is applicable as well to purchases from the Commonwealth, as to conveyances from one private individual to another. The person whose name is used, as a warrantee, is a trustee for him who took out the warrant and paid the fees and purchase-money : (1 Yeates 166; 2 Yeates 119.)\nA resulting trust of this sort may be established by parol, even in direct contradiction of a warrant, patent, or deed; and as it may be proved, so it may be contradicted by the same species of evidence. In the present case the plaintiffs had a right to show, by any legal evidence within their power, that Benson had paid the purchase-money; and they did prove it by the blotters, vouchers, &c., usually relied on in old cases. It was proper, also, to permit the defendants to prove that he did not make the payment for. himself, or on his own account, but as agent for Sophia Myer, or somebody else; and any circumstance which would throw light on the transaction, or explain its true character, ought to have been received.\nAfter the extracts from the books in the land office had been read, and some evidence had been given by the defendants, tending to show that Benson had acted as a mere agent in paying for this and other warrants, the defendants offered to prove that Benson, who was a clerk in the land-office, and a man of very little property, was credited, on the same books, with the purchase-money of 1886 warrants in the old purchase, amounting in the aggregate to more than $32,000, and that he never laid claim to any one of the tracts; but on the contrary suffered them, in many cases while he was still in the office, to be patented to other persons. This ought to have been admitted. That a man in moderate circumstances should have paid this large sum of money on his own account, without afterwards giving any attention to the immense estate which he had thus acquired, is incredible. It can only be accounted for by supposing, that in making these numerous and heavy payments, he was acting as the agent of other persons. The Court received and submitted to the jury the testimony of Wallace, that Benson was in the habit of receiving fees and transacting business for people in the land office. If the fact set out in the first and fourth bills of exception had been also admitted, they would have gone one step further, and shown that it was his custom, in paying money for his employers, to take credit on the books in his own name; and from this the argument would have been legitimate and fair, that the entry in the present case was made in the same way.\nThe testimony of Marshall, which was admitted by the Court and constitutes the third bill of exceptions, was to circumstances too remote to be safe, even though the means proposed to establish them had been legal. The pecuniary condition of Benson at the date of the warrant was important, to be sure; but that is not to be shown by proving that his children, more than forty years after-wards, had claims to land in several counties of the state.\nThe mortgage for land sold in Westmoreland by the elder Benson in his lifetime, might have been evidence to rebut the proof which the other side had given of his poverty, if it had been produced. But I see nothing in this case, to justify the admission of secondary evidence, when the primary might have been had.\nThe letter from Benson to Potter, dated in 1801, was properly admitted. It is not necessary to produce the title papers of a man’s property, when the object is merely to prove his circumstances. General acts of ownership are sufficient. A letter requesting an agent to pay taxes for land may be very slight evidence even for such a purpose, but it is admissible.\nThe evidence contained in the fifth bill of exceptions was rightly rejected. It consisted of agreements and letters, between Myer, Young, and Dugan. The parties to these contracts, and those who carried on the correspondence, were bound by what they contained. But as to Benson and those claiming under him, they were res inter alios acta.\nBefore we consider the main point on which the charge of the Court below is objected to (and we propose to consider no others, the rest not being sustained), it may be well to recall the evidence which is said to establish the trust in favor of Benson, and the circumstances, confirmatory and infirmatory, which go to support and overthrow it. John Keble’s blotter, and other books in the land office, show, that Benson was charged with the price of this warrant, and that he paid it. This blotter was never considered a record; and certified copies were not admitted in evidence, until the act of'1823 was passed for that purpose: Purdon 427. Previously to that time the entries were proved and admitted as private papers : 8 Watts 112. The Act of Assembly did not change their nature as evidence, but only furnished a more convenient means of getting them before Courts and juries. They were admitted before and since 1823, apparently upon the rule which admits other private memoranda of deceased persons in evidence, where they were against the interest of the persons making them. But long experience of their accuracy has given them a credit which no other unofficial books have received in our Courts. Still they constitute but parol evidence, and are not conclusive proof of anything. That warrants were frequently said by those books to have been paid for by persons who did not actually advance the money, except as agents, no one can doubt; and the fact has been often proved. The defendants attempted to prove it here. They showed that Benson was a clerk in the land office. Clerks were at that time in the habit of acting as agents to an extent which grew into a great evil; and the year afterwards a law was passed to forbid them: Purdon 732. One aged witness was called, who remembered Benson, and knew that he transacted more business as agent than any of the other clerks. He died in 1801, leaving scarcely any personal property. He paid the purchase-money on a great number of other warrants, without afterwards perfecting the titles. The certificate of the Receiver General, that the purchase-money was paid on the Sophia Myer warrant, was in the usual form, without any mention of Benson’s name, and does not appear ever to have been in his possession, but was found among certain title papers which John Myer had delivered to Pott and Boyer. John Myer, and not Benson, handed in the application for the Sophia Myer and nine other tracts, on all of which the purchase-money is marked in the blotter as paid by Benson; but on none of them did he ever take out, or apply for patents. The application is marked as Myer’s, and is in his handwriting.\nThe party who undertakes to establish a resulting trust by parol evidence, takes the burden of proof on himself. He claims an estate in land, not only without a deed, but in opposition to the written title. Records and deeds are not easily overthrown, as is manifest enough from the stringent rules which this Court has often laid down, in cases of parol sales. The whole doctrine of resulting trusts is a violation of the sound principles on which the statute of frauds is based, and ought not to be favored, except when the trust originated in the bad faith of the nominal purchaser. The extension of it to cases in which the cestui que trust has voluntarily placed his rights in such a condition that he can only establish them by parol, is of doubtful policy; and, like other departures from the statute of frauds, has probably done more mischief than it has ever corrected. Eor these reasons it is more than doubtful, if any chancellor, upon the evidence which this case presents, would decree specific execution of the trust, supposing the facts to be recent, and time no element in the decision. It may be, indeed, that the frequent use which was made in early times of the names of persons as warrantees, who were not the real owners, for the purpose of evading the laws against engrossing the public lands, entitles this peculiar kind of trust to more than ordinary favor. Certain it is, that the blotter has been allowed to decide very many disputes in favor of the person by whom it showed the money to have been paid; but never, in any case that I know of, where the evidence of agency was as strong as it is here. ■\nThe principal question yet remains to be noticed. The defendants insist, that the great length of time which elapsed after the date of the warrant, and before any claim was made under Benson, raises a presumption of law, which is conclusive against the title derived from him. It is true, that the transaction which creates the contest between these parties, is entirely too old to be investigated now, with the slightest hope of ascertaining the truth. It is impossible for us to feel any confidence in the evidence which can be furnished by men of these times concerning occurrences so remote. Fifty-two years went round between the time when the purchase-money for this land was paid, and the bringing of the present suit. During all that time, neither Benson, nor his heirs, nor anybody else deriving title from him, made any claim to the land; nor paid taxes for it; nor exercised any act of ownership over it; nor manifested the least sign of consciousness that they had a title to it. We are now asked to determine the rights of the parties, on such facts as can be fished up from the oblivion of more than half a century. Nearly two generations have lived on the earth, and been buried in its bosom, since this business was transacted. Of the men who were then in active life, and capable of being witnesses, not one in twenty thousand is now living. Written documents, whose production might have settled this dispute instantly, have been, in all human probability, destroyed, or lost, or thrown away as useless. The matter belongs to a past age, of which we can have no knowledge, except what we derive from history, through whose medium we can dimly discern the outlines of great public events, but all that pertains to men’s private affairs is wholly invisible, or only visible in such a sort as to confound the sense and mislead the judgment. “ No man,” says Mr. Justice Sergeant (2 Watts 115), “ ought to be permitted to lie by while his rights can be fairly investigated and justly determined, until time has involved them in uncertainty and obscurity, and then ask for an inquiry.” For such reasons as these it is, that every civilized society has fixed a limited time, within which all rights must be prosecuted. Where this is not done by positive enactment of the legislature, the judiciary calls in the aid of presumption; and Courts of equity, though not bound by the statutes of limitation, close their doors against stale demands, as sternly as the Courts of law.\nTime will raise presumptions as conclusive for or against an original title, as it will in other eases. We have as little power to read the ashes of burnt papers, or call dead witnesses from their graves to testify in a dispute about business transacted by the land-jobbers of the last century, as we would have if the conrtoversy was on any other subject. It is accordingly settled, that the non-return of a survey for seven years, without taking possession, or paying the surveyor’s fees, is an abandonment of the warrant: (2 Penn. Rep. 384.) And even where the negligence is imputable to the officer, a long delay will defeat the warrantee’s title: (4 Watts 140.) The title of a warrantee is presumed to have been conveyed, where no claim is made under it for a long time : (2 Binn. 468.) A sale of warranted land for taxes, though irregular and void, if the warrant-holder had made early opposition, becomes a perfect title after an acquiescence of twenty-one years: (17 Ser. & R. 350.) Payment of taxes for twenty-one years is presumptive evidence of a conveyance from the warrantee: (1 W. & Ser. 324.) A survey, unimpeached for twenty-one years, is conclusively presumed to have been regular: (2 Watts 390 ;1 W. & Ser. 68); and that even when there is an unexecuted order of resurvey by the board of property: (7 Barr 67.) In short the Courts of this state seem uniformly (and especially of late) to have refused to go back more than twenty-one years to settle any difficulty about the issuing of warrants or patents, or the making or returning of surveys, or the payment of purchase-money to the Commonwealth. These questions, like others, are disposed of according to the legal presumptions which arise from' the lapse of time. The time which raises a presumption, which will act on an interest in land, is twenty-one years: (4 W. & Ser. 297); and this presumption unrepelled will defeat any claim that is set up against it.\nIt is very clear, therefore, that the plaintiff’s title is either established beyond all dispute, or else made utterly worthless by the lapse of time. Either the trust, resulting to Benson from the payment of the purchase-money, is extinguished, or the title under the patent must be wholly lost to those who claim it. . Both these titles cannot exist now, in the vigor they had fifty years ago, and demand a decision between them on their original merits.\nThe plaintiffs contend that the • presumption ought not to be against them, since the patentee has not, any more than .themselves, either taken possession of, or paid taxes for, the land. Cumberland Dugan did not, from the date of the patent (nor did his heirs), make any open claim to the land, nor perform any of the duties, which, as owners of it, they were bound to perform, until 1837, when they brought an ejectment against the occupants of the land, which seems to be still pending. But it must be remembered that the conveyance of the warrantee, and the patent from the Commonwealth, gave him the legal title, and he was in possession by. construction of law. Actual possession would not have made his right any stronger, as against another claimant, who was not himself in possession. Ilis title, on the face of it, was as perfect. as it could be made. He needed no judgment or decree of any Court to make it better. It was not necessary or possible for him to bring suit against Benson or his heirs or alienees, to establish that his legal estate was free from the trust, which the plaintiffs assert it was charged with. His non-payment of taxe3 is proof that he was not a very good citizen; but that is a default for which his title could only be divested by a treasurer’s sale. On the other hand, Benson and his heirs had a claim, resting in parol, and if they knew, or believed it to be just, it was their business to make it appear.\nTo demand of the cestui que trust, under the circumstances of this case, that he should establish his claim before a judicial tribunal within a reasonable time, or lose it, is complained of as a hardship by the plaintiffs. They say, that no bill in equity could be filed for want of a court having chancery jurisdiction, and that an ejectment could not be brought, because nobody lived on the land. The answer is, that they might have taken possession of the premises, and compelled the other party to commence proceedings. They reply that possession ought not to be required, because the land is not fit for cultivation, and the coal has been but recently discovered. This, when put in plainer words, means that the property was not thought to be worth looking after until lately, which is precisely the reason that may be given by almost every man who neglects to prosecute his rights to real estate. But- it has never yet been received as a sufficient excuse, and never ought to he. Besides, Benson, if the land was really his, might, at least, have filed a caveat against the issuing of the patent, or demanded a conveyance afterwards.\nThe opinion of Mr. Justice Kennedy in Urkett v. Coryell, (5 W. & Ser. 60), was much relied on, as showing that a patent, fraudulently obtained, will be of no avail against the true owner. That case ■was essentially different in all its features from this one. There the party claiming against the patent had not only paid the purchase-money for himself, and on his own account, but had the conveyances of the nominal warrantees. Time had raised no presumption against him; for the suit had been brought within much less than twenty-one years: Coney v. Caxton, (4 Bin. 149), and Bixler v. Baker, (4 Bin. 219), are still less to the purpose.\nIt is also insisted that Dugan obtained the patent by a fraud upon, minor children. The heirs of Benson at the time of his death were respectively of the ages of ten, eight, and three years, but when the suit was brought they were fifty-seven, fifty-five, and fifty. Their minority, at the time the patent issued, would not justify their inaction after the disability wras removed. An equitable claim to land, founded on fraud, is of all others the sort of claim which ought to be pursued before time has rendered explanation impossible : (2 Sch. Lefroy 633).\nAnother argument, much pressed, is that Benson’s payment of the purchase-money gave him such a use of the land as became immediately executed by force of the statute of uses, (27 Hen. VIII); that he or his heirs became invested with the legal title, as soon as the patent passed it from the Commonwealth; that having the legal title they were constructively in possession; and that the presumption from lapse of time is, therefore, not against them, but in their favor. The inferences are logically drawn, but the premises are not true. An implied trust is not within the statute of uses. Where the use is expressly and immediately limited on the legal estate, it will be executed in the cestui que use. But a use •limited on a use will not be. (22 Vin. Abr. 268). Where the trust is expressed in the deed which creates the legal estate, the trustee cannot set up the statute of limitations, either at law or in equity, against his cestui que trust, any more than, a tenant for years, can do so against his landlord, and for the same reason; namely, because it would be claiming in opposition to the title, by which he himself holds. But here the warrant, deed poll, and patent, purport to give Dugan the legal, as well as the equitable title, for his own use, and that of his heirs and assigns. They do not on their face require him to hold it for the use of Benson. If there be anything in pais and outside of the written title, from which a trust of the land results to Benson, such a trust can be executed in no other way, than by the voluntary conveyance of the trustee,' or by a decree in chancery, 'or (what is equivalent here), a judgment in ejectment. Where a party is primó facie the owner of land in his own right, and is to be turned into a trustee by matter of evidence, all presumptions are against him who alleges himself to he cestui que trust, and if he withholds his evidence until it becomes obscure and unintelligible, he must hear the consequences of his own default.\nThis then is the case of an ejectment, brought as a substitute for a bill in equity, to declare the holders,of the legal title trustees of Benson, and to compel the execution of the trust: (8 Ser. & R. 484 ;4 W. & Ser. 149). The transaction, supposed to be set forth in the bill, as the origin of the trust, was doubtful at first, if we can be supposed to know anything about it from the evidence before us; it was fifty-two years old when the hill was filed, and there was no intermediate acknowledgment of the trust by one party, and no assertion of it by the other. A decree, in such a case, could not he pronounced in favor of the plaintiff, without running counter to all precedent. Courts of equity will not listen to claims so mid that they would be barred at law by the statute of limitations. If this rule, which is, in itself, so just and wise, needed the authority of great names to support it, Lord Talbot, (3 Atkyns 325), Lord Redesdale, (2 Sch. & Lefroy 71), Chief Justice Marshall, (10 Wheaton 152), Chancellor Kent, (3 Johns. Ch. Rep. 129), and Judge Story, (1 Eq. p. 529), ought to be sufficient for the purpose.\nIt follows, from Avhat I have said,' that where a warrant is issued to one person, and the purchase-money is paid by another, and the patent is aftenvards taken out by the nominal warrantee, the right of him who paid the purchase-money is gone, unless he takes possession of the land or brings ejectment to recover it within twenty-one years from the date of the warrant; and after that lapse of time he cannot recover, no matter how clearly he may he able to prove that the legal owner Avas, in the beginning, a trustee for him. In such cases, the maxim omnia prcesumuntur rite esse acta, is applied to the proceedings of the land office, and the presumption of laAV is conclusive against all rights Avhich do not appear on the face of the Commonwealth’s grant. Evidence of purchase-money paid by the plaintiff, as the ground-work of his title, ought to he rejected by the Court, if the date of the payment be more than twenty-one years before suit brought, unless it be accompanied by an offer to prove such acknoAvledgments, on the part of the warrantee, as will take the case out of the rule here laid doAvn. What acknoAvledgments would be sufficient for that purpose, is a point not raised by this record.\nWhen I say, that the suit must he brought within twenty-one years from the date of the warrant, I speak of a case like the present one, in Avhich the alleged trust is proved by the naked and solitary fact of the payment of purchase-money. Where the cestui que trust has superintended the survey and paid the officer’s fees, or exercised other acts of ownership over the land, the presumption in favor of the trustee would, perhaps, not begin to arise until he did some act of hostility, such as selling his title, or taking out a patent to himself.\nWe have come to this conclusion with the deliberation which was demanded by the interests of the present parties, the rights of those who claim under the numerous other warrants paid for by the same person, and the importance of the general question. The cause was twice argued with great ability, once before all the judges, and afterwards again, in the absence only of him whose death we have since been called to lament. From the first no member of the Court felt that the judgment could be sustained, and all the survivors now concur in the opinion that its reversal is demanded alike by precedent and principle.\nJudgment reversed and venire facias de novo.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "The case was argued by Bannan and Mallery, for plaintiffs in error.",
      "Hughes and Meredith, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Strimpfler versus Roberts.\n1. Where one person pays the purchase-money for land and the title is made to another, a resulting trust arises in favor of him who pays; and this whether the title comes from the Commonwealth or an individual.\n2. The holder of the legal title may overthrow the trust, by showing that the person who paid the purchase-money did so as agent and not on his own account.\n3. Bor this purpose, evidence that one who paid the Commonwealth for a warrant, was a clerk in the Land Office, had but little property, and had paid large sums for a great number of warrants for other lands to which he never laid claim, is admissible.\n4. But agreements and letters between the payor of the purchase-money and other parties are res inter alios actce, and not admissible to show the character of the transaction.\n5. To disprove the fact of poverty, it is proper to admit a letter of the party requesting an agent to pay taxes.\n6. The fact of poverty cannot be disproved by showing that the children of the party, many years after their father’s death, were possessed of property.\n7. The blotters of the Land Office are but primá facie evidence that the purchase-money was paid by the person to whom it is there credited.\n8. The doctrine of resulting trusts, is not to be favored in ordinary cases\n9. A trust resting in parol, is taken to be extinguished after twenty-one years.\n10. Such a trust is not within the Statute of Uses (27 Hen. Till.), and can only be executed by the voluntary conveyance of the trustee, or by a decree in Chancery, or (what is equivalent) a judgment in ejectment.\n11. As a decree would not be made by a chancellor declaring the owner of the legal title a trustee for him who paid the purchase-money after twenty-one years, so an ejectment, which is the substitute for a bill in equity, cannot be sustained after that lapse of time.\n12. Where a warrant issues to one person, and the purchase-money is paid by another and the patent is afterwards taken out by the nominal warrantee, the right of him who paid the purchase-money is gone unless he takes possession of the land or brings ejectment to recover it in twenty-one years.\nError to the Common Pleas of Schuylkill county.\nThis was an action of ejectment by Algernon S. Eoberts, Edward Roberts, and Henry K. Strong, against John Strimpfler, James Shoemaker, John A. Bechtel, and Jacob C. Bickelman, brought to March Term, 1851.\n■Verdict was rendered for the plaintiffs.\nIt was brought to recover 85 acres of land in Pinegrove township, Schuylkill county, and which, on the part of the plaintiffs, was alleged to be a part of 445 acres 120 perches of land, surveyed on a warrant of 5th May, 1794, to Sophia Myer for 400 acres. The plaintiffs claimed to recover under a conveyance from the heirs of Peter Benson, deceased, to Henry K. Strong, dated on 18th April, T838. It was alleged, on the part of plaintiffs, that Peter Benson had paid the purchase-money due the Commonwealth under the warrant in name of Sophia Myer, and that therefore he was the equitable owner of the land by the law of Pennsylvania.'\nThe defendants claimed the land in dispute, under a warrant granted to Henry Feather for 100 acres, dated the 27th February, 1818, and a survey made thereon of 123 acres and 22 perches; and they also set up an outstanding legal title in the heirs and devisees of Cumberland Dugan, deceased, to the whole of the Sophia Myer tract, under a deed poll, dated'the 10th March, 1801, from Sophia Myer to Cumberland Dugan, and a patent, dated the 1st October, 1802, to Cumberland Dugan, for the Sophia Myer tract. The warrant to Sophia Myer was one of a set of ten warrants, which were part of thirty-six warrants which were paid for at the same time, to wit, on the 31st December, 1794, by credits allowed on the books of the land office, for certified unsatisfied warrants then surrendered.\nOn the part of the plaintiffs was given in evidence a certified copy of application for ten tracts of land of 400 acres each, John Myer, Esq., and nine others, including the name of Sophia Myer, endorsed at the top, “ 5th May, 1794, Myers, Harries, Lavenberg, and others, Berks County, Ent.,” and endorsed at the foot, “ John Myer, Esq.,” with a certificate attached, dated 1st May, 1794, by John Myer and Peter Orwig, two justices of the peace, that the land applied for was vacant and unimproved.\nAs evidence that Peter Benson paid the purchase-money, there was offered in evidence an entry in John Keble’s blotter, No. 13,580, in substance as follows :\n31st December, 1794, Peter Benson and others, 36 warrants, amount 10,815 acres, at 50 shillings per 100 acres, ¿£271 17 6, Or. By Peter Benson for amount of principal anil interest on the following unsatisfied warrants and balances, amounting to ¿£974 15 6.' Deduct debt above, leaves a balance due Peter Benson of ¿£702 14 6, carried to N. Purchase-books under this date, fees ¿£18, paid. I\nAlso, evidence of entry in old purchase-voucher, No. 13,580, crediting Peter Benson with the payment of the 'purchase-money, viz.:\n, February 4th, 1795, received of Mr. Benson fees on five settlements of accounts, made 31st December last (see voucher 13,580), fees then omitted to be received ¿£3 2 6. Certified copy of voucher No. 13,580, by Peter Benson, commencing with John Myer, Esq., Sophia Myer, Philip Myer, John Harries, Christina Lavenberg, Francis Arttillia, Killian May, Robert Kinnear, and Nancy Kinnear, all described as in the application in evidence, each one credited in the margin “By Peter Benson,” “Certificates wrote,” “Inst, from date hereof,” “Warrants issued,” 50s. per 100. Thirty-six warrants in all in the list, credited “By Peter Benson.”\nAlso, certified copy of warrant, registered No. 18, 5th May, 1794, warrant to Sophia Myer, adjoining land of Isaac Kauffman, and land this day'applied for by John Myer, County of Berks.\nCertificate of Surveyor-General, of search for the original warrant, and that it was lost.\nSurvey made the 5th January, 1795, on the Sophia Myer warrant, by William Wheeler, of 445 acres, 120 perches, and allowance. It calls for John Lesher, Sen., as adjoining.\nCertificate of return of survey, 10th February, 1795, of six of t]ie ten tracts, embracing the Sophia Myer tract.\nAlso, proof that Peter Benson and others, grantors in the deed to Henry K. Strong, were the only children of Peter Benson, deceased, and also that Peter Benson was reputed to have been a clerk 'in the land office.\nOn part of plaintiffs, was given in evidence, deed of David P. Benson and others, dated 18th April, 1838, to Henry K. Strong, for several tracts, including the Sophia Myer tract; also deed by Strong and wife to A. S. and E. Roberts, for the half of three of the said tracts, and the one-fourth part of the tract in name of Sophia Myer ; and another deed from same to same for another fourth part of same.\nThe plaintiffs gave in evidence a great number of warrants, surveys, and connected drafts, applicable to lands in the vicinity of that in question in the cause, and read the deposition of Thomas Woodside, and examined Thomas Baird and Samuel B. Fisher, for the purpose of proving the location of the Sophia Myer survey, and then closed their case.\nThe defendants gave the following evidence:\nIt was alleged on the part of the defendants below, from the manner in which the unsatisfied warrants are transferred, that they were procured of .their respective owners by and at the cost of John Myer and others, owners of the respective sets of warrants that composed the thirty-six warrants referred to in the entry of the 31st December, 1794, in John Keble’s blotter, and other persons who had applications then filed in the land office but not paid for ; and that the transfers were made in the name of Peter Benson, then a clerk in the land office, merely in order that the unsatisfied warrants might be surrendered by the 31st December, 1794, because that was the last day on which such warrants could be used for that purpose.\nOn their part evidence was given as follows, viz.:\nThe original application from the land office, in the handwriting of John Myer (and of which the plaintiffs had previously given a certified copy in evidence), for ten tracts of land in Berks county, in the names of John Myer, Esq., and nine others, endorsed at the top, “5 May, 1794, Myer, Harries, Lavenberg, and others, Berks county, Ent.,” and endorsed at the foot, “John Myer, Esq.,” and including the name of Sophia My.er.\nA warrant dated 5th May, 1794, to Sophia Myer, for 400 acres, in Berks county, endorsed “Ret’d., &c., 28 September, 1802,” survey made 5th January, 1795, Sophia Myer 445 acres, 120 perches.\nA deed poll dated 10th March, 1801, Sophia Myer to Cumberland Dugan, of Baltimore, for 400 acres of land in Berks county.\nThe original certificate, as follows, was given in evidence :\n“ Philadelphia, 31st December, 1794. — I hereby certify that the sum of ten pounds, being the pt rchase-money for four hundred acres of land situate in Berks county, granted to Sophia Myers, by warrant dated 5th May, 1794, the same was discharged by a credit allowed on the Receiver General's books, pursuant to law, ¿610 0 O. For the Rec’r Gen’l, John Keble; fees, 10s. pd.; Secy.’s fees pd., $1.87; advertising wt., $0.25; Drs., $2.,12; Surveyor Gen.’s fees, $1.25 pd.”\nAlso, a patent dated the 1st October, 1802, to Cumberland Dugan, for the tract surveyed on the warrant to Sophia Myer.\nThe plaintiffs objected to this evidence. It was admitted by the Court, and the plaintiffs excepted.\nOn part of defendants, evidence was given as to the warrants for the Robert Kinnear, Lavenberg, and Harries tracts, and the surveys, and a certificate as to each, of the same character as the one above recited relating to the Sophia Myer tract, and a deed poll from each to Cumberland Dugan, and a patent to him for each of these tracts; that for the first and third dated in 1802, and the other in 1801.\nAfter other evidence was given, it was proved that Peter Benson,was a clerk in the land office between 1792 and 1797. He was a clerk there for several years. A witness stated that he thought that Peter Benson died about the year 1800 or 1801.\nJ. L. Wallace testified, inter alia, that it was the practice of all of the clerks to take fees and transact business in the land office for other people; that Peter Benson did more of that kind of business than the other clerks.\nThe defendants’ counsel submitted a written offer of evidence in the following words :\nFor the purpose of rebutting the presumption of ownership in Peter Benson,-of the warrants of the 5th of May, 1794 (and which were patented to Cumberland Dugan in 1802), -arising from the entry in John Keble’s old purchase blotter, and to show that the said credits were not his credits, but were entered in his name for convenience sake, for the true owners, defendants proposed to show from the records of the land office, that from the month of June, 1792, up to the time he ceased to be clerk in the land office, upwards of 1386 warrants in the old purchase, and a number in the new purchase, were entered as having been paid for by Peter Benson; that the purchase-money and fees paid on these warrants was $32,152.18; and that the title to no one of all these warrants, thus entered as having been paid for by him, was ever perfected to him, but the most of them were perfected to other persons during his lifetime, and many whilst he was .still clerk in the office, without any order or conveyance from him; and that many of the said warrants were founded upon old improvements, and were patented to the improvers.\nThis was offered in connection with an offer of evidence that Peter Benson was poor, and not of ability to pay this large sum of money for himself, and that no claim was ever miade by him to any portion of the land so entered, as having been paid for by him.\nThis evidence was objected to by the plaintiffs. The Court rejected it, and the defendants -excepted. This was the defendants’ first bill.\nAfter a variety of evidence was given on each side of the case, it was offered on part of plaintiffs, to give in .evidence a letter, dated 15th March, 1801, from Peter Benson to William. Potter, in reference to above twenty tracts of land in Huntingdon county, and asking Potter, as Ms agent, to pay the taxes on the lands therein enumerated. The letter was not printed in the paper-book, but it was alleged that it was offered and admitted to show property in Peter Benson in the lands mentioned in it-, by the exercise of an act of ownership; and that he was of ability to pay for the lands entered in Keble’s blotter as being paid for by him. It was alleged that this letter was not legal proof of ownership. To the admission of this letter exception was taken on the part of defendants. This was the defendants’ second, bill.\nThe plaintiffs then offered to prove by James C. Marshall, Esq.', that he was administrator of the estate of Peter Benson, the second; that he knew the family since 1837. Peter came as cashier of the U. S. Branch Bank at Erie; that he was counsel for Mary P. Benson, and the widow of Peter Benson, Jr., that he had a mortgage in his possession, for property sold in Westmoreland county by Peter Benson the elder, about 1799; that he -received on this $25 every six months ; that they claim land in Northumberland county, and Schuylkill, &c.; and also as to the children of Peter Benson, and their respective ages.\nTo which evidence the defendants objected, but the Court overruled the objection, and admitted the evidence, to which decision of the Court the defendants excepted. This was the defendants’ tMrd bill.\nThe plaintiffs examined John Bannan, Esq., who said: “ I received the Bobert Kinnear certificate or receipt as to the payment of the purchase-money some time prior to 1844; I did not receive it from the heirs of Cumberland Dugan or any one from him, nor with any title papers claimed by the heirs of Dugan.”\nBeing cross-examined, he said: “ At the time I received this deed poll, I was counsel for those who took up land on new warrants; they were defendants in the Cumberland Dugan suit; this deed poll was brought to my office by Peter Boyer — the certificate was with the deed poll.”\nThe plaintiffs examined Benjamin Pott, who said: “ These certificates John Harries, Christina Lavenberg, and Sophia Myer, were among my father’s title papers for the Myer lands; I handed them over to Mr. Loeser in 1827 or 1828: I can’t say positively they are the same certificates, but I think they are.”\nBeing cross-examined, he said: “ I handed these certificates to Mr. Loeser with three deeds poll from warrantees; my father bought lands of John Myer; the papers among which I found these certificates were deeds poll, surveys, and a deed from John Myer to my father.”\nAfter a variety of other evidence had been given on each side, the offer referred to in the first bill of exceptions on part of defendants, was renewed by their counsel. It was objected to, was rejected, and defendants’ counsel excepted. This was the defendants’ fourth bill.\nDefendants also offered in evidence two agreements between John Myer and Barron and Young; and one between Barron and Young; and letters between Myer and Young, and one from Young to Dugan. These were rejected, and exception taken on part of defendants, which was their fifth bill.\nThe merits of the case depended mainly upon the questions : — ■ First, whether the entry of the 81st December, 1794, in Keble’s blotter, can be received as frimá facie evidence of title to the land in Peter Benson ? And secondly, if it can, then, whether the facts given and offered to be given in evidence by the defendants, do not fully rebut that evidence of title in Peter Benson, and show that he was not the owner of the land ? And thirdly, if Peter Benson did pay the purchase-money for the land and was the equitable owner, can he or his heirs, after a period of thirty-five years from the time Sophia Myer, the warrantee, conveyed the legal title to Cumberland Dugan, and after Cumberland Dugan obtained a patent, sot up such equitable claim against those holding the legal title under the patent ?\nThe counsel oí plaintiffs submitted to the Court various points, the 4th, 5th, 6th, and 7th of which were as follow:—\n4. That the certificates of the Receiver General, that the land was paid for by a credit on the books of the Receiver General, in connection with the entry in the old purchase-blotter, day-book, ledger, voucher, and other official papers in evidence, show conclusively that Peter Benson paid the purchase-money for the tliirty-six warrants, including the land in dispute, and the title to them was vested in him; and that the possession of the said certificates by any other is no evidence of transfer of the title by Peter Benson, or of authority from him to the warrantees to convey his title; and this more particularly so, as the evidence in the present case does not show that the parties who now have the possession of the certificates ever had any title or pretence of title to the land in question.\n5. That the defendants, not having proved the execution of the deed-poll of Sophia Myer to John Myer, read in evidence, have not proved that the certificate relating to the Sophia Myer warrant of the 5th May, 1794, ever was in the possession of John Myer.\n6. That if there was evidence in this cause, that such certificate was in possession of John Myer, and came with John Myer’s deed to John Pott; yet in the absence of proof of a transfer by Benson to Myer, such possession would not show either that Myer owned the land, or that Benson paid the purchase-money for Myer.\n7. That the only outstanding titles set up by defendants of which they have given evidence, is the title acquired by the patent to Cumberland Dugan and under the Henry Feather warrants, and that as this certificate does not appear to have accompanied the papers of either of these titles, these titles are not strengthened by the introduction of such certificates by defendants, and that therefore the jury cannot regard the certificates given in evidence by defendants in any other point of view than- as in the possession of persons who neither have any, nor claim any title to the land referred to in said certificates; and that, therefore, such possession can raise no presumption against the payment of the purchase-money by Peter Benson, or of authority to the warrantees to transfer his title to third persons.\nThe counsel of defendants also submitted points, some of which were as follows:\n5. A warrant and survey are within the recording Act of the 18th of March, 1775; and the defendants having shown that' Sophia Myer, the warrantee, on the 10th of March, 1801, executed a deed poll to Cumberland Dugan, and that a patent from the Commonwealth of Pennsylvania, was granted to the said Cumberland Dugan, on the 1st of October, 1802, reciting the said deed poll, the said Cumberland Dugan’s title thus perfected by a patent on record, cannot be affected by a conveyance from Benson’s heirs* made in 1838, and founded upon an equitable title in Benson to the said warrant, survey, and patent.\n8. If the application for the ten warrants of John Myer and others, was entered by John Myer on the 5th of May, 1794, warrants issued the 31st of December, 1794, and were surveyed the 5th of January, 1795, and patented to other parties in 1798 and 1802, and none of the said ten warrants were ever claimed to be owned by Peter Benson in his lifetime, nor by his heirs up to the year 1838, a period of 44 years, this period of non-claim on the part of Peter Benson and his heirs, furnishes strong evidence that he had no interest in the said warrants and surveys, and after this length of time it will be presumed that the patents .issued to the true owners.\n9. The credit given to Peter Benson on the land office books on the 31st December, 1794, for the price of the lost warrants, would, if Peter Benson was owner of the ten applications in the name of John Myer and others, filed on the 5th May, 1794, be primé facie evidence that he paid for those applications in his own right, if not rebutted by the defendants; but the whole evidence given by the defendants, if believed by the jury, does rebut that presumption, and shows that Peter Benson was not the owner of the land.\nKidder, J., in answer to the points, on part of the plaintiffs, charged as follows:\n1. The records of the land office furnish primé facie evidence of the payment of the purchase-money for the Sophia Myer tract by Peter Benson, and in order to do away with the effect of this evidence, it is incumbent upop the defendants to furnish satisfactory proof to the jury, that in the payment of the money Benson was acting as agent, or paid it for some other person.\n2. The mere fact that none of the lands embraced in the 36 warrants mentioned were patented to Benson, would not, of itself, in the absence of other evidence, establish the presumption that he was -not the owner of the land in question, or that he was acting as the agent of another in the payment of the purchase-money; but we submit this fact, with the other evidence bearing upon the question of Benson’s agency, to the jury.\n3. We have already said, that the agency of Benson, if he acted as an agent in the payment of the purchase-money in question, must be satisfactorily proved. For whom he acted as agent, if at all, is not so material, if the fact is established that the purchase-money was paid by him for another, and not for himself.\n. 4. The possession of the certificates of the Receiver General does not furnish conclusive evidence as to the true ownership of the land in question. These receipts may have been obtained surreptitiously, or in various other ways; but where such certificates, or receipts for purchase-money, are regularly transmitted with the legal title, and are found among the title papers, they furnish strong evidence in favor of the regularity of such title. In the present case it is not shown that the certificates for the payment of the purchase-money of Sophia Myer, in evidence, accompanied either of the titles which have been set up. If Benson paid the purchase-money, he would have been entitled to this certificate, and if.he knowingly parted with it to some other person, it is a circumstance, which without explanation is in opposition to his ownership of the land.\n5. There is no direct evidence that John Myer ever had possession of the certificate showing the payment of the purchase-money for the Sophia Myer tract. The evidence is that John Myer conveyed this tract and two others to Pott and Morris in 1807. Benj. Pott swears that he found this certificate among the Myer title papers of his father.\n6. This point is substantially answered in our answer to the 4th point.\n7. In our answer to the 4th point, we have substantially answered this point, and said that “in the present case it is not shown that the certificate for the purchase-money of the Sophia Myer tract, accompanied either of the titles which have been set up ; that if Benson paid the purchase-money, he would have been entitled to this certificate, and that if he parted with it to another person, it furnishes a circumstance adverse to his ownership of the land.”\n8. If the title set up by the defendants, in Cumberland Dugan, does not relate to the land in dispute, but to other lands, it can have no bearing on this case. But the patents to Dugan, given in evidence, refer to the date of the deeds poll for the lands, and describe the several tracts as adjoining the Martin, Wilson, and Lesher surveys, respectively. We cannot therefore say, that the facts in evidence raise a presumption that the Dugan patents do not relate to the land called for by the warrants surveyed 5th January, 1795. It is submitted as a question for the jury.\nThe points before recited, which were submitted on part of defendants, were answered as follows :\n2. We cannot say that no title can vest upon a shifted warrant until an actual survey has been made. A chamber survey, duly returned, if it can be located with reasonable certainty may vest title, especially after the lapse of 21 years without being controverted. In such case the presumption is conclusive that the survey was regularly made. The warrant of Henry Feather bears date 27th February, 1818, more than 21 years after the return of survey of Sophia Myer; if correctly located where the plaintiffs claim it to be, the law implies that it was regularly made; whether it is thus located is a question for the jury.\n8. This point we answer in the affirmative.\n4. This point we answer in the affirmative.\n5. If the records of the land office show that Peter Benson was the owner of the land in dispute; and Cumberland Dugan purchased, not from Peter Benson, nor from one claiming under him, he would take the land, subject to the subsisting equity of Benson, notwithstanding his (Dugan’s) deed poll and patent, and would not be protected by the recording Act of 1775.\n6. This point is correct, and we answer it in the affirmative.\n7. If Peter Benson paid the purchase-money for the Sophia Myer tract and others as exhibited in the books of the land office, received from the Receiver General the certificates showing such payment, and' delivered them over to John Myer or to any other person, such an act, in the absence of any explanation, would furnish strong evidence that he was acting as the agent of another, and not for himself.\n8. We do not think the proposition embraced in this point furnishes sufficient evidence of an ouster of the plaintiffs, or those under whom they claim. The evidence does not show that Cumberland Dugan, under whom defendants claim, ever paid taxes or took possession of the land. The first assertion of his claim, so far as appears, was in 1887, when a survey was made, and followed by an ejectment in the same year. The deed from the heirs of Benson to Strong is dated in 1838. We do not think, therefore, that under the evidence in this case, the length of time of itself will furnish a legal presumption that the patents issued to the right owner.\n9. The books of the land office furnish primd facie evidence that Peter Benson paid the purchase-money for the ten tracts in question, in his own right, unless rebutted by the evidence on the part of the defendants. We therefore submit the whole evidence bearing upon this question to the jury, who are the legal judges of the credibility of witnesses and the weight of the testimony. If they are satisfied from the evidence that Peter Benson was acting as an agent, and not as the owner of the land in question, the plaintiffs cannot recover.\nDefendants’ counsel excepted to the charge.\nYerdict was rendered for the plaintiffs.\nIt was assigned inter alia for error: 1. The Court erred in rejecting and admitting the evidence contained in the defendants’ 1st, 2d, 3d, 4th, and 5th bills of exceptions.\n2. The Court erred in their answers to the 4th, 5th, 6th, and 7th points submitted by the plaintiffs.\n3. The Court erred in their answers to the defendants’ 5th, 8th, and 9th points.\nThe case was argued by Bannan and Mallery, for plaintiffs in error.\nThe title of the plaintiffs was founded upon an alleged equity or implied trust, arising from an entry in John Keble’s blotter, that Peter Benson had paid the purchase-money for lands for which warrants had issued in the names of other parties. Evidence had been given that Peter Benson was at the time a clerk in the land office, and other evidence was given and offered to rebut title in Benson.\nIn this case, no trust was ever admitted; and the conveyance by the warrantee, and patent obtained, and a claim under that legal title for more than forty years, without any assertion of claim to the contrary, presents a case wherein a court of equity would not interfere on behalf of persons claiming under the alleged trust. A court of law in Pennsylvania, in the exercise of equity powers, is hound by the same rules as is a court of equity. If an equitable title existed, it is to be presumed from lapse of time to have been abandoned: 2 Pa. Rep. 394, Star v. Bradford.\nThe blotter of John Keble, who was a clerk in the land office, containing his private memoranda, was not- legal evidence till the Act of 31st March, 1823, which made certified copies of papers in the public offices evidence: Purdon’s Pig. tit. Evidence. The old purchase blotter was not a record; copies of it were not evidence till 1823, and its contents were not notice to any one. The defendants showed a legal title from the Commonwealth, confirmed by patent in 1802, and the patent on record; though a patent under ordinary circumstance, and within a proper time, is not claimed to be conclusive and to stop all inquiry as to the right to the land (1 Ser. & R. 203, Duer v. Boyd; 5 W. & Ser. 66; 6 Ser. & R. 137; Id. 118), yet after the lapse of time that has happened in this case, or after twenty-one years, the patent should be held as conclusive evidence of title to the land against one claiming the same under the same title, by an implied trust founded upon the evidence of Keble’s blotter, that the money was paid by him. The holder of the legal title has a legal seisin, and a constructive possession of unseated land, which can be divested only by an actual possession inconsistent with it: 7 Ser. & R. 134, Miller v. Shaw; 13 Id. 22. The claim of the plaintiffs, founded upon an implied or resulting trust, was liable to be lost by non-claim, or may be presumed, from length of time, to have been abandoned: 2 Watts 214-15, Foulk v. Brown.\nHughes and Meredith, for defendants in error.\nThe plaintiffs claimed the land in dispute by virtue of the evidence of the payment of the purchase-money for it by Peter Benson; first, by the entry in Keble’s blotter, No. 13,580, charging him with the land and crediting him with the payment of the purchase-money; second, by the entry in old purchase voucher, No. 13,584, crediting Peter Benson with the payment of the purchase-money; and third, by the entry in the Receiver General’s day-book, charging Peter Benson with the lands, and crediting him with the purchase-money for the same; fourth, by proof of the transfer of unsatisfied warrants and credits to Peter Benson, in different months during 1794, amounting in the aggregate to <£974 11s. Qd.\nThe deed poll of Sophia Myer to Cumberland Dugan, upon which the patent was obtained, is dated 10th March, 1801, and contains no date of warrant in the description, nor is the township mentioned in the description, ncr does it mention the land as having been surveyed, but recites merely that a warrant or order has been issued for “four hundred acres of land in Bei’ks county.” This description applies as fully to two other warrants in the name of Sophia Myer, for 400 acres each, under warrants given in evidence. It appears, that Sophia Myer made a deed poll dated 31st December, 1794, to John Myer, for 400 acres, but it was described as land in Brunswig township, Berks county. After-wards, in 1807, John Myer conveyed to Pott and Morris, the warrant of 5th May, 1794, but the land was described as lying in Norwegian township late Brunswig. If John Myer had owned the land in question, he would have known that it lay in Pinegrove township.\nThere is no evidence that Sophia Myer ever had any interest in the land in dispute; there is none that she was the wife of John Myer; there is no evidence of any transfer by John Myer to Cumberland Dugan. It was not shown that the certificates for the payment of the purchase-money of the Sophia Myer warrant accompanied the title under which the defendants below claim. The return of survey of the Sophia Myer warrant of 5th May, 1794, is of a survey on the 5th January, 1795, of land in Pinegrove township in the county of Berks, containing 445 acres 120 perches and allowance.\nOne whose name is used as a warrantee, but who neither applies for the land, nor has survey made, nor pays the purchase-money, has no title legal or equitable: 1 Ser. & R. 111; 5 W. & Ser. 821. Sophia Myer having neither procured survey or paid purchase-money, had no title to convey to Dugan. The fact that John Myer handed in the application is no evidence of title or equity in him. All presumption of title in him is rebutted, first by the fact that he was one of the justices of the peace who certified that the land was vacant; and next, because the records show that Peter Benson paid the purchase-money. The title is in him who pays the purchase-money: 8 Watts 110. A patentee obtains no title against the real owner. He and those claiming under him are visited with notice of all imperfections in his title appearing on the books and records of the land office: 5 W. & Ser. 85, Urket v. Coryell; 4 Binn. 149, Correy v. Caxton; 4 Id. 219.\nDugan obtained the patent shortly after the death of Benson, and during the minority of his children. He did not visit the lands, or pay taxes on them; nor did he improve them. The claimants through him should not prevail against the plaintiffs.\nAbandonment from lapse of time is not to be presumed against one who had warrant and survey, and had paid the purchase-money to the Commonwealth.\nA trustee in possession of land will be presumed to hold it consistent with his trust; and it will require unequivocal acts of ouster or adverse claim to divest the cestui que trust.\nfiled May 17, 1852,"
  },
  "file_name": "0283-01",
  "first_page_order": 283,
  "last_page_order": 303
}
