{
  "id": 969146,
  "name": "Weaver's Appeal",
  "name_abbreviation": "Weaver's Appeal",
  "decision_date": "1852-05-17",
  "docket_number": "",
  "first_page": "307",
  "last_page": "310",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 307"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 362,
    "char_count": 6738,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 1.278601447014482e-07,
      "percentile": 0.6163814956007088
    },
    "sha256": "33f35757c986cd88d79cac9dc222c4d60984eb01f8320774df2626298731628b",
    "simhash": "1:c033cc159ee3797f",
    "word_count": 1197
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Weaver’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court, was delivered by\nLewis, J.\nIn the distribution of money raised by the sale of real estate of Jacob Hobson, the Court below awarded to the defendant in the execution the sum of $235.83, under the Exemption Act of 9th April, 1849. There had been no election by the debtor to retain real estate, and, consequently, no proceedings for the purpose of .ascertaining whether it could be divided without injury to the whole. In exempting from execution property to the value of $300,-the primary object of the legislature was to preserve, for the use of the debtor and his family, either a home, or such articles of personal property as were necessary for their comfort. The payment of money arising from the sale of articles necessary to the enjoyment of life, would but lead an improvident or an intemperate debtor into temptation, to permit his family to be deprived of these necessary articles, in order that lie might have the means of indulging in the habits which had brought the sheriff to his door. If the proceeds be placed in his hands, there is no security that he will expend it in the purchase of the articles intended to be exempt from execution. ' There are, no doubt, many unfortunate citizens, whose property is brought to the hammer without any fault of their own; but the debtor who permits his family to be deprived of articles necessary for their use, and which the law authorizes him to retain, may well be suspected of an intention to deal unfairly by them. The money, arising from the sale of pror perty exempt from execution, is therefore never to be paid to the debtor, except under the pressure of necessity, created by an impossibility to divide the real estate. No proceedings for this purpose can be instituted until the debtor signifies his election to retain real estate. His omission to do so, or to claim the personal estate exempt from execution, according to the terms prescribed by the statute, is a waiver of all its advantages. The Court below was therefore in error in awarding to the debtor, in this ease, any part of the proceeds of the real estate.\nIt is ordered and adjudged, that so much of the decree of the Court below as awarded to Jacob Hobson the sum of $235.83, arising from the sale of his real estate, be reversed. And it is further ordered and adjudged, that the said sum of money be paid fro rata, to Weaver & Taylor, and Supplee & Taylor, on their respective judgments of the 16th April, 1850, in addition to the sums already awarded to them. In all other respects, the decree of distribution is affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Lewis, for appellants."
    ],
    "corrections": "",
    "head_matter": "Weaver’s Appeal.\nIn the case of real estate, a debtor who desires to retain such portion as by the Act of 9th April 1849 is exempt from levy and sale, must make his election to retain real estate as is provided by the act; and if he fail to do so, he is not entitled to $300 out of the proceeds of its sale. See Miller’s Appeal, 4 Hcm'is 300.\nAppeal by Weaver & Taylor, from the decree of the Court of Common Pleas of Chester county, distributing the proceeds- of sale of real estate sold by sheriff under writ of venditioni exponas-.\nJacob Hobson, in March, 1849, agreed with William Walker for the purchase of real estate in New Garden, Chester county, and took possession in April of the same year.- He paid no money, but erected three buildings on the property purchased. Those buildings cost him from $2500 to $3000. No deed was given him at the time of the purchase, nor till May 20, 1850. In the mean time, several judgments were entered against him. Among the rest, one at the suit of Weaver & Taylor for $538.03, entered April 16, 1850, and another at the suit of Supplee & Taylor, for $600, entered the same day. These judgments were confessed for debts due to the judgment creditors for goods purchased of them in the city, in part before, and in part after the fourth day of July, 1849, when the Act of 9th April, 1849 took effect,\nExecution was issued at the suit of Weaver & Taylor, the personal property sold, and the laird levied on, condemned and sold. Of the personal property the defendant retained furniture valued at $64.17. After the condemnation, and before the sale, Walker made a deed to Hobson, and took a mortgage for the purchase-money.\nThe property brought at sheriff’s sale $1500. After costs were deducted, there was left for distribution the sum of $1418.82. An auditor was appointed to make distribution.\nOn the hearing before the auditor, Hobson, the defendant, appeared, and claimed the benefit of the Act of April 9, 1849, exempting property to the value of $300 from execution.\nNo election having been made as required by that Act to retain real estate, and a part of the debts having been contracted before July, 1849, the appellants objected to the debtor, being allowed to retain more than the property already received by him. valued at $64.17.\nThe auditor in his report remarked, that Supplee & Taylor put into one bond that part of their claim., viz., about $300, which was contracted before the Act of 9th April 1849 went into operation, and that part which was contracted afterwards; that judgment was entered on the bond and they must take their, chance in that position. That the two first judgments in favor of Eithián, Jones & Co., and of Ann Hobson, were contracted subsequent to the Act taking effect, but Supplee & Taylor claimed a preference over them, and to be allowed to take to the amount of so much of their own claim as was contracted before the Act toolc effect.\nThe auditor disallowed this, and allowed out of the proceeds of the real estate the claim of Hobson, the debtor, to the amount of $235.83, making with $64.17, the valuation of personal property received by him, the sum of $300; and afterwards awarded in favor of judgments in their order as to time.\nTo the report exceptions were filed for Weaver & Taylor. The Court overruled them, and they appealed.\nExceptions were filed to the overruling the exceptions to the report, and to the decree in favor of Hobson.\nLewis, for appellants.\n1. A part of the debts due to the appellants having been contracted prior to the 4th of July, 1849, the debtor was not entitled as against them, to the benefit of that Act.\n2. The debtor having failed to give the required notice to the sheriff, is not entitled to claim the proceeds of sale, or any part of them: Winchester v. Costello, 2 Parsons 279. Where the defendant elects to retain real estate to the amount of $300, under the 3d sec. of the Act of 1849, he must give notice to the sheriff before the inquisition, in order that appraisers may be appointed, and in default of such notice he is not entitled to claim $300 out of the proceeds of sale: Miller’s Appeal, 4 Harris 300.\nfiled May 17,"
  },
  "file_name": "0307-01",
  "first_page_order": 307,
  "last_page_order": 310
}
