{
  "id": 969125,
  "name": "Harding versus Harding",
  "name_abbreviation": "Harding v. Harding",
  "decision_date": "1852-05-15",
  "docket_number": "",
  "first_page": "340",
  "last_page": "343",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 340"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Pick. 350",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2058487
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/26/0356-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 7435,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 1.613893964158142e-07,
      "percentile": 0.6860562140881573
    },
    "sha256": "ffe352e0391417bb60d72c866053d194731f1c86c1bdb28d7877c24e79f5fce1",
    "simhash": "1:86e286e4aa7894fa",
    "word_count": 1298
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Harding versus Harding."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nOn the trial of an issue devisavit vel non, the Court below admitted evidence of the handwriting of John Harding, one of the subscribing witnesses, to establish the instrument in contest. This evidence was offered because he was “ one of the parties taking the appeal” from the decree of the Register admitting the instrument to probate ; and it was objected to on the ground that the witness was “a brother and devisee in the will.” Evidence was also admitted of John Harding’s acknowledgment that his name, placed as a subscribing witness, was his signature.\nIt does not appear by the bill of exceptions that the testator died without issue, or that the subscribing witness would receive, under the intestate law, a greater interest-than that given by the instrument in dispute. The injustice likely to arise from the action of a Court of error, when it assumes the existence of facts not stated upon the record, or decides questions not presented for decision in the Court below, is so manifest as to need no illustration. The great question on which Lord Manseield and Lord Camden differed — whether a subscribing witness not competent at the time of attestation, could be rendered competent by matter subsequent — does not arise upon the present record. The reasoning of Lord Camden in support of the principle, that the provisions and the policy of the statute required that the testator should be guarded from imposition by the presence of witnesses free from objection at the time of attestation, seems to have been adopted by an enlightened tribunal of a neighboring state: Hawes v. Humphrey, 9 Pick. 350.\nIn the case before us, John Harding was never competent. He is to be considered as if he had never been a subscribing witness: 6 Ser. & R. 223. The proof of his handwriting, whether derived from the testimony of the other subscribing witness, or from his own declarations, was therefore inadmissible. Secondary presupposes the existence of primary evidence, and is the- light which is reflected after obstacles intervene which deprive us of the benefit of direct rays; but where no direct light ever existed, there can be none reflected.\nIf the proof of execution had been given by two witnesses, according to the requirements of the statute,, whether the testator’s name had been signed by himself, or by another under his direction, the instrument might have gone to the jury without positive evidence that it had been read over to the testator. This would only become necessary after testimony had been produced tending to show that he was blind, or from any cause incapable of reading, or that there was reasonable ground for believing that it was not read to him, or that there was fraud, or some kind of imposition practised upon him: Harrison v. Rowan, 3 Wash. C. C. R. 585.\nAs the evidence stood, the Court below was in error in permitting the instrument in dispute to be read to the jury as sufficiently authenticated, and also in the instructions given that it was “well executed/’ and that the jury ought to render a verdict establishing it as a will.\nJudgment reversed and a venire de novo awarded.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "The case was argued by Amwahe, and Fordney, for plaintiff in error; Ford, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Harding versus Harding.\n1. The proof of the handwriting of a subscribing witness to a will, who was incompetent to witness it, as he was a devisee under it, was not sufficient proof, by a second witness, of the execution of the will.\n2. Where the execution of a will is proved by two witnesses, it need not be proved, in addition, that it was read to the testator, whether it was signed by him or by another person at his request; it not being shown that the testator was blind or otherwise incapable of reading, and its execution not being otherwise impeached.\nError to the Common Pleas of Lancaster county.\nThis was an issue of devisavit vel non directed as to a paper, purporting to be the will of Jacob Harding, of Lancaster county. In the alleged will, Catharine Harding, the widow of the testator, and John Reinhold, were appointed executors. The issue was directed between Catharine Harding as plaintiff, and Peter Harding as defendant. The witnesses to the will were John Schlessman, and John-Harding.\nOn the trial John Schlessman, one of the witnesses, was examined. He testified that Jacob Harding, the testator, requested John Reinhold, one of the executors, to write his name (the testator’s) to the will, and that the witness and John Harding signed it as witnesses, in the presence of the testator, and with his assent. On the part of the plaintiff, the same witness was offered to prove the signature of John Harding, the other witness to the will. John Harding was one of the parties who took the appeal from the decison of the Register. The testimony was objected to on the ground that the witness was a brother of the testator, and a devisee under the-will. The testimony was admitted, and exception was taken on part of defendant. The witness proved that John Harding signed the will in his presence.\nAnother witness testified that John Harding, in the Register’s office, admitted the signature of his name to be Ms. To this, exception was also taken on part of defendant. The will was offered, and was objected to, because as the name of the testator was not signed by himself, that sufficient evidence had not been given to warrant the admission of the will in evidence. The will was admitted, and exception taken on part of defendant.\nNo testimony was offered on part of defendant. On his part a point was submitted to the Court as follows: That from the evidence in the case it appeared that the will was not read to the deceased; that it did not appear that the contents of it were made known to him; nor that he knew the contents, or anything about it, except that Reinhold said to him that this was his will.\nThe Court replied that the law presumes that the testator knew the contents of the will; it was not necessary for the plaintiff to show that the testator knew of the contents of the will. To this exception was taken on the part of defendant.\nThe Court charged the jury as follows:\nThis is an issue directed to ascertain whether a certain paper be the last will and testament of Jacob Harding. John Schlessman, one of the subscribing witnesses, proves that the testator requested Reinhold to write his hand, thereby meaning his signature, that Tie could not, and that should be his hand and seal and last will and testament; and afterwards he, the witness, and John Harding, the other witness, signed the will as witnesses; the Court having admitted the will as being sufficiently proven, the defendant having offered no testimony to impeach the will, we therefore instruct you to render a verdict in favor of the will.\nThe charge was excepted to on part of the defendant.\nError was assigned to the admission of the testimony of Schlessman as to the signature of John Harding, the other witness; that Harding was as a devisee interested, and that his signature could not legally be proved.\n2r In admitting proof of the admission by John Harding of his signature. 3. In permitting the will to be read. 4. In the answer by the Court to the point proposed on the part of the defendant. 5. To the charge that the will was well executed and proven, and to the direction to the jury to render a verdict for the plaintiff.\nThe case was argued by Amwahe, and Fordney, for plaintiff in error; Ford, for defendant in error.\nMay 15,"
  },
  "file_name": "0340-01",
  "first_page_order": 340,
  "last_page_order": 343
}
