{
  "id": 969056,
  "name": "Commonwealth versus Shuman's Administrators",
  "name_abbreviation": "Commonwealth v. Shuman's Administrators",
  "decision_date": "1852-05-20",
  "docket_number": "",
  "first_page": "343",
  "last_page": "347",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 343"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. 68",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 280",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848486
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0280-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 530,
    "char_count": 11716,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 1.4841308851362452e-07,
      "percentile": 0.661725838070096
    },
    "sha256": "f4a22f839db725bbe0485be804e2df15f02321256e0fe71b4ed72c22be3d412d",
    "simhash": "1:3f15ff9cc48435cb",
    "word_count": 2074
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Commonwealth versus Shuman’s Administrators."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nThis is an action upon a recognisance taken in the Orphans’ Court, upon the sale of the real estate of Christian Stoner, deceased, under proceedings in partition. The plaintiff claims to recover that part of the share which was made payable to Nancy Neff upon the death of the widow Stoner, her mother. The defendants plead in bar a former recovery for the same cause of action, at the suit of Benjamin Champneys, Esq., President of the Orphans’ Court, &c., for the use of Emanuel C. Reigart, assignee of Abraham Herr, trustee of Daniel Neff, an insolvent debtor. The judgment pleaded in bar was rendered by the District Court of Lancaster, on the 7th Nov., 1842, and affirmed by the Supreme Court on the 1st July, 1844. Upon the return of the proceedings to the Court below, the judgment was paid by the defendant therein, and satisfaction entered upon the record.\nAt the time of the proceedings in partition, Daniel Neff was the husband of Nancy Neff; and afterwards, on the 16th December, 1822, made an assignment, under the insolvent law, to Abraham Herr, the trustee appointed for the purpose. Mr. Herr, on the 17th September, 1831, sold the claim in controversy at public sale to Emanuel C. Reigart, for the sum of $420. Daniel Neff survived his wife; and the present action is brought by the administrator of Nancy Neff. She had no creditors. The title to administer upon her estate, and the rights of those who claim the money when recovered, are derived through Daniel Neff, and go to the claimants, as his next of kin, and not as the next of kin of his wife. The legal presumption is, that the trustee of Neff made a proper appropriation of the money received on the sale of this claim; applying it, in the first place, to the payment of Neff’s debts, and delivering the surplus, if any, to Neff himself. So that the claimant for whose use this action is brought, asks not only that Christian Shuman’s estate shall be compelled to pay the debt twice, but that it shall go, a second time, to the party who received its proceeds before.\nConceding, for the purposes of the argument, that marriage gives to the husband but a naked power over the wife’s choses in action, and is not a gift upon condition that he reduce them into possession during its continuance, still, if he has once received the proceeds of a sale of them, equity would seem to require that a title, subsequently acquired by him, should enure to the benefit of his assignee. Equitable estoppels of this character apply to infants as well as adults, to insolvent trustees and guardians as well as persons acting for themselves, and have place, as well where the proceeds received arise from a sale ly authority of law, as where they spring from the act of the party: 5 Barr 168 ; 7 W. & Ser. 111; 11 Ser. & R. 426; 8 Watts 280; 7 W. & Ser. 238.\nBut the right which the present claimant may have to the fund, can only be determined in a contest with the party who wrongfully received it. That controversy is one with which neither Christian Shuman nor his representatives have any legitimate concern. By the common law, a chose in action is not assignable; and, subject to some exceptions not necessary to be noticed here, the action upon it must be brought in the name of the party with whom the contract was made. It may be marked for the use of any person claiming an equitable interest in the money when recovered ; but the proof of this equitable interest is not necessary to enable the plaintiff to recover. Nor will a defect in the title of sueh claimant upon the fund, be any defence whatever to the action. To allow a legal and just cause of action to be defeated by such means would be productive of the greatest injustice. The legal plaintiff is entitled to recover for the benefit of the parties concerned; and, when the money is brought into Court, the claimants upon the fund may settle the controversy by an issue, or otherwise, under its direction. Let the contest between them be determined as it may, the recovery protects the defendant from a repetition of the demand. There is nothing’ unreasonable or new in this doctrine; but if it be thought so infirm with age as to need the staff of modern authority, this support will be found in the cases of Commonwealth v. Lightner, 9 W. & Ser. 118; Armstrong v. The City of Lancaster, 5 W. 68; Stoner v. Commonwealth, 4 Harris 493; and Kidd v. Commonwealth, Id. 426. The two last-mentioned decisions were pronounced by this Court at its last session in this district. It is true that the parties to the former action, in the absence of the persons interested, employed themselves in procuring a decision upon a question which did not legitimately arise in the cause. But this was a web of their own weaving; and, fortunately for them, their labor, like that which unravelled at night what it wove in the day, is as free from injury a.s it is- unproductive of benefit.\nThe practice of taking recognisances in the Orphans’ Court, in the name of its Presiding Judge, and bringing actions upon them in the same form, is not to be commended; but it has the support of long usage and high authority. Kean v. Franklin, 5 Ser. & R. 154. The former recovery in this form of action, standing affirmed by the Court of the last resort, cannot be reversed or invalidated in this proceeding by technical objections. It is therefore a bar to the present suit. “Nemo Ms debet vecearepro eadem causa.” The judgment for the defendant in the Court below accords with the justice and the law of the case, and is to be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Siester, Frazer, and Swarr, for plaintiff in error.",
      "Ohampneys, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Commonwealth versus Shuman’s Administrators.\n1. A recognisance was executed in the Orphans’ Court in the name of the President Judge thereof, by the administrators of an intestate, on a sale of land by them under an order of the Orphans’ Court, the third part of the proceeds of said sale being charged on the land sold, the interest being payable to the widow during life, and after her death the principal thereof to be Said to the six children of the intestate, one of whom was a married woman. luring the life of the widow, the husband of the said heir took the benefit of the insolvent laws, and his trustee sold at public sale the share of the said husband in right of his wife in the said residue of the purchase-money. Suit was subsequently brought in the name of the President Judge of the Orphans’ Court by the said purchaser, against the surviving recognisor, for the recovery of the portion of the said husband and wife; judgment was recovered, the case was taken to the Supreme Court and the judgment was affirmed: It was held, that such recovery being in the name of the legal party, the President Judge of the Orphans’ Court, was a bar to another action on the- same recognisance brought by the administrator of the estate of the wife after her death (she having died intestate, leaving her husband surviving), against the administrator of the estate of the last surviving recognisor. If the plaintiff to this action has any right to the money in dispute, it can be determined only in a suit against the party who wrongfully received it.\n2. The practice of taking recognisances in the Orphans’ Court in the name of the President Judge is not to be encouraged; but a suit on such a recognisance in the name of the President Judge, and judgment thereon, is a bar to a subsequent suit in the name of the Commonwealth, on the same recognisance, for the same claim.\nError, to the Common Pleas of Lancaster county.\nThis was an action of debt brought to November Term, 1850, in the name of the Commonwealth of Pennsylvania,, for the use of Christian Neff,- administrator of the estate of Nancy Neff, deceased, who was one of the daughters and heirs of Christian Shuman, deceased, against Elizabeth Shuman, and others, administrators of the estate of Christian Shuman, who was surviving recognisor in a recognisance in the Orphans’ Court, with notice to ter re-tenants. The plea was judgment recovered, &c.; and, in addition, payment, and payment with leave,. &c.- Replication: non sol.,, and no former recovery.\nThe estate of Christian Stoner had been appraised, and not being taken at the appraisement, was sold by Christian Shuman, and Ann, his wife,, under an order of the Orphans’ Court. On the 22d January, 1812, the administrators made report of the sale of (the land to Christian Herr, for $30,888; and the Court ordered them to give security to pay over the proceeds agreeably to law. On the same day the administrators executed a recognisance in the name of the President Judge of the Orphans’ Court, in the sum of $60,000, conditioned, as aforesaid; and the land was conveyed by the administrators to the purchaser, subject to the payment of the one third part of the purchase-money, viz. $10,296; the yearly interest thereof to be paid to the widow of the intestate during life, and after her-death, the principal sum to be paid to the six children of the intestate.\nOne of the children of Christian Stoner, viz. Nancy, at the time of the partition, was intermarried with Daniel Neff. Another daughter, Prances, was married to George Rakes.\nDaniel Neff was discharged as an insolvent debtor, and on the 22d November, 1828, the Court appointed Abraham Herr his trustee.\nGeorge Rakes also was discharged as an insolvent debtor; and on the 18th September, 1820, the Court appointed Christian Shuman and Abraham Herr his trustees.\nOn the 17 th September, 1831, the respective trustees of the two insolvents made public sale of the shares of Daniel Neff and George Rakes, in the moneys so charged and secured as aforesaid, to be paid after the death of the widow of Christian Stoner, and sold the same to Emanuel C. Reigart; the interest of Neff being sold for $420, and that of Rakes for $400.\nReigart brought two suits to December Term, 1841, on the recognisance alluded to, in the name of the President Judge of the Orphans’ Court, against Christian Shuman, the surviving recognisor, with notice to terre tenants. One suit was for the share of Daniel Neff in right of his wife; and the other for the share of Rakes in right of his wife, in the said money payable to the heirs after the death of the widow, and the plaintiff recovered judgment in each case for $1621.55J, with interest from 18th October, 1841. The judgment in the case of Neff was entered in November, 1842. The cases were taken to the Supreme Court, and on the 1st July, 1844, the judgments were affirmed: see report in 7 W. & Ser. 168, Shuman v. Reigart, and 1 Harris 561, Eshelman and wife v. Shuman’s administrators. Reigart executed a release to Shuman and the terre tenants in full, the judgments having been paid. The widow of Christian Stoner died on the 18th October, 1841. The material question in the present caso was, whether the said suit for the share of Daniel Neff, and proceedings therein, with the affirmance by the Supreme Court, was a bar to this suit by the administrator of the estate of the wife of Neff. In the suit for the use of Reigart for the share of Neff, counsel appeared for the heirs of Nancy Neff. She died in 1826; Daniel Neff, the husband, died in the winter of 1847-8;\nA case was submitted to tbe Court referring to tbe material facts in tbe case, and tbe Court below directed judgment to be entered for the defendants. '\nIt was assigned for error, that the Court erred in rendering judgment for the defendants; that it should have been for the amount of the share of Nancy Neff in the portion of the recognisance payable at the death of the widow of Christian Stoner, with interest.\nSiester, Frazer, and Swarr, for plaintiff in error.\nOhampneys, for defendant in error.\nMay 20,"
  },
  "file_name": "0343-01",
  "first_page_order": 343,
  "last_page_order": 347
}
