{
  "id": 969091,
  "name": "The Lancaster Bank versus Woodward",
  "name_abbreviation": "Lancaster Bank v. Woodward",
  "decision_date": "1852-05-20",
  "docket_number": "",
  "first_page": "357",
  "last_page": "362",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 357"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts 160",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846762
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0160-01"
      ]
    },
    {
      "cite": "2 Jones 274",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "10 Wend. 306",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "15 Mass. 74",
      "category": "reporters:state",
      "reporter": "Mass.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wash. C. C. Rep. 393",
      "category": "reporters:federal",
      "reporter": "Wash. C. C.",
      "case_ids": [
        6681872
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/10/1172-01"
      ]
    },
    {
      "cite": "25 Wend. 673",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 686,
    "char_count": 14494,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 4.4340006286268164e-07,
      "percentile": 0.9209152734387217
    },
    "sha256": "69f0f9b77e3fa8121e8e9edfb1f784b79514627f6365c5d642538e467640b1d5",
    "simhash": "1:4b8013a4ccacdb76",
    "word_count": 2690
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "The Lancaster Bank versus Woodward."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nThe defendant in error having paid his check to the holder of it, the day before the time appointed for its payment, the negotiability and the value of the instrument were gone for ever. As he had no funds in the Lancaster Bank when he drew the check, he was bound to place them there before it became payable, or pay the amount directly to the holder. He chose to do the last; and no possible exception can be taken to his choice. He ought, indeed, to have required his check to be delivered to him on paying the amount, and it would seem his agent, by whom he sent the money, did demand it; but Hunt alleged that he had it not with him at the place where the payment was made, and promised to deliver it to Mr. Woodward the next week. The check ■was not delivered up as it should have been, but the payment of it extinguished all liability of Woodward on account of it. More than a year after the time appointed for its payment, and after its actual payment, the Lancaster Bank received it from the Penn Township Bank; and, after two days’ delay, paid it to the Penn Towmship Bank, or, what is the same, placed it to their credit on their books; and now the Lancaster Bank claims to have been an innocent endorsee without notice. Had it been a negotiable note, there can be no doubt an endorsee would have taken it at his peril. The endorsee of overdue paper takes it exclusively on the credit of the endorser, and subject, even without malafides, to all the intrinsic considerations that would affect it between the original parties: Snyder v. Riley, 6 Barr 164. But a note is much higher evidence of indebtedness than a check. Indeed, a check, of itself, is not evidence of a debt or loan of money. The presumption is that it was given in payment of a debt, or that cash was given for it at the time: Fleming v. McClain, 1 Harris 178. Checks are no doubt often negligently retained, and presented long after they should be; but when a bank sees that a customer appointed a day in his check for its payment, that that day has long since passed, and that no funds have been deposited to meet it, the bank must be held to the rule in regard to other overdue paper, and be presumed to have taken it on the credit of the endorser. These circumstances are sufficient to put the bank on inquiry, and therefore they are not to be regarded as innocent endorsees without notice.\nBut the bank attempts to justify itself in paying this overdue check, when the drawer had no funds in its vaults, on the ground that he was a customer in good credit, and had given no notice to them that it had been paid. The absence of deposits was a sufficient notice to them not to pay the check, for checks are always supposed to be drawn on a previous deposit of funds: Story on Prom. Notes 641. In Fletcher v. Manning, 12 Meeson & Welsby 571, it was held that a check presented and paid is no evidence of money lent or advanced by the banker to the customer. On the contrary, it is primé facie evidence of the repayment to the amount of the cheek by the banker to the customer of money previously lodged by the customer in the banker’s hands.\nSuch is the usual course of business, and the very wide departure from it by the Lancaster Bank, in paying this overdue check out of other funds than those of the drawer, cannot be justified. It was attempted to prove a custom to pay overdrafts of solvent dealers with banks, but it failed; and if it had not failed, such a custom should be abolished. Mdlus usus abolendus est. Our banking institutions are generally conducted by boards of directors, to whom stockholders look for the proper use and management of the capital invested; whilst the ordinary routine of daily business is intrusted to cashiers and clerks, who are not directors, generally not stockholders, and who have no power to discount paper. If these subordinate officers might pay checks, which are properly drafts on funds deposited, when there were no funds of the drawer on deposit, the capital of banks would be liable to perversion to purposes, and in modes, that were never contemplated, either by the legislature, or the stockholders. That the practice of paying overdrafts has prevailed to some extent, is quite likely; and it may be true that boards of directors have in some instances sanctioned it; but it has no authority in sound usage or in law. The more nearly these institutions keep in the line of regular business transactions, the more effectually will they accommodate the public, and secure their own interests.\nIn the case before us, the Lancaster Bank was informed by its own books that the defendant had no funds on deposit out of which to pay the check; and the bank possessed no other funds out of which it had a right to pay it.\nAs to the complaint that the Court withdrew the cause from the jury, it is enough to say, that upon the facts before them, they were fully justified in asserting, as matter of law, that the plaintiff was. not entitled to recover. It is true, that in Rothschild v. Corney, 9 Barnewall Cresswell 388, it was left to the jury to determine whether the defendants had taken a check six days old, under circumstances which ought to have excited the suspicions of prudent men. In Byles on Bills, p. 175, it is laid down on the authority of a great number of English cases, that bills, and notes, and checks, payable on demand, must be presented within a reasonable time; and that what is a reasonable time, seems to be a question of law. Other authorities treat it as a question of fact, and this is perhaps the better opinion as to ordinary eases; but the delay in this case was so great, and the conduct of the bank was so grossly negligent in paying a check so long overdue, without deposits of the drawer, and without inquiry, that we think the learned judge was entirely right in giving the jury the instructions he did.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Siester and Ohampneys, for the bank.",
      "The Court declined to hear Praser and J. M. Reed, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "The Lancaster Bank versus Woodward.\n1. One who takes a check long over due, having on its face a time appointed for its payment, takes it exclusively on the credit of the endorser and subject to the equities between the original parties. Hence, the drawer of such a check, who has paid the money calle^L for^y it to the payee before it was payable, is not liable thereon to the banifonwhich it was drawn, which, more than a year after it was due, paid it out of its own funds on the credit of the drawer, the latter not having funds in the Bank to pay it when it became due, or when it was paid by the Bank, and not having given to the said Bank notice of its payment by himself.\n2. Proof of a usage in banks to pay overdrafts would not alter the ease. If such a custom exists it should not be encouraged; it has no authority in sound usage or in law.\nError to the Common Pleas of Lancaster county.\nThis was an action of assumpsit by The Lancaster Bank against Samuel W. Woodward, to recover the amount of a check as follows :\nLancaster, Dec. 14, 1848.\nLancaster Bank pay to Samuel Hunt or order, on the 14th of January, 1849, six hundred dollars.\n$600. Samuel W. Woodward .\nSamuel W. Woodward, residing in Chester county, and a drover, kept an account in the Lancaster Bank, and on the 14th December, 1848, drew his check as above described, and delivered the same to the said Samuel Hunt, another drover, residing in Philadelphia, for a valuable consideration.\nWhen the check became payable, to wit, on Saturday, the 13th January, 1849, Woodward, then in West Chester, gave a letter containing $600 in notes of the Chester County Bank to George B. Zell, the conductor of the West Chester cars, to be carried that evening to Samuel Hunt, in Philadelphia, and paid to him, and take up the check and bring it to Woodward.\nHunt, the payee, came to the car office in Philadelphia that evening, after the arrival of the cars; saw Zell, “ and inquired whether Woodward had sent anything for him.” Zell testified, “I told him I had a letter for Samuel Hunt which I gave to him ; he opened it, counted the money, said it was right. L ashed ldm for the check ; he put his hand in his pocket, said he had left it at home. L told him 1 was to bring the check back; he said he would give it to Mr. Woodward next week, he had left it at home.\n“Saw Samuel Woodward next week (in West Chester, on Monday), and told him what I had done.”\nThe check was not delivered to Woodward, but was deposited by Hunt in the Penn Township Bank on the 16th January, 1850, for collection (above a year after it was payable). The cashier of that Bank enclosed it on the same day by mail to B. C. Bach-man, cashier of the Lancaster Bank, who acknowledged its receipt on the next day, the 17th, and two days afterwards, on the 19th January, it was charged to Woodward’s account. Woodward, at the time it was paid, had but $13.86 to his credit in the Lancaster Bank. When it fell due he had but about the like amount in the bank.\nOn the 19th January, 1850, it was passed to the credit of Samuel Hunt, by the Penn Township Bank, deducting $1.50 for collection, &c.\nThe Lancaster Bank did not inform Woodward, the defendant, of the payment until upwards of five months afterwards, to wit, on the 22d July, 1850. He then “received notice of the payment of this check when his book was settled.”\nUnder these circumstances it was attempted on the trial to recover by proof, 1. Of the practice and usage of the Lancaster Bank and other banks of this state, to pay checks at considerable distances of time after they became due. 2. To pay checks of customers even when without funds to their credit.\nThe case was tried before Pearson, J. — He charged, inter alia,\n“ The uniform custom of such institutions throughout this state, and ■ probably throughout the world, is to refuse to accept overdrafts. The defendant had no reason to believe in this instance that the custom would be departed from. If the defendant can be obliged to pay a second time here, he could be in a case where he called on the holder of his cheek to make payment, was assured it was lost or destroyed, paid his money, and took a receipt against the instrument in the strongest terms. In' such a case, if he had funds in bank to meet the check, he must for his own safety give notice that he had himself paid it. If he had no funds, ho would not be bound to give notice, as he would have no right to expect that without any arrangement on his part the money would be advanced for him. We consider therefore that there is no such carelessness on the part of Woodward, as will oblige him to pay this check a second time. That the bank departed from its duty in paying this draft without having'funds of the drawer in its possession, and paid at its. peril. The check was old, was originally drawn out of the usual form, was long over due, presented in a manner to cause suspicion and put the plaintiff on its guard, and if a; loss must fall on one of two innocent persons, the plaintiff, who has paid the money in a manner not customary with banks, must lose it.”\nMarch 26, 1852, verdict was rendered for the defendant.\nIt was assigned for error: 1. The Court erred in admitting evidence of the facts proven by George B. Zell.\n2. In directing the jury, if they believed the testimony of George B. Zell, to find their verdict for the defendant.\n3. In charging the jury that “the uniform custom of banking institutions throughout this State is to refuse to accept overdrafts.”\nSiester and Ohampneys, for the bank.\nIt was contended tüat the check did not come to the bank with a mark of dishonor on its face. That a check differs from a bill of exchange; days of grace are not an incident to it: 3 Kent 104; 25 Wend. 673; 20 Id. 205.\nA check is received as equivalent to cash, and the remedy of the person receiving it, is suspended till the check is dishonored-: Story Pro. Notes §§ 104, 117.\nThe check in suit did not become due till payment was demanded. It had not attained its maturity till it was presented*\n. 2. The bank did not commit any breach of duty in paying the check without funds of the drawer in its possession. The bank-had the right to pay it for the accommodation of the maker: Chitty on Bills 441; Id. n. 1; 3 Wilson 346; 1 Pet. C. C. Rep. 266, Parker v. U. S.; 2 Wash. C. C. Rep. 393.\nThat Woodward having no funds in bank to meet the check, was not entitled to notice of its payment: 7 Harris & J. 381; 15 Mass. 74; 10 Wend. 306.\nThere was. no evidence that he was injured by want of notice of payment: 2 Jones 274.\nWoodward should have given the Lancaster Rank, on which the check was drawn, notice of its payment. He paid it without insisting upon its surrender, and when informed that his agent had not obtained the check, neglected to advise the bank of its payment. He ought to bear the loss arising from his negligence : 1-Harris 622, 666 ; 7 Watts 160; 9 Barr 405, Mott v. Clark.\nAs to the 2d assignment: The Court erred in withdrawing the case from the jury. The jury had a right to determine whether the plaintiff paid the check “ under circumstances which ought to have excited the suspicion of prudent men:” 9 Barn. & Cres. 388, Rothschild v. Corney; 17 E. C. L. Rep. 402.\n3. The charge that “ the uniform custom of banking institutions throughout this state was to refuse to accept overdrafts,” was the assumption of a fact not proven, and was erroneous in fact.\nThe Court declined to hear Praser and J. M. Reed, for defendant in error.\nIn their printed argument, it was contended that if payment be made before a bill or note is due, or long after, or, in case of a check, long after it is drawn, it is a payment out of the usual course of business: Byles on Bills, 174.\nThe check was deposited with the Penn Township Rank merely for collection. It was the agent of Hunt, and the Lancaster Rank is in no better position than if it had paid the check to Hunt.\nThe check and payment of it was not evidence of money lent or advanced; but was evidence of repayment by the bank to Woodward, to the amount of the check, of money of Woodward deposited in the bank. The bank could not recover on the evidence of the check alone, and this shows what is the usual course of business. To recover, the bank must show a state of facts out of the usual course of business. The bank was negligent in not communicating to the drawer the fact of payment for more than five months after it was made. The check had no negotiable quality, and the equities between Woodward and Hunt are let in.\nMay 20,"
  },
  "file_name": "0357-01",
  "first_page_order": 357,
  "last_page_order": 362
}
