{
  "id": 969078,
  "name": "Erb versus Huston",
  "name_abbreviation": "Erb v. Huston",
  "decision_date": "1852",
  "docket_number": "",
  "first_page": "369",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 369"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Wh. 459",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "2 Penn. Rep. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951403
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0340-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 397,
    "char_count": 8799,
    "ocr_confidence": 0.417,
    "pagerank": {
      "raw": 2.229984615552823e-07,
      "percentile": 0.7788865296779851
    },
    "sha256": "83cf0eb22cefbaeec88fa3486465cd2010cb263be196f73e990c315e80295734",
    "simhash": "1:8f21eeb40004bdff",
    "word_count": 1557
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Erb versus Huston."
    ],
    "opinions": [
      {
        "text": "Per Curiam.\nUpon a careful consideration of all that has been urged against the conclusions of the Court below, we regard them as sound, and affirm the judgment for the reasons given by the judge who tried the cause.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "Pllmalcer and Franklin, for plaintiff in error.",
      "Stevens, eontrá,."
    ],
    "corrections": "",
    "head_matter": "Erb versus Huston.\nCertain real estate of a decedent who left a widow and five children, was accepted by a son of the deceased owner at the valuation made under proceedings in partition in the Common Pleas. The interest of the son was sold at sheriff's sale, and became vested in the plaintiff who was intermarried with the widow of the decedent, who with his wife, subsequently conveyed the property to the defendant for a stated consideration, and subject to the payment by the defendant or the person holding the property, of a dower of $6Í86.67, the one-third part of the net amount of the valuation, the interest of said sum to be paid in every year to the widow of the decedent, then the wife of the plaintiff, during her natural life, and at her death, the principal of the dower to be paid \"to the heirs and legal representatives” of the decedent, “according to law and the proceedings upon record of the Court of said county in relation to the sameIt was held., that after the death of the widow, the plaintiff was entitled to recover from his grantee, the defendant, the one-fifth part of the principal sum reserved by the plaintiff in his conveyance.\nError to the Common Pleas of Lancaster county.\nThis was an amicable action by Thomas Huston v. Isaac Erb, to November Term, 1851, and depending on the following facts.\nCertain real estate belonging to the estate of Michael Brenneman was, in 1813, accepted by Michael Brenneman, one of the sons of the said deceased, at the valuation of f>18,560.28§-, made in proceedings in partition in the Common Pleas of Lancaster county. Jacob Brenneman, the decedent, left a widow and jive children. The widow was entitled to the interest of one-third part of the valuation, viz., of $6186.76. The widow intermarried with Thomas Huston, the plaintiff in the suit.\nIn 1816 the property was-sold at sheriff’s sale, as the property of Michael Brenneman, who had taken it at the valuation, and it was purchased by Christian Stehman, who by deed dated 5th January, 1824, conveyed it to John Erb. In 1843 the interest of Erb in the property was sold at sheriff’s sale to Thomas Huston, the plaintiff, to whom the sheriff conveyed it. In 1844 Huston and wife conveyed the property to Isaac Erb, the defendant, in consideration of $3113.33, subject to the payment of interest on $6186.76, and the principal sum afterwards, as stated in the opinion of Lewis, J.\nThe widow died in March, 1851, and the interest on the principal sum was paid to the time of her death. Huston, the plaintiff, claimed the one-jifth of the principal sum aforesaid, with interest from the death of the widow.\nLewis, J., directed judgment to be entered for the plaintiff. His opinion and direction was as follows:—\n“ This is a case stated, in which no objections are taken to the form of the action. On a partition, in the Common Pleas, of Jacob Brenneman’s estate, in 1833, Michael Brenneman, one of his sons, accepted it at the appraisement, subject, it is presumed (although the case does not state the fact), to the payment of the interest on the widow’s share, during her life, and the principal to the parties entitled, at her death. Michael Brenneman’s share of the principal was, of course, paid by operation of law upon his accepting the estate. His interest became an estate in the land, not a lien for the money. In 1816, Michael Brenneman’s interest was sold by the sheriff to Christian Stehman, who, in 1824, conveyed to John Erb; and, in 1843, Erb’s interest was sold by the sheriff to Thomas Huston, the plaintiff, who, in 1844, conveyed to the defendant, ‘in consideration of $3113.33, and excepting and reserving a dower of $6186.67,’ ‘ subject to the payment of said dower, by said Isaac Erb, or tbe person holding said property, of $6186.67; the interest of said sum to be paid in every year’ ‘ unto Catharine Brenneman, formerly widow of Jacob Brenneman, said Catharine now intermarried with said Thomas Huston, during her natural life, and at her death the said principal of dower to be paid to the heirs and legal representatives of the said Jacob Brenneman, deceased, according to law, and the proceedings upon record of the Court of said county in relation to the same.’\n“ It is plain that at the time of the sale by Thomas Huston to Erb, the defendant, the share of Michael Brenneman in the principal sum of $6186.67, set apart for the widow, was extinguished, and existed only as an estate in the land. It is also clear that Thomas Huston was the owner of that interest, and was not bound, in law or equity, to pay out, upon the death of the widow, any portion of the money in satisfaction of Michael Brenneman’s interest. He represented that interest himself, and was entitled to enjoy it. The fair construction of the deed shows that the sum of $1237.33 was left in the hands of the^ defendant, being part of the consideration money to be paid by him to some one at the widow’s death, and that this sum is expressly charged on the land. To whom is this money payable 1 Michael Brenneman might be considered as an heir and legal representative of Jacob Brenneman; but, from what has been said, it is apparent that he has no claim in iaw or equity to the money. As his interest in the money was converted into land, and as that land has passed, for a valuable consideration, into the hands of Thomas Huston, it would be against equity to give the money to Michael Brenneman, and thus give him a -second time the value of his interest in the fund set apart for the widow. The equity of the case is with the plaintiff. He was clearly entitled to this money at the time of the conveyance to Erb; because he held all the interest in the land which Michael Brenneman had formerly held. It is not doing violence to the words of the reservation, to hold that Thomas Huston is, ‘ according to law, and the proceedings upon the records of the Court,’ the ‘ legal representative’ of Jacob Brenneman, so far as respects the interest formerly held in this land by Michael Brenneman.\n“ This view of the case is not in conflict with the authorities. Reigle v. Seiger, 2 Penn. Rep. 340, turned upon the want of authority in a sheriff to sell land, subject to a condition ereating a lien in favor of the judgment debtor, so as to enable the debtor to recover the money. Steeker v. Shimer, 5 Wh. 459, proceeded upon the ground that John Steeker, a son, who had taken the estate at the valuation, conveyed it to Jacob Shimer, expressly subject to the payment of the principal sum set apart for the widow’s dower, to the other children of the intestate, upon the death of the widow. And the recital of the proceedings in the Orphans’ Court, and also, of the deed already mentioned, was sufficient to show the intention of the parties to the deed of Jacob Shimer to Edward Shimer, and to control the general expression in the last-mentioned deed. In addition, it may be remarked, that the statement of the facts of the case, at p. 454, shows that the word ‘ other’ was also in the deed to Edward Shimer, notwithstanding the judge who delivered the opinion seemed to treat the case as if it had been omitted. It was clear, beyond dispute, that John Stecker, who had brought the action in that case, had no equitable right to recover, against the express provisions of his own deed to Jacob Shimer, under whom the defendant claimed. The case of Duey v. Clemens, 1 Barr 118, was merely a decision that a bond of indemnity against all claims, i except the widow’s third,’ must not be construed to create a lien in favor of the obligor, where none existed before, against the express terms of his own deed; but must be confined to its proper office, which was that of indemnifying against all claims, excepting the existing lien for the widow’s third, whatever that might be.\n“ It is ordered that judgment be entered for the plaintiff for the sum of $1237.33, with interest from the 16th of March, 1851.”\nPllmalcer and Franklin, for plaintiff in error.\nNeither Huston nor Erb contemplated that any payment should be made to the former after his wife’s death, otherwise a reservation to that effect would have been inserted in the .deed. The reservation of the dower was necessary, as the dowress, who had married Huston, was one of the grantors in the deed. Huston is not to be considered as a legal representative of Jacob Brenneman; the interest of Michael Brenneman remained unconverted, and was not embraced by the recognisance. His whole interest passed to the purchaser at sheriff’s sale: 2 Pa. Rep. 340, Reigle v. Seiger; 2 W. & Ser. 397.\nStevens, eontrá,."
  },
  "file_name": "0369-01",
  "first_page_order": 369,
  "last_page_order": 372
}
