{
  "id": 969161,
  "name": "Kreider's Estate",
  "name_abbreviation": "Kreider's Estate",
  "decision_date": "1852-05-24",
  "docket_number": "",
  "first_page": "374",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 374"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Pa. Rep. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951287
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0382-01"
      ]
    },
    {
      "cite": "5 Rawle 63",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 384,
    "char_count": 6432,
    "ocr_confidence": 0.399,
    "pagerank": {
      "raw": 6.950781921278023e-08,
      "percentile": 0.42126529384531686
    },
    "sha256": "bb4a8476620e7fc2f33c9e0e6f18191147c8cdf69284446edc6c4422402e9032",
    "simhash": "1:666c328f554f83cb",
    "word_count": 1170
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kreider’s Estate."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nAn inquest may be set aside where the jury has made a plain mistake of fact or law, or where fraudulent arts have been practised by an interested party to procure such a report as he'desires. A valuation of the land at a grossly inadequate price, may be evidence of mistake or fraud. But there is nothing here which shows, with ■ any degree of certainty, that the land was valued at less than a fair price. The preponderance of the evidence is greatly in favor of the opinion that the price fixed on it by the jury was about the true one.\nThe offer of one of the younger heirs to give more for it does not oblige us to believe that the jury and nine-tenths of the witnesses were mistaken in their estimate. There are many reasons why such an offer should not be listened to. If a fair appraisement has been made, and the eldest son is willing to take it, it is his right to have it; and that right cannot be defeated by another heir who thinks he can afford to go higher. The law does not put up the estate to the highest bidder among the children of a decedent, but provides a mode of adjusting its value according to the truth, and then at that value offers it to the heirs in a certain prescribed order. This prevents the justice of the distribution from being disturbed by their rivalry, ignorance, errors, or caprices, and gives no unfair advantage to one who is rich over another who is less able to compete with him.\nWe do not perceive any reason for setting aside the inquest in the conduct of the jury. There was nothing which amounted to misbehavior.\nDecree affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Ford, for exceptants,",
      "Ohampneys, contó."
    ],
    "corrections": "",
    "head_matter": "Kreider’s Estate.\n1. An inquisition of partition or valuation of real estate, may be set aside where the jury have made a plain mistake of fact or law, or where fraudulent arts have been practised by an interested party to procure a report, or where the jury have been guilty of misbehavior. Inadequacy of price may be so gross as to be evidence of mistake or fraud, but the mere offer of one of the other heirs to give more for the property than the sum at which it was appraised, is not a sufficient reason for refusing to permit the eldest son to take it at the valuation, and for setting aside the inquisition.\n2. A valuation of the property by dividing the aggregate of the separate estimates made by the jurors is not illegal, it not appearing in the case that the jurors, before the estimates were made, had agreed to be bound by that result. See White v. White, 5 Sawle, 61-63.\nAppeal from tbe decree of tbe Orphans’ Court of Lancaster county.\nMichael Kreider, of Conestoga township, Lancaster county, died intestate on May 1, 1851, possessed of a tract of land in said township, containing 78 acres, 71 perches, on which was erected a log dwelling-house and other improvements.\nHe left children, viz., Michael, and three others. All of the children being of full age, signed a petition, which was presented to the Orphans’ Court, asking the appointment of seven men therein named to make partition or appraisement of the property. The persons appointed made report, appraising the property and appurtenances at $80 per acre, amounting to $6275.50.\nOn 19th August, 1851, exceptions were filed to the report, for all of the heirs, except Michael Kreider, the eldest son of the intestate. The exceptions were as follows :\n1. The inquest did not make a just, fair, and conscionable appraisement and valuation of Ihe real estate of said deceased.\n2. The said real estate was valued and appraised at the sum of $6275.50, when in fact and truth, as is shown by the annexed petition and affidavit, the premises are worth and ready to be accepted at the sum of $8236.50.\n3. The said real estate was valued and appraised at the sum of $6275.50 in the whole, or at the sum of $80 per acre, when in fact, as can be shown and established by testimony, the said premises are worth from $100 to $110 per acre.\n4. That if the present inquisition be confirmed, it will operate most injuriously to all the heirs of said estate, except the eldest son, who is desirous, of taking the same at the valuation.\n5. The members of the inquest made up the valuation by each marking a certain amount, and then dividing the aggregate.\n6. One member of the inquest at least, as is believed, is willing to give $100 per acre for the premises.\nA petition signed by the four younger children of the intestate was presented to the Court, in which it was stated that either one of them would give $105 per acre for the land, at which rate they or either of them were willing to accept the same, and asking the Court to set aside the report of the seven men, or else to direct the premises to be sold, and that no order or decree confirming it to any of the children at $80 per acre, be made.\nOn the 19th September, 1851, after argument, the Court overruled the exceptions, and allowed Michael Kreider, the eldest son, to take the land at the appraised price. He accordingly took it, and entered into recognisance, with security, for the payment to the other heirs of their respective shares in the amount of valuation.\nAppeal was taken to the Supreme Court, and the same exceptions which were filed in the Orphans’ Court were taken in this Court, with the further one, that the Court erred in decreeing the estate to Michael Kreider.\nFord, for exceptants,\nobserved that either of the other children than Michael was willing to take the estate at $105 per acre; the difference between the amount at this rate and the valuation, exceeding $1900, was too great to be lightly regarded by the Court. Depositions as to the value of the premises were submitted on each side.\nOhampneys, contó.\nAll of the appraisers, except one of them, concur in the opinion that the amount of the appraisement of the property is a fair valuation of it. Various depositions were referred to to that effect.\nAs to the objection to the manner in which the jury arrived at their decision, by the separate estimates made by them, he observed that this subject was considered in White v. White, 5 Rawle 63, and decided in affirmance of it.\nInadequacy of price is not a sufficient reason for setting aside a sale, unless it be so gross as to authorize a presumption of fraud. A Court of Chancery is governed by this same principle: 2 Pa. Rep. 382, Young’s Appeal; 1 Fonbl. Eq. ch. 2, sec. 9; 2 John’s Chan. Osgood v. Franklin; Sug. on Vend. 190.\nMay 24,"
  },
  "file_name": "0374-01",
  "first_page_order": 374,
  "last_page_order": 377
}
