{
  "id": 969095,
  "name": "Alden versus Grove",
  "name_abbreviation": "Alden v. Grove",
  "decision_date": "1852-05-24",
  "docket_number": "",
  "first_page": "377",
  "last_page": "388",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 377"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "31 W. 56",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "1 Watts 152",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838098
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0152-01"
      ]
    },
    {
      "cite": "6 Watts 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846087
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0126-01"
      ]
    },
    {
      "cite": "5 Binn. 137",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    },
    {
      "cite": "10 Watts 225",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1011,
    "char_count": 33815,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 3.5762540460042863e-07,
      "percentile": 0.8865470535154752
    },
    "sha256": "a80d39ef5bd9b1b3babc43169f1c3677ff0a40c1fd7bc990dc3b7193a60c09dc",
    "simhash": "1:0877d0a39008df80",
    "word_count": 5920
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Alden versus Grove."
    ],
    "opinions": [
      {
        "text": "The ppinion of the Court was delivered, by\nWoodward, J.\nThis was an action of ejectment by the heirs and legal representatives of Thomas B. Coleman, deceased.\nBy proceedings in partition in the Orphans’ Court of Lebanon county under a special Act of Assembly, the title on which the plaintiffs relied had become vested, pending the action, in Robert Coleman, one of the heirs on record as a plaintiff, and he after-wards conveyed the undivided half of the premises to William Coleman, who was also a plaintiff on record.\nOn the trial of the cause in the Court below, the defendant offered in evidence, and the Court admitted against the objection of the plaintiffs, the record of the proceedings in partition. This is now assigned for error by the plaintiffs.\nThe evidence was properly admitted. Plaintiffs in ejectment must recover on the title held at the commencement of the action as it stands at the time of the trial, and it has always been deemed competent for the defendant to show that since action brought the plaintiff has lost his right. Nor does it alter the rule that the vendee is a co-plaintiff on the record. He may recover for such interest as he held at the institution of the action, but he may not recover in that action in respect to his newly acquired rights : McCulloch v. Cowher, 5 W. & Ser. 427; Blackmore v. Gregg, 10 Watts 225_\n_ But on the trial of this cause the counsel of the plaintiffs moved to substitute the names of Robert Coleman and William Coleman for the plaintiffs on the record, and the denial of this motion is another of the errors assigned in this Court.\nBy the Act of Assembly of 26th April, 1850, Purdon 1298, (Stroud’s and Brightly’s Edition), it is provided that “ when the title of a plaintiff in ejectment to lands may have been changed by sale or assignment after action brought, the suit shall not be affected thereby; but the purchaser or assignee may prosecute said action; and the verdict and judgment in said action shall inure to him in the same manner that they would have inured to the said plaintiff if no sale or assignment had taken place; and the purchaser of the real estate in controversy may be substituted on record by a motion in open Court.” This Act of Assembly was evidently intended to alter the law as previously held by the Courts, and, that its provisions may have full effect, we hold it to be applicable to actions pending when it was enacted, as well as to actions subsequently commenced. We are of opinion also, that Robert Coleman and William Coleman, deriving title as they did through proceedings in partition in the Orphans’ Court, were purchasers within the meaning of the Act, and consequently were entitled to be substituted. The substitution of heirs at law in pending ejectments had been provided for in the Act of 13th April, 1807; of executors, trustees, and assignees in the Act of 24th March, 1818; and of husbands marrying feme sole plaintiffs in the Act of 12th April, 1845 (see Purdon pp. 41 & 361); and the legislature, in the Act of 1850, put “ purchasers” on the same footing with these several classes of persons.\nBut the sweeping expression “the suit shall not be affected thereby,” must be construed with reference to the concluding clause, and means that the suit shall not be affected by the conveyance of the plaintiff’s title pending the action, if the purchaser be “substituted on record by a motion in open Court.” Where there is no motion to substitute, none of the provisions of the Act attach, and the rule, as previously established in the Courts, preYails. If the purchaser be already on the record as a co-plaintiff, the motion would have for its object to dispense with his fellows; if he be not on the record, its purpose would be to bring him on in the place of those who are there. Whilst, therefore, the Court were right in admitting in evidence the proceedings in partition, they were wrong in refusing to permit the purchasers -to take the place of the plaintiffs on record. But the cause is not to be reversed for this error, because on a trial of its merits, it turned out that Robert Coleman was not entitled to recover for the fractional interest that he held at the commencement of the suit. It is apparent that he and William Coleman were not prejudiced by not being permitted to represent the whole interest on record. Robert’s interest was sufficient to test the question in the cause. It was fully tried; and we think very properly decided against him. It is a positive advantage therefore to both him and William Coleman, that only a fraction, instead of the whole of their title is affected by the verdict and judgment. The rule is, not to reverse for a harmless, and certainly not for an advantageous error.\nThese observations dispose of 1st, 3d, and 4th assignments of errors.\nThe second assignment is, that the Court erred in admitting as evidence to go to the jury, the underscored parts (printed in italics) of the depositions of Peter Urey and William Anderson.\nThe plaintiffs claimed under William Dougherty, and his son John Dougherty. The old man took his warrant for 50 acres, including the land in controversy, on the 22d January, 1794. He died in 1800. In 1801 his son John had the warrant surveyed and returned for himself, and in 1819 the land was sold at sheriff’s sale as the property of John to Henry Shenk. The'declarations of William Dougherty detailed by the witness Urey, are said to have been before he acquired any interest in the land, and the declarations of John Dougherty, detailed by the witness Anderson, are said to have been after his interest was sold, and thus, it is insisted, the declarations of neither of the Doughertys were evidence.\nThe expressions of the witnesses in regard to the dates of these conversations are vague and uncertain. “ When I was about 16 years of age,” says Urey in his 74th year; and “ somewhere about 23 or 24 years ago,” is the nearest that Anderson comes to a date. The attention of these witnesses, both old men, does not seem to have been drawn particularly to the year of the conversations they respectively detail. Neither of them was asked a question on this point on the cross-examination. But it appears very clearly from their testimony that the Doughertys were in possession of the land, claiming and cultivating it, when these admissions were heard. And it is a well known fact, that settlers often occupy their lands and designate them by boundaries on the ground, long before they take their warrants. Such possessions and designation of boundaries, have been recognised and guarded in the whole legislative and judicial history of the Commonwealth. “ It is understood to be the law,” said Chief Justice Tilghman, in Gordon v. Moore, 5 Binn. 137, “ that before a settler ascertains his boundaries by warrant and survey, he may, so far as concerns his neighbors, ascertain his limits by lines marked on the ground.” His settlement is appropriation of the land; is a title and an interest which will descend to his heir, may be seized by his creditor, and may be aliened by deed. There is no virtue then in the objection that William Dougherty’s declarations were not evidence, because, possibly, he had not taken his warrant when they were made. He was on the ground claiming and cultivating it. It was both his right and duty to designate his boundaries, and what he said about them became evidence against him and all claiming under him. It is also a well known fact, that men frequently remain in possession of lands after they have been sold at sheriff’s sale, making efforts to redeem and retain them. That the Court should have been expected to decide, in view of the loose expressions as to dates used by the witnesses, and of all that was before them, that the Doughertys had no interest in the land when they made the admissions proved, seems to us unreasonable. And this they would have decided had they rejected the depositions.\nThe rule is general, that admissions of a grantor, prejudicial to himself, while in possession, are competent evidence against those who claim under him. Kunkle v. Wolfsberger, 6 Watts 126; Reed v. Dickey, 1 Watts 152; Riddle v. Dixon, 2 Barr 372. We think these depositions were within the rule and properly submitted to the jury.\nThe remaining assignments of error relate to the charge of the Court upon the effect of the statute of limitations. It was the case of interfering warrants and surveys. The warrant under which the plaintiffs claimed, in the name of William Dougherty, was surveyed, as before stated, in 1801. He and his son had taken and maintained actual possession within the lines of the survey.\nThe defendant claimed under a descriptive warrant to George Orson, dated July 3, 1789, and calling for the adjoining owners on all sides save one. On that one side was an old brush fence, built by the Doughertys, and spoken of by them as the limit of their claim. Orson had taken possession of the land described in his warrant, and had claimed up to the old brush fence, more than twenty-one years before suit brought. When his survey was made, in 1830, in pursuance of his warrant, he ran one of his lines N. 31 W. along the old brush fence, and this line bisected the Dougherty survey, and threw 25 acres of it within Orson’s lines; and this is the interference in dispute between the parties. The testimony tended to prove, and did satisfy the jury, that Orson had cultivated several acres of the interference, and used the residue for woodland.\n, The plaintiffs’ counsel prayed the Court to instruct the jury, that if they “ believe that the surveys interfere with each other, and the plaintiffs had actual possession of any part of the tract covered by their survey, the law preserves the title for him who has the right.” The Court refused to give the instruction asked, “ because the evidence shows that the defendant claims under an' actual possession and enclosure within the limits of the plaintiffs’ survey, at least as early as 1822, which was twenty-one years before suit brought.”\nNo answer could be more correct or conclusive. The doctrine of the plaintiffs’ point is correct where there is no actual adverse possession taken within the lines of the elder survey. But the instant such possession is taken, it is ouster of him who has the right, and the extent of the adverse possession is measured by the color of title under which the intruder enters. If he be permitted to remain upon the interference for twenty-one years under color of title that comprehends it all, his title becomes perfect to it all. And since the cases of Cresswell v. Altemus, T Watts 565, and those'which follow in its wake, it is vain to deny that the intruder’s use of the woodland, as woodland is ordinarily used, is, in the eye of the law, actual possession of it, as truly and effectually, for the purposes of the statute of limitations, as his cultivation of fields is actual possession of them. The case was properly put to the jury on the facts in proof, and the\nJudgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "The case was argued by Qochran, with whom was Barnitz and Potts, for plaintiffs in error.",
      "By Mayer, with whom was JEvans, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Alden versus Grove.\n1. In an action of ejectment the plaintiff must recover, if at all, on the title' held by him at the commencement of the action: he cannot recover for an interest subsequently acquired.\n2. Where an ejectment was brought by several plaintiffs, and pending the action the title of the other plaintiffs became vested, under proceedings in partition, in one of them, who subsequently conveyed the undivided half of the premises to another of the plaintiffs : It was held, that the said plaintiffs were entitled to recover the shares held by them at the institution of the action, and not the shares acquired since the action was brought.\n3. The plaintiff on record to whom the premises were awarded under the proceedings in partition, and his grantee, had the right under the Act of 26th April, 1850, to be substituted on the record as parties instead of those of the plaintiffs, whose title was transferred. The transferees are to be deemed purchasers within the meaning of the said Act; but this Court will not reverse on account of the refusal of the lower Court to permit such substitution as the same occasioned to the plaintiff no injury, it appearing that the said co-plaintiffs the transferees, had no right to recover the fractional interest they claimed at the commencement of the suit.\n4. The said Act of 26th April, 1850, is applicable to actions pending when it was enacted, as well as to actions subsequently instituted.\n* 5. The declarations of a person in possession of land claiming by settlement and before he had procured a warrant for the land, and which were prejudicial to his interest, are competent evidence against him and those claiming under him.\n6. It was not error in the Court to admit in evidence on the part of defendant, the declarations in limitation of the boundaries of the land, made by one under whom the plaintiffs claimed, who was in possession of the land at the time the declarations were made, and which were objected to as having been made after his interest in the land had been sold at sheriff's sale, it being uncertain at what time the declarations were made, whether before or after the sheriff's sale.\n7. When surveys of unseated land interfere with each other, constructive possession as respects the statute of limitations is not exclusively in either; the possession being in equilibrio, the law preserves the title for him who has the right: But if either warrantee takes possession of any part of his tract, the assertion of his possession to the whole of the tract becomes positive and active, and the exclusive possession which constructively arises from occupancy extends itself over every part of the survey. But the equilibrium can be restored by the other taking actual possession of any part of his own tract, and the possession of the first occupant will then cease to be exclusive.\n8. Where two surveys interfere with each other, and the plaintiff residing on an adjoining tract, has in cultivation apart of his survey not including the interference, he has title to the whole against the interfering survey if there be no actual possession of any part of the latter survey ; but if there be possession of part of the interference by the defendant by cultivation of apart of it without residence and by the use in the ordinary way of the balance as wood land, and such possession and use has continued under claim of title for twenty-one years before suit brought, the statute of limitations is a bar to a recovery by the plaintiff.\nError to tbe Common Pleas of York county.\nThis was an ejectment brought on 6th August, 1844, to November Term, 1844, in the Common Pleas of York county, by heirs of Thomas B. Coleman, deceased, in which B. R. Alden and Ann his wife, Margaret and Sarah Coleman, William and Robert Coleman, heirs of Thomas B. Coleman, deceased, and John Reynolds their guardian, were plaintiffs, and Thomas Grove was defendant, for a tract of land in Lower Chaneeford township, York county, containing 40 acres more or less, adjoining other lands of plaintiffs and lands of the defendant. It was tried in March, 1851, before Lewis, J., holding a special Court, and verdict was rendered for the defendant.\nThe plaintiffs claimed under a warrant dated January 22,1794, to William Dougherty, “ for 50 acres of land on the waters of Muddy Creek, adjoining his other land in Chaneeford township,” upon which John Dougherty, son of William, after William’s death, had a survey made, which was returned and accepted on 4th September, 1801.\nThe defendant, to support the issue on his part, gave in evidence a warrant to George Orson, dated July 3, 1789, for 50 acres of land, adjoining lands of Andrew Me Cleary, John Buchanan, William Ross, Mary Wilson, and other lands of said Orson, in Chance-ford township, York county, and a survey for 106 acres, and 127 perches and allowance, made thereon April 2, 1830, and returned and accepted at the land office July 6,1830. He also showed the transmission of this title by various devises, sheriff’s sales and mesne conveyances, until on October 19, 1829, it became vested in Thomas Grove, the defendant, by virtue of a deed from Joseph Ingraham and wife for a tract of 150 acres of land.\nOrson did not cultivate all of the interference, but several acres of it, and it was alleged, on part of defendant, that Orson used the residue as wood land. Possession was alleged to have existed in Orson and in those claiming under him to the interference for more than 21 years before this suit was brought. Orson and those claiming under him never resided on the tract claimed under his warrant, but on an adjoining tract; nor did the Doughertys ever reside on any part of their survey, but on an adjoining one.\nThe persons named in the Orson warrant were all owners of adjoining surveys, and bounded the land in question on all sides, except on one course or line where there was no survey then, but one was afterwards made on the Dougherty warrant. There was evidence that before the survey by John Dougherty on the warrant, his father had at one place a fence put up, which was spoken of as the brush fence. The survey made on the Dougherty warrant extended beyond the brush fence, and interfered with the Orson survey to the extent of about twenty-five acres. The Doughertys never had actual possession of any part of the interference, and it was alleged on part of defendant, that they treated the brush fence as the line between them and Orson. It was alleged on part of defendant that he had the better paper title, but that, at all events, the statute of limitations was a bar to the plaintiff’s claim.\nOn the trial a motion was made to substitute the names of Robert Coleman and William Coleman, who acquired the interests of the other plaintiffs since the institution of the suit, in the place of the plaintiffs on record. Objected to on part of defendant. The motion was overruled, and exception on part of plaintiffs.\nAfter a variety of evidence was given, the counsel for defendant gave in evidence an Act of Assembly, and an exemplification of proceedings in partition in the Orphans’ Court of Lebanon county, by virtue of which the real estate of Thomas B. Coleman, deceased, including a tract of 436 acres 44 perches, which comprises the land in dispute, was accepted at the valuation by Robert W. Coleman, the eldest son of the said decedent, on 21st March, 1848, and on the same day decreed to him, he having entered into recognisance to pay the shares of the other heirs. Robert Coleman afterwards conveyed the undivided half of the premises to William Coleman, also a party on record. The evidence was objected to on the ground that the record cannot deprive the plaintiffs, or any of them, of the right of recovery in this case. It was admitted, and exception taken'on part of plaintiffs.\nThe deposition of Peter Urey, taken on part of defendant, was as follows:—\nThat when he was about sixteen years of age, he lived one year with old William Dougherty, the father of John Dougherty; that said Dougherty the same year wrought the field adjoining what was then • in woods (but since cleared by Thomas Grove, the defendant), in corn; (that said Wm. Dougherty told him, the deponent, that the fence of the field they wrought in corn was on his line; that the woods adjoining belonged to George Orson.) That a great many years ago Joseph Orson built a tenant house and blacksmith shop near the road leading from, the mill (now the defendant’s), to Me Call’s ferry, and cut and hauled some of the logs for the same out of the woods near Dougherty’s old field; never heard William Dougherty, nor his son John, say they claimed the land now held by Thomas Grove, but always when speaking of it called it Orson’s land. The deponent is now in the seventy-fourth year of his age; and further saith that the tenant house above mentioned was built upwards of thirty and probably forty years ago.\nThat of William Anderson was, inter alia, as follows:—\nThat he had known the property in dispute since the year 1782, that he is a carpenter by trade, did carpenter’s work for both George Orson and his son Joseph, that he at different times cut timber for the work in the woods adjoining Dougherty’s old-fields, some of it close up to the fence, some of the land where he cut timber is now cleared and occupied by Thomas Grove, the defendant, and some of it is yet in the woods; that somewhere about twenty-three or four years ago, deponent spoke to John Dougherty wishing to purchase a piece of land from him of what is now the old field next to drove’s mill, and adjoining the field now occupied by said drove (which last-mentioned field was then in woods.) Said Dougherty professed a willingness to sell but said he had no woodland to give with it; that the woodland adjoining all belonged to Joseph Orson; that he,.Dougherty, had cleared out to his line; that the deponent might speak to Orson respecting'it, and if he, Orson, would let him have some of the woodland, he, Dougherty, would sell him a piece. Deponent never heard of any person claiming any part of the land now held by Grove, until told so lately by Thomas Grove himself.\nQuestion by Thomas Grove — How long ago is it since the blade-smith shop was built near the tenant house on said Grove’s land ?\nAnswer — Does not recollect; but it must be at least twenty-five years ago.\nQuestion by the same — How long is it since the fields were cleared on the land now in dispute ?\nAnswer — The field next the dam was cleared nearly thirty years ago, and the one next above it at least twenty-five years ago.\nQuestion — Was there a fence built on any part of the land?\nAnswer — There was one built by Dougherty on what he said was his line.\nAfter the evidence was closed, points were proposed on the part of the plaintiffs. The second point was, That if the jury believe that the surveys in this case interfere with each other, and the plaintiffs had actual possession of any part of the tract covered by their survey, “ the law preserves the title for him who has the right,” and under the existing state of facts, the statute of limitations does not apply to the present case.\n5. If the Court be of opinion, that the defendant can wield the statute of limitations for his protection, it is requested to charge the jury that said statute will give him title to no more of the land in dispute than was actually cleared by him, or those under whom he claims, twenty-one years before the impetration of the writ in this case.\n6. That though the title to the land in dispute has passed from the plaintiffs in this suit by virtue of proceedings in partition in the Orphans’ Court, to Robert W. Coleman, yet if the plaintiffs had title at the commencement of the suit, they are not thereby deprived of the right to recover the land in the present action, the said Robert W. Coleman not having interposed to prevent their recovery.\nThe defendant’s counsel also presented points. The second was. That adverse possession under claim of right extends to so much of the land within another’s survey as is within known bounds, up to which claim has been made by one residing on a part of the land claimed, not within the lines of the survey, and the adverse possession is not confined to the land actually occupied: That, therefore, if the jury believe that the defendant and those under whom he claims, have been in possession for twenty-one years and upwards, prior to the bringing of this suit, of so much of the land within the plaintiff’s survey as is within the bounds of the brush fence spoken of by the witnesses, and that the defendant and those under whom he claims, have always made claim to said fence, the defendant is entitled to hold the land within the plaintiff’s survey up to said fence, without regard to the question of original title, and therefore the plaintiffs cannot recover.\n3. That if the jury believe that since the bringing of this suit, the title of all the plaintiffs, if any such they had, has become vested in Robert W. Coleman, one of the plaintiffs in the suit, yet the said R. W. Coleman, if he were otherwise entitled to recover, •cannot have a verdict for a greater share of the land than he was entitled to at the commencement of the suit.\nThe Court charged the jury on the points presented as follows:\n“ The 6th and 7th points of the plaintiffs and the 3d point of the defendant relate to the effect of the partition made since this suit was brought, by which all the plaintiffs, except Robert W. Coleman, parted with their interests in the land in controversy to the said Robert W. Coleman on the 21st of March, 1848. The effect of this is to deprive those of the plaintiffs who have thus parted with their interests of the right to recover any portion of the land in controversy, leaving their right to recover damages for the ouster and the costs to depend upon their showing that they had title at the commencement of the suit. Robert W. Coleman is only entitled to recover the share he was entitled to at the commencement of the suit, and cannot recover the shares which have been transferred since this suit was commenced. The plaintiffs’ 6th point is therefore answered in the negative, and the plaintiffs’ 7th and the defendant’s 3d points are respectively answered in the affirmative.\n“ The second and fifth points of plaintiffs’, and the second of the defendant’s points relate to the statute of limitations. We cannot give the instruction requested in the plaintiffs’ second point, because the evidence shows that the defendant claims under an actual possession and enclosure within the limits of the plaintiffs’ survey at least as early as 1822, which was 21 years before this suit was brought. We do not feel at liberty to give the instruction requested in plaintiffs’ 5th point, because the defendant and those under whom he claims were not mere intruders entering without color of title. They claim under a descriptive warrant with designated boundaries, calling for adjoining owners on some of tbeir lines, and on the line adjoining tbe plaintiffs they claim to a fence since called the brush fence, which they allege was recognised as the line between the two claimants for more than 21 years before this suit was brought.\n“ ‘ The law is that a survey of unseated land gives possession of all within it; but where unseated surveys lie foul of each other, constructive possession for the purposes of the statute of limitations is not exclusively in either of the warrantees. There is then survey against survey; and the possession being in equilibrio, the law preserves the title for him who has the right. But the equilibrium is destroyed the instant either warrantee sits down on any part of his tract; the assertion of his possession to the whole then becomes positive and active, while that of the other remains negative and passive; and the exclusive possession which constructively arises from occupancy extends itself over every part of the survey. But the equilibrium, when gone, can be restored by taking actual possession of any part of the other tract, and the possession of the first occupant will then cease to be exclusive. An occupancy of part of a survey, when there is no correspondent occupancy of the survey interfered with, points to the whole of it:’ 5 Barr, 300.\n“ It would seem from these principles that the actual occupancy of different parts of the plaintiffs’ survey by each party under his claim of title deprived the defendant of the exclusive possession which he would have held over the interference if there had been no actual possession by his adversary; and if the case stood upon actual possession alone by the defendant and those under whom he claims of the land within their enclosures, without any recognition of their right by the owner of the plaintiffs’ survey, the defendant, under the statute of limitations, would be confined to the land so actually occupied and within his enclosures, for the period of 21 years before this suit was brought. This is because the constructive possession of the rightful owner is presumed to continue until he is dispossessed. But it has been repeatedly held that a man may admit himself out of possession. And therefore, if Dougherty, the father, while he was owner of the warrant of 1794, at an early period, twenty-one years before this suit was brought, erected a fence on or nearly along the line N. 31 W. 56 (the line of the defendant’s warrant which cuts the plaintiffs’ survey in two and the line of interference) — if Dougherty cleared up to that fence and not beyond it, — if the father and son respectively acknowledged that fence to be the line between the Dougherty and the Orson survey, — if John Dougherty, when he was the owner of the Dougherty survey, acknowledged that fence as the line,— asked permission of Orson to construct a lane a few rods beyond it to water cattle, and obtained permission, and constructed the lane, and repaired the fence as he was required to do by Orson, giving his man directions not to cut brush beyond that fence, — if he never had any possession, or exercised acts of ownership beyond that fence; and if those claiming under the Orson warrant cleared land within the limits of the Dougherty survey, claiming up to the fence as their line, and cut timber, and exercised all the usual acts of ownership of woodland, such possession and acts of ownership and claim by one party and such acts of recognition by the other, if continued for 21 years before this suit was brought, would be an admission that the one was out of possession and the other in, and would entitle the defendant to hold under the statute of limitations the land enclosed within that part of the plaintiffs’ survey which lies south-west of the ‘ brush fence,’ and is bounded on the north-east by that fence, as designated on the draft. There might be some difficulty on the part of the defendant in establishing boundaries to his possession under the statute of limitations if he was under the necessity of claiming under that statute the whole of the land embraced in his survey of 1830, because his warrant does not call for all the boundaries designated and called for in that survey, and his survey is not old enough to avail him as a designation of boundaries under the statute. But it is alleged that his claim under his descriptive warrant covers all the land in dispute and much more, and it is clear that the boundaries of the south-western end of the plaintiffs’ survey as cut off and bounded by the fence known as the ‘brush fence’ are sufficiently precise; and if they are within the claim of title made by the defendant and those under whom he holds, and if the jury are satisfied from the acts and declarations of the parties relative to the ‘ brush fence’ as a line between them; and relative to their respective claims on each side of it, that the defendant and those under whom he claims were in actual possession of the south-western part of plaintiffs’ survey (under claim of title which covers the whole of it or more), by clearing and enclosing a portion of it, and cutting timber and exercising the usual rights of ownership of 'woodland over the residue, ahd that this possession and claim existed and was recognised (by those owning the plaintiffs’ survey) for more than 21 years before this suit was brought, the verdict may be for the defendant. ' With these explanations we assent to the principles of the defendant’s second point. The rights of the parties under these instructions will depend upon the facts of the case. These are to be found by the jury. They are the proper judges of the facts, and to their decision, under these instructions on matters of law, the case is submitted.\n“ If the jury should think that the plaintiffs are not entitled to recover any part of the land, they will render a general verdict for the defendant. If they should be of opinion that the plaintiffs are entitled to recover, they will find a verdict for the plaintiff, Robert W. Coleman, for one undivided sixth part of the land to which they find the plaintiffs entitled at the time suit was brought, with damages (usually six cents), and for the other plaintiffs, damages for the ouster. The reasons why this course must be taken, in case there should be a verdict for the plaintiffs, have already been explained.”\n. “The plaintiffs except to the charge before verdict, and the defendant also excepts to the charge as aforesaid.”\nVerdict was rendered for defendant.\nIt was assigned for error: 1. That the Court erred in refusing to substitute Robert Coleman and William Coleman as plaintiffs, in the place of the plaintiffs on record. 2. In admitting as evidence to go to the jury the underscored parts (printed in Italic) of the depositions of Peter Urey and William Anderson. 3. In admitting as evidence to go to the jury the record proof of the partition of the real estate of Thomas B. Coleman, deceased. 4. In their answer to the plaintiffs’ sixth point. 5. In their answer to the plaintiffs’ fifth point. 6. In their answer to the second points presented by the plaintiffs and defendant respectively. 7. Error was assigned to the part of the charge within brackets. 8. That the Court erred in charging the jury that if they “ should be of opinion that the plaintiffs are entitled to recover, they will find a verdict for the plaintiff, Robert W. Coleman, of one undivided sixth part of the land to which they find the plaintiffs entitled at the time suit was brought, with damages (usually six cents), and for the other plaintiffs, damages for the ouster.”\nThe case was argued by Qochran, with whom was Barnitz and Potts, for plaintiffs in error.\nBy Mayer, with whom was JEvans, for the defendant in error.\nMay 24,"
  },
  "file_name": "0377-01",
  "first_page_order": 377,
  "last_page_order": 388
}
