{
  "id": 969093,
  "name": "Reed versus Mitchell",
  "name_abbreviation": "Reed v. Mitchell",
  "decision_date": "1852-06-04",
  "docket_number": "",
  "first_page": "405",
  "last_page": "408",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 405"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Watts 385",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/1/0385-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 403,
    "char_count": 9193,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03410893839756681
    },
    "sha256": "42d43263e8a49559eacdb68bf0c723b24fe260eb7335fe4d207403931a0f21e0",
    "simhash": "1:172f083e8e4fe85f",
    "word_count": 1679
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reed versus Mitchell."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nThe notice of assignment to Burroughs was given on the 16 th December, 1847, and the tender, in depreciated notes of the Lewistown Bank, was made two days afterwards. This was too late. If the notes had been received by the defendant below, in the usual course of business, before notice of the assignment, a different question might arise. But the burden of proof is on the party making the tender. He must establish the facts necessary to make it effectual. There is no presumption of law arising from the tender, that he had them in his possession at an earlier period than the day on which he offered them in payment of the plaintiff’s demand.\nThere was no other note in possession of the bank, of which Thomas Reed was the maker. The notice, in designating him as the maker, and in stating accurately the date, the amount, and the time of payment, could therefore apply to no other than the note in controversy, and was sufficient.\nThe misdescription in the assignment is not material, inasmuch as the special verdict finds the fact that the note was transferred to Mr. Burroughs before the tender, and it is not found that the assignor makes any objection upon that ground, or sets up any claim to the note.\nThe remaining points of the case are ruled in Philips v. The Lewistown Bank.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Benedict, for Reed.",
      "Woods and J. T. Sale, for defendant in error.",
      "Barker, in reply."
    ],
    "corrections": "",
    "head_matter": "Reed versus Mitchell.\n1. After notioe to the drawer of a note payable at a bank and negotiated there, that the note had been transferred by the bank to the endorsee of the holder, it is too late -for the drawer to tender to the cashier of the bank, in payment, the notes of the bank not procured in the usual course of business, and before notice of the transfer.\n2. The burden of proof of the facts necessary to make the tender effectual, was on the party making the tender. There is no presumption of law arising from the tender, that the party had the notes in his possession on an earlier day than that on which he offered them in payment of the note.\n3. In a notice to the drawer of the transfer of his note by the bank, a misdescription of the note was not material, as it was found in the special verdict rendered in the case, that the note was transferred before the tender of notes of the bank in payment, no objection or claim to the note being made on the part of the bank by which the transfer was made.\nSee ease of Philips v. Bank of Lewistown, antea.\nError to the Common Pleas of Mifflin county.\nThis was an action of debt brought to January Term, 1848, in the name of S. A. Mitchell v. Thomas Reed.\nThe plaintiff’s claim was founded on a promissory note, as follows:\n$700. Lewistown, Nov. 15, ’47.\nThirty days after date, I promise to pay to the order of John Sterrett, at the Bank of Lewistown, seven hundred dollars, without defalcation, for value received. Thomas Reed.\nEndorsed, John Sterrett,\nThomas Reed,\nIT. N. Burroughs.\nThe plea was tender, non'assumpsit, and payment, with leave.\nA special verdict was rendered as follows, viz. : That Thomas Reed, on the 15th November, 1847, drew his negotiable bill, payable to John Sterrett or order, at the Bank of Lewistown, thirty days after date, for seven hundred dollars, which was endorsed by John Sterrett and by Thomas Reed, and negotiated at said bank; that before maturity, to wit, on the 7th December, 1847, the bank, by assignment of its committee, which assignment is made a part of this finding, transferred the said note to H. N. Burroughs, who endorsed to the plaintiff, S. A. Mitchell, which said note was regularly protested, and notice thereof given to the drawer, Thomas Reed, and the endorsers, John Sterrett, Thomas Reed, and H. N. Burroughs, on the 18th December, 1847, which said note, endorse-merits, and protest, are made part of this finding; that a notice in the words following was served on Thomas Reed on the 16th Dec. 1847:\nLewistown, December 16, 1847.\nTo Mr. Thomas Reed:\nSir: You will take notice that your note for seven hundred dollars, dated November 15, 1847, at thirty days after date, to the order of J. & J. Milliken, was duly assigned for a valuable consideration, on the 7th day of December, 1847, by the owner thereof, to H. N. Burroughs, and also you will be requested to pay the same to him or his order. December 16, 1847.\nYours, &e. S. S. Woods, Attorney.\nThat there was no other note in the Bank of Lewistown, in which Thomas Reed was drawer at the time, than the note in suit first above described: that Thomas Reed tendered in payment of said note to Robert F. Ellis, cashier of the Bank of Lewistown, on the 18th day of December, 1847, at the office of S. S. Woods, in Lewistown, first having gone to the banking-house to make said tender, and found the doors of the banking-house closed (but was within banking hours), the whole amount due on the note, $700, in bank notes on the Bank of Lewistown, and that the same amount in said notes are here brought into Court. That the Bank of Lewistown suspended the payment of specie on the 8th of Dec., 1847, and made a general assignment to assignees of all the property and effects of the bank, in trust for the creditors of the bank, on the 14th of December, 1847, which assignment is made a part of this finding. That the said assignees had not taken upon themselves the trust committed to them at the time of the said tender, but had refused, and that subsequently on their declining, trustees were appointed in their stead by the Court. That the bank is entirely insolvent, and the notes of the bank not now redeemed to a large amount, are not now saleable, and do not command any price. The appointment of said committee, who made the transfer, and the minutes of the bank in relation to the action of said committee, made a part of this finding.\nIf in law, on this state of facts, the plaintiff is entitled to recover, then we find for the plaintiff for the sum of $842.61;\nIf in law the plaintiff is not entitled to recover, then we find for the defendant.\nMay 8, 1851, judgment was rendered on the special verdict for the plaintiff for $842.61.\nOn the trial, was given in evidence the minutes of the Bank of Lewistown, which stated that a committee previously appointed made a report on the 2d December, 1847, and that it was resolved that a committee of three be appointed to carry into effect the recommendation contained in the report; and the committee appointed was authorized to receive from the officers of the hank such of the assets of the hank as the said creditors of the bank will be willing to receive, either in payment or as collateral security, and transfer them for that purpose.\nAt a meeting of the directors of the bank, held on 14th December, 1847, the report of the said committee was read and adopted. The committee reported, inter alia, that they had transferred to H. N. Burroughs the assets marked in a schedule annexed, in consideration of which he agreed to deliver, to the Bank of Lewistown, $100,000 of-the notes of the bank, which had been pledged as security for the payment of certain liabilities of the bank. In the schedule of assets transferred to Burroughs, was stated\n“ One note of Thomas Reed, endorsed by J. & J. Milliken, dated November 15, 1847, at thirty days, for six hundred and sixty dollars, $660.”\nThe rendering judgment for plaintiff, on the special verdict, was assigned for error.\nBenedict, for Reed.\nThe note of the bank which was transferred by the committee, was a note of Thomas Reed, payable to J. J. Milliken, for $660. The note described in the statement in the suit, is a note drawn by Thomas Reed, payable to the order of John Sterrett, for $700. The tender of the notes of the bank was authorized by the Act of 1843. The assignment to Burroughs was void in law, as giving a preference.\nWoods and J. T. Sale, for defendant in error.\nThe mistake in the note was not material. The verdict found that it was the note in suit which was transferred. Thomas Reed was not the drawer of any other note in the bank, at the time of the assignment: 1 Watts 385, Gordon v. Preston. After the transfer to Burroughs, Reed purchased the notes of the bank. A set-off of a claim against the creditor must exist in the debtor at the time his debt is transferred.\nBarker, in reply.\nThe jury have not found that notice of the transfer of the note in suit, was given to Reed ; they have found that a certain notice stated, was given to him. Whether it was of the transfer of the note in suit is not there stated. The note was payable to the hank, in notes of the bank, and the assignee takes it subject to that right on the part of the debtor: 8 W. & Ser. 311, Northampton Bank v. Balliet.\nThe legitimate inference is that Reed had the notes of the bank on the 16th December, 1847, and the note was not due till the 18th.\nA demand should have been made on Reed before suit, as the bank, the place of payment, was closed, and Reed was at tbe bank on the day of payment, in order to pay the note.\nThe assignment to Burroughs was subject to the subsequent general assignment, and was avoided by the Act of 17th April, 1848; and in the case of a general assignment, the right to pay a bank with its own notes is given.\nJune 4,"
  },
  "file_name": "0405-01",
  "first_page_order": 405,
  "last_page_order": 408
}
