{
  "id": 969071,
  "name": "Clay versus Cottrell",
  "name_abbreviation": "Clay v. Cottrell",
  "decision_date": "1852-06-10",
  "docket_number": "",
  "first_page": "408",
  "last_page": "413",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 408"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "14 Wend. 133",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2017135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/14/0133-01"
      ]
    },
    {
      "cite": "12 Peters 221",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        5620083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/37/0221-01"
      ]
    },
    {
      "cite": "11 Wend. 75",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "2 Wendell 365",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": 0
    },
    {
      "cite": "5 Watts 454",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844065
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/5/0454-01"
      ]
    },
    {
      "cite": "12 Peters 230",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "7 Wend. 326",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        2009692
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wend/7/0326-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 654,
    "char_count": 14582,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 3.381627587349361e-07,
      "percentile": 0.8764068870424492
    },
    "sha256": "9ef77975ba2f85ee5adf684f13f3a00d50898b3a7db6de9ec72d355f30259979",
    "simhash": "1:4b1925f1a341f55e",
    "word_count": 2644
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Clay versus Cottrell."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nThat Clay lent the money to Caldwell, not for the purposes of the firm of Caldwell & Cottrell, but for Caldwell’s own personal use, was a fact fully proved on the trial, and found by the verdict of the jury. A consequence of this fact is, that the use of the firm name in the note was a fraud on Cottrell, and imposed no liability whatever on him: Baird & Cochran v. Dowling, 4 Ser. & R. 398; Noble v. McClintock, 2 W. Sp Ser. 155; Heller v. Brights, 4 Harris 399; Evergheim v. Ensworth, 7 Wend. 326; Rogers v. Batcheler, 12 Peters 230.\nBut it was attempted to show that the money, whatever the purpose for which it was lent, actually went into the firm of Caldwell & Cottrell, in payment of their hands and in replenishing their store at Matilda Furnace. The Court instructed the jury that even if this were the ease, Cottrell would not be bound unless the money went into the firm with his “knowledge and consent,” and this direction is assigned for error. In Jaques v. Marquand, 6 Cowen’s R. 497, it was held that a partner holding money in trust could not subject the firm to an action for the money by applying it to the use of the firm without the knowledge and privity of the other members of the firm; but that the firm would be liable if the money was so applied with their knowledge.\nIn the case of the Onondaga Bank v. DePuy, 17 Wendell, 47, the general doctrine was asserted that all the members of the firm are liable where money is borrowed by one member on the credit of the firm, whether the money be applied to the business of the firm, orbe misappropriated; “but,” said Bronson, J., “if this had been the individual debt or transaction of DePuy, the judge would have been right in saying that the plaintiffs could not recover without proving the money went into the business of the firm with the knowlege and assent of his copartners.” In Holemes v. Burton, 9 Vermont Rep. 252, one of three partners purchased a horse for his individual note, the avails of which horse wont into the partnership, but the firm were held not liable. In Graeff v. Hitchman, 5 Watts 454, the money was obtained on the individual credit of one of the partners; but it was held not to become a partnership debt by being applied to partnership purposes. Though the name of the firm was used in the case before us, it was still, in point of law, the individual note of Caldwell. Caldwell and Clay being partners on the Gettysburg Railroad, and Caldwell having drawn $8000 from the superintendent, Clay told the witness, Henry J. Shreiner, “that he had received no part of this $8000, that it was received by Caldwell; and that he, Caldwell, got it to pay his private debts, and that he had taken a note from Caldwell for the one-half of it, which he still held; and that he expected Caldwell would pay the note out of the final estimate to be made them on the work; that was their understanding at the time the nóte was given.” The .use of the firm name under such circumstances was a nullity. It was the note of Caldwell for all intents and purposes; and if he brought the money into the firm at Matilda Furnace, the authorities I have cited show that it did not become a firm debt. The Court were right, therefore, in instructing the jury that the knowledge and assent of Cottrell would be necessary to bind him. The only circumstance in proof to affect Cottrell with notice was the credit taken by Caldwell on the books of the firm, five days after the date of the note, for sundry bills of goods, amounting, in the aggregate, to $3761.72. Whilst this entry could not logically or legally be notice to Cottrell of the source from whence Caldwell had derived the funds wherewith to purchase the goods, it was evidence that the firm used the goods as creating a debt to Caldwell and not to Clay. It was in fact an investment of so much capital by Caldwell for which he was entitled to a credit on the firm books; but it raised no obligation, in morals or'law, on the part of Cottrell, to reimburse the creditor who had loaned this capital to his partner: see Greene v. Tanner, 8 Metcalf 411; Ostram v. Jacobs, 9 Metcalf 454; Thorn v. Smith, 2 Wendell 365.\nClay having no right of action against Cottrell, it follows that Pollard, his endorsee, stands in no better condition; for we are to take it that the note was overdue when transferred to him, and the endorsee of overdue paper takes it subject to all the equities which arise out of it, as between the original- parties: Snyder v. Riley, 6 Barr 164; Lancaster Bank v. Woodward, decided at the present term.\nIt is unnecessary to discuss the bills of exception to evidence, for they do not affect the conclusions which have been stated, and which are decisive against the plaintiff’s right to recover. It may be added, however, that they have been considered, and no error found in them.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, J."
      }
    ],
    "attorneys": [
      "Parker, with whom was Candor, for plaintiff in error.",
      "Cornyn, and J. T. Sale, with whom was Benedict, for defendant in error.",
      "Cooper, for plaintiff, in reply."
    ],
    "corrections": "",
    "head_matter": "Clay versus Cottrell.\n1. One partner has no right, in payment of his own personal debt, to give, merely of his own accord, to his copartner the promissory note of another firm in which the former was also A partner at the same time.\n2. A. and B. were partners in a railroad contract. A. and O. were at the same time partners in a furnace property at a different plaee. A. received $8000 on account of the railroad contract, and, without the assent or knowledge of O., gave to B. a promissory note in the name of A. and O. for $4000, the one half of the amount so received. Afterwards A. received credit on the books of the furnace concern for above $3000, for goods furnished by him to that concern, and which, it was alleged on part of plaintiff, were in part paid for by the money received on the railroad contract.\nIn a suit for the use of the holder of the note against C., it was held that the mere fact that the goods had been furnished by A. to the furnace concern and there credited to A., did not create a liability in O. to pay to B. or to his transferee any part of the said note, the same having been transferred after it was due.\n3. The holder of an overdue negotiable note is in the same position as to it as the payee from whom he received it. It is subject in his hands to the equities to which it was subject between the original parties.\nError to the Common Pleas of Mifflin county.\nThis was an action of debt in the name of John Clay, for the use of John S. Pollard, v. John F. Cottrell, on a note as follows:\n$4000. Gettysburg, October, 20, 1888.\nOn demand we promise to pay to John Clay or order, four thousand dollars, without defalcation, for value received.\n(Signed,) Caldwell & Cottrell.\nAugust 26, 1840, $2322.63, were paid on account. There was an agreement endorsed, by which Clay agreed to make no demand for the balance of the note for a year from the date thereof, viz., August 26, 1840, and a memorandum signed by Oaldwell, that the note was to bear interest from that date.\nDefendants plead non assumpsit and payment with leave. After-wards the defendants severed in their defence, and Caldwell plead non assumpsit, and other pleas, and Cottrell plead non assumpsit. Caldwell died during the pendency of the suit, and it was tried against Cottrell alone.\nFrom March, 1838, till February, 1839, Caldwell & Cottrell were partners in carrying on “Matilda Furnace,” in Mifflin county. In October, 1838, Caldwell was in partnership with Clay in section 8 on the Gettysburg Railroad. In the fall of 1838, the supervisor of that road paid to Oaldwell $8000 on the joint contract. The one-half of this belonged to Clay, and Caldwell gave to Clay the note in suit, signed Caldwell & Cottrell, for $4000, Clay’s half of the amount received by Caldwell from the supervisor. Cottrell was not present at the time. In August, 1840, Clay and Caldwell had a settlement relative to their railroad contract, by which settlement $2322163 was due by Clay to Caldwell, and that amount was then credited on the note for $4000.\nIt did not appear distinctly when the note was transferred to Pollard; but it was stated by the Court, that it would appear from the endorsements on the note and the proof in the cause, that it was transferred to him after it was due.\nIt was testified that Clay, in the fall of 1838, said that he had received no part of the $8000; that Caldwell had received it to pay his private debts; that he still held the note, and expected Caldwell to pay it out of the first estimate on their work on the Gettysburg road; that that was their understanding at the time the note was given. This conversation took place shortly after the $8000 had been received by Caldwell.\nB. Smith, on part of-defendant, testified that he was appointed by Caldwell & Clay, to receive and distribute money coming to them after the suspension of the work on the railroad, and that he received and distributed between eighteen and nineteen thousand dollars. The object of this testimony was to show that funds were drawn, out of which the note in suit should or might have been paid.\nThe deposition of W. Bighter was read after objection, and he stated, inter alia, that in the winter of 1840, Clay expressed to him fears that Cottrell knew nothing about the note.\nOn the part of the plaintiff, evidence was given that in 1838, Caldwell received credit on the books of Matilda Furnace, for store goods to the amount of $3761.72; and that Caldwell was also credited with other matters, in all amounting to $4799.22. The bills awere rendered by Caldwell on 28th December, 1838, and their amount was credited to Caldwell by Evans the clerk. The bills for the store goods were dated from the 24th to 29th October, 1838.\nThe partnership in the furnace between Caldwell & Cottrell, was dissolved on 20th February, 1839. On that day Cottrell paid Caldwell aboVe $2000 in notes of the Bank of Middletown, which Evans testified that he and Rogers, who paid the furnace hands and other people on the same and next day, supposed to be the same money which was paid by Cottrell to Caldwell.\nEvans also testified, that about two months after the dissolution between Caldwell & Cottrell, he heard Cottrell say, that Caldwell had given the firm note to Olay to the amount of $4000.\nPlaintiff’s counsel offered to prove the same thing by Rogers. The evidence was objected to as irrelevant, and was overruled, and plaintiff’s counsel excepted.\n'Wilson, J., charged, inter alia: “ The defence set up by John F. Cottrell (who is the only defendant before you on the issue trying), is, that the note was not given for any liability of their firm, and he alleges that it was given by Caldwell for his own individual liability to Clay. If this is as he alleges, his defence is an available one, and the plaintiff cannot recover.\n» * * * *\n“ The money, as the evidence would show, was drawn by Caldwell, on the contract in which Clay was a partner with him in the Gettysburg Railroad. Caldwell was authorized to draw it, and would be accountable to Clay for what he drew, but he would not be authorized to secure to Clay for final settlement of their accounts, what he drew of the money due them on their contract, by using the firm name of Caldwell & Cottrell, without the consent or knowledge of Cottrell: that is, he could not, under such circumstances, bind Cottrell by using the firm name to a note.\n“But if it was received by Caldwell individually, or as the partner of Clay in the contract on the Railroad, and Cottrell was interested with Caldzoell in that contract, Cottrell would not be liable unless the money was applied to the use of the firm of Caldwell and Cottrell, with the knowledge and approbation of Cottrell.\nMarch 15, 1850, verdict for defendant.\nError was assigned: 1. To the admission of the testimony of Smith, which is referred to. 2. To the admission of the recited testimony of Righter. 3. In rejecting the statement of Smith that he and Rogers considered the money paid over by Rogers to be the same money which had been paid by Cottrell to Caldwell. 4. In rejecting thq offer to prove by Rogers the same thing in effect. It was alleged that this was evidence tending to show that Cottrell was a partner with Caldwell & Clay on the railroad. 5. In receiving the testimony of Fields, that he had heard Evans say hard things of Cottrell. 6. To the parts of the charge recited. 7. That the charge was calculated to mislead the jury as to the evidence relating to the consideration of the note.\nParker, with whom was Candor, for plaintiff in error.\nIf goods furnished by Caldwell to the firm of Caldwell & Cottrell, were paid for by the money received by Caldwell on the railroad contract, to a greater amount than the balance on the note, then Cottrell is liable to Clay or to his transferee: 4 Cowen 282, Reynolds v. Cleveland.\nCornyn, and J. T. Sale, with whom was Benedict, for defendant in error.\nThis note was assigned to John S. Pollard subsequent to its maturity, with a full knowledge of the circumstances under which it was given.\n1. The note being given by James Caldwell, in the name of “ Caldwell & Cottrell,” for his own private debt, not in the ordinary course of business, and without the knowledge or consent of Cottrell, as John Clay, the payee, well knew, Cottrell would not be liable in law or equity: 2 W. & Ser. 152; 4 Ser. & R. 397; Collier on Partnership 279, 80, 81; 4 Johns. R. 271; 11 Wend. 75; 12 Ser. & R. 13; 4 W. & Ser. 290; 8 W. & Ser. 63; 5 W. & Ser. 554; 6 Barr 492; 12 Peters 221; Story on Partnership 110; Story on Contracts, 3d ed., 226-7.\n2. The application of partnership security by one partner, in discharge of his own debt, throws upon the creditor the burden of proof that the contract was in good faith: 14 Wend. 133; 16 Johns. R. 134; Story on Contracts, 3d ed., 224.\n3. Every contract in the name of the firm, in \"order to bind the partnership, must not only be within the scope of the business of the partnership, but it must be made with a party who has no knowledge or notice that the partner is acting in violation of his obligations and duties to the firm, or in fraud of the firm. Clay had such knowledge at the time of accepting said note. It was a fraud upon Cottrell, and nothing but his subsequent assent and approbation could give it vitality as against him. Story on Partnership 208, top page, section 128, 2d ed.; 3 Hill R. 279; Story on Agency 125, 165; 3 Kent, Lect. 43, 4th ed.; Gow on Partnership, pages 42, 49, 56, 3d ed.; Collier 261, 2d ed.\nThere was no evidence to prove that the $4000, or any part of it, went into the firm at Matilda Furnace.\nCooper, for plaintiff, in reply.\nJune 10,"
  },
  "file_name": "0408-01",
  "first_page_order": 408,
  "last_page_order": 413
}
