{
  "id": 969136,
  "name": "Patterson versus Todd & Lemon",
  "name_abbreviation": "Patterson v. Todd & Lemon",
  "decision_date": "1852-06-17",
  "docket_number": "",
  "first_page": "426",
  "last_page": "434",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 426"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Y. 360",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0359-01"
      ]
    },
    {
      "cite": "18 Pick. 260",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2025414
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/35/0260-01"
      ]
    },
    {
      "cite": "13 Mass. 131",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073745
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/13/0109-01"
      ]
    },
    {
      "cite": "2 Jones 269",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "5 Mass. 358",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2002241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/5/0278-01"
      ]
    },
    {
      "cite": "3 Mass. 274",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2005758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/3/0240-01"
      ]
    },
    {
      "cite": "5 Cranch 151",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 353",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850005
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0353-01"
      ]
    },
    {
      "cite": "1 Yeates 860",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "11 Johns. 180",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        2137582
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/11/0180-01"
      ]
    },
    {
      "cite": "9 Johns. 121",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        372332
      ],
      "opinion_index": 0,
      "case_paths": [
        "/johns/9/0121-01"
      ]
    },
    {
      "cite": "2 Conn. Rep. 419",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6755037
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/2/0419-01"
      ]
    },
    {
      "cite": "2 N. H. 159",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6755773
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/2/0159-01"
      ]
    },
    {
      "cite": "1 Y. 360",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6775103
      ],
      "weight": 4,
      "opinion_index": 0,
      "case_paths": [
        "/yeates/1/0359-01"
      ]
    },
    {
      "cite": "18 Pick. 260",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2025414
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/35/0260-01"
      ]
    },
    {
      "cite": "13 Mass. 131",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2073745
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/mass/13/0109-01"
      ]
    },
    {
      "cite": "2 Jones 269",
      "category": "reporters:state",
      "reporter": "Jones",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "9 Watts 353",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850005
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0353-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 821,
    "char_count": 22275,
    "ocr_confidence": 0.445,
    "pagerank": {
      "raw": 2.1753436003745024e-07,
      "percentile": 0.771688426622556
    },
    "sha256": "6f357df9f6cbba9ff62b2afefc60e763a1254fb12386f2dc5d7fa4a9c1a827ef",
    "simhash": "1:3137ec9c4f44b6ab",
    "word_count": 4057
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Patterson versus Todd & Lemon."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nThe questions for decision in this case have relation to the effect of endorsing a promissory note overdue. 1. What is the contract which the law implies from such an endorsement ? 2. Is the implied contract subject to modification by parol evidence of the special agreement made by the parties at the time of the transaction ? In 1816, Chief Justice Parker, in Field v. Nickerson, 13 Mass. Rep. 131, considered it remarkable that the law on so familiar a contract as the endorsement of a nóte on demand, should at that late period be doubtful; and it is certainly to be regretted that on a kindred, if not the identical question, it remains in the same condition in Pennsylvania.\nThe law of bills of exchange seems to be well understood. Every business man knows that when he receives an inland bill of exchange, it is his duty to present it for payment, at maturity, if payable at a particular time; or, within a reasonable time, if payable at sight; and, in either case, to give immediate notice to the drawer, if the bill be dishonored. If these duties be neglected by the holder, the drawer is, in general,-discharged from all further liability on the bill. It is also well understood, among the learned and unlearned, that the rules of the law merchant which regulate the liabilities of the parties on bills of exchange apply also to the endorsement of promissory notes. The endorser of a note is considered as the drawer of a bill of exchange upon the maker, and the body of the note is referred to for the purpose of showing the sum to be paid, the time and place of payment, and the fact that the bill is already accepted by the maker of the note, whose signature thereto, places him, as between the endorsee and himself, in the condition of a drawee of a bill of exchange, after acceptance. Where a note is endorsed before it is due, the holder must present it for payment at maturity, and in case of default must give immediate notice of the dishonor. But after the note becomes due, it is payable whenever the holder chooses to demand it, and for this purpose an action at law is a sufficient demand, as between the maker and holder. Like a contract for the payment of money, where no time of payment is specified, it is legally payable presently. So that when such a note is endorsed, the endorser still stands in the condition of the drawer bf an inland bill of exchange; and we refer to the note, as before, for the purpose of ascertaining the amount, and the time and place of payment. The time of payment having passed, the note is^in law, payable on demand, and this shows that the endorsement is to be considered as if made upon a new note payable on demand, and the legal effect of it is precisely the same as if the endorser had drawn an inland bill of exchange upon the maker, payable at sight. It is the duty of the holder of such a bill to present it for payment within a reasonable time, and if the bill be dishonored, to give immediate notice thereof to the drawer. In the case of an endorsement of a note, overdue, the holder is, in like manner, bound to present it for payment within a reasonable time; and, in case of non-payment, to give immediate notice of the dishonor to the endorser, otherwise the latter is discharged from liability. This doctrine is fully sustained by the authorities.\nIt is stated in Chitty on Bills, 15, 16, that a bill may legally be endorsed after it is due and has been dishonored, but not after it has been paid by the acceptor: 1 Ld. Ray. 575; 1 Show. 163; 3 M. & S. 97; 1 H. Bl. 89; 1 M. & P. 11; and that a bill, endorsed after due, is equivalent to drawing a new bill payable at sight: 2 N. H. 159; 3 S. Carolina C. C. Rep. 33. But there is this distinction between notes, &c., endorsed after and before due, that in the first case the holder takes them subject to all the defences to which they were subject in the hands of the original parties: Chitty on Bills 15, 16. It may fairly be inferred from Mr. Okitty’s statement of the distinction between endorsements of bills after due and before due, that the only difference is that in the first case the holder takes them subject to all the equities which existed between the original parties ; and in the last case, he takes them discharged of all such defences.\nThat the endorsement of a note overdue is equivalent to drawing a new bill payable at sight, upon which the endorser is liable only upon proof of a demand upon the maker within a reasonable time, and immediate notice of the default, is fully established by the following decisions made by the highest courts of our sister states, and pronounced by judges whose learning and experience in this particular branch of the law entitle their opinions to the highest regard: Poole v. Tolleson, 1 McCord’s Rep. 199; Eifert v. Desondres & Co., 1 Comst. Rep. 70; Crouse & McFarlane v. Shackleford’s admrs., 2 Nott & McCord’s Rep. 283; Bishop v. Dexter, 2 Conn. Rep. 419; Field v. Nickerson, 13 Mass. Rep. 131; Colt et al. v. Barnard, 18 Pick. 260 ; Berry v. Robinson, 9 Johns. 121; Agan v. McManus, 11 Johns. 180; Leavitt v. Putnam, 3 Comst. 494; 1 Sandf. S. C. Rep. 199; McKinney v. Crawford, 8 Ser. & R. 353; Brenzer v. Wightman, 7 W. & Ser. 265.\nThe cases which are supposed to conflict with this view of the subject, and to sustain the position that the contract of endorsement, when made upon a note overdue, changes its character, and becomes an original and unconditional engagement to pay the amount, arc: Brown v. Davies, 3 T. R. 80; Bank of N. America v. Barriere, 1 Yeates 360; Leidy v. Tammany, 9 Watts 353; and Jordan v. Hurst, 2 Jones 269. In Brown v. Davies, the only question was whether the maker, in an action against him by an endorsee, could bo permitted to prove a payment to the payee before the endorsement. No question touching the liability of the endorser arose in the cause, or was decided by the Court; and the misapprehension which has since occurred in relation to some of the loose remarks of one of the judges on a question to which his attention was not drawn, and on which he did not feel called upon to speak with precision, shows the danger of relying upon such obiter dicta as authority for anything. The case of the Bank v. Barriere, 1 Yeates 360, was decided by a single judge, upon its own special circumstances, and has not only been so explained and understood, but it was solemnly decided by this' Court, nearly thirty years ago, that it furnished no authority for the doctrine that the conditional contract of endorsement may be tortured into an original unconditional engagement: McKinney v. Crawford, 8 Ser. & R. 351. The case of Leidy v. Tammany, 9 Watts 353, like that in 1 Yeates 360, was properly decided upon its special circumstances ; and the observations of the judge, in going further than the case required, must not be received to unsettle the established rules of law. There are other cases, in which the erroneous idea that an endorsement of a note overdue is a new note, seems to float in the minds of the judges; but the error arises from a want of precision in the language used in some of the early cases. When it was intended to say that such an endorsement was a new HU, payable at sight, the judge has been erroneously supposed to mean a new note payable on demand. The difference is so manifest as to need no explanation. In Jordan v. Hurst, 2 Jones 269, a demand was made upon the maker of the note on the fourth day after the endorsement, and it was stated in the case, “ that the drawer (of the note) had no property or effects out of which the debt could be levied.” There was no complaint of a want of diligence in making demand upon the maker of the note, and we do not propose to inquire into the propriety of the decision that his insolvency dispensed with the necessity of notice to the endorser. But it cannot be denied that the observations of the judge who delivered the opinion of this Court in that case, had a tendency to mislead the intelligent and excellent President who decided this cause in the court below. The observations of Mr. Justice Coulter lose much of their weight, however, when it is remembered that they extended to a question not necessarily arising in the case, that' they are founded chiefly upon the cases already explained as not sustaining the position that an endorsement of a note overdue is a new note, and that the learned judge himself virtually abandons the position when he concedes that the action against the endorser can only be sustained “ after the original maker of the note has refused payment.” This implies the necessity of a demand upon the maker, which is altogether repugnant to the idea that the endorsement is a new note.\nThe interrogatories of Mr. Justice Duncan, in McKinney v. Crawford, 8 Ser. H. 353, have never been satisfactorily answered by those who desire to convert an endorsement into an absolute and unconditional engagement to pay the amount. “If it was a contract of absolute and immediate liability why endorse ? For what purpose draw? Why not give his own note?” 8 Ser. & R. 353. We fully adopt the language of Mr. Justice Duncan, in the case last cited, in which he declares that “it is now a doctrine well settled that in the case of all notes, whether overdue or not, to render the endorser liable, there must be a demand on the maker and notice to the endorser, unless a contract of a different nature from that of endorsement is to be implied from the special circumstances, and the understanding of the parties at the time of the transaction:” McKinney v. Crawford, 8 Ser. & R. 357. A note overdue and a note payable on demand, are, in legal effect, identical, and therefore the decision in McKinney v. Crawford is a direct decision on the question involved in this case.\nWe have seen that the contract of endorsement may he converted by parol evidence into an absolute and unconditional engagement to pay the amount: 1 Yeates 360; 9 Watts 353. It follows that it may be explained, by the same kind of evidence, to mean nothing further than a transfer of the debt, without recourse to the endorser. The evidence on this part-of the case ought to be submitted to the jury, if the plaintiff, on another trial, by the proof of demand and notice,' should establish a primd facie title to recover. But in the absence of evidence of a demand upon the maker of the note and notice to the endorser, the instructions given by the Court below were erroneous. The instruction ought to have been given that the plaintiffs were not entitled to recover.\nJudgment reversed and venire de novo awarded.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Qalvin, for the plaintiff in error.",
      "Blair, for defendant,"
    ],
    "corrections": "",
    "head_matter": "Patterson versus Todd & Lemon.\n1. The indorser of a promissory note in negotiable form indorsed when overdue, or then passed away with his indorsement previously made, is not liable thereon, unless the note be presented to the drawer for payment within a reasonable time after its transfer, and if not paid, notice of non-payment given to the indorser.\n2. The contract of indorsement may be converted by parol evidence into an absolute and unconditional engagement to pay ; and it may be explained by the same kind of evidence to mean nothing more than the transfer of the note without recourse to the indorser.\nError, to the Common Pleas of Blair county.\nThis was a suit before a justice of the peace, by Todd & Lemon v. George W. Patterson, indorser of a promissory note, as follows:—\nSixty days after date, I promise to pay to G. W. Patterson, or order, the just and full sum of fifty-eight dollars and sixty-two cents, for value received. Witness my hand and seal, 16th day of December, 1841.\n58.62 (Signed,) John S. Wilt.\n1.17, 4 months’ interest.\n$59.79.\nIndorsed,\nGeorge W. Patterson,\nPer Samuel M. Greer.\nFor value received, we assign the within note to Wm. K. Piper, and do guaranty the payment of the same.\nJune 1, 1842. Todd & Lemon.\nPlea, non assumpsit, and payment with leave. 20th March, 1851, jury called.\nJohn Piper, sworn. — I was present when George W. Patterson and William Barr were dealing for a horse. Barr was selling the horse to Patterson, and Patterson was exchanging with him promissory notes for the payment of the horse.\nThis note was among others. (The note in suit.) Barr agreed to take the paper, provided Patterson would be responsible for the payment of it; guaranty the payment of it, or any other notes then offered; three or four, or perhaps half a dozen. This was the one Barr selected, as coming near the price of the horse. Patterson said he would .become responsible for the payment, was satisfied Wilt was good. Barr was of opinion he was not.\nThey had agreed about the price of the horse, and the only difficulty was how the balance should be paid, in money or in goods. I left them at that time. The balance was $12 or $13, to be paid in goods or money. I afterwards understood from both parties that they had made the exchange.\nI do not recollect that there was anything said by the parties about this note being due, The note was due a few days at that time.\nI have a faint recollection that the note had been endorsed; that the endorsement by the clerk of Patterson, was on it at the time it was offered. Not, however, positive.\n. He further stated that some time afterwards the note went into the hands of Todd & Lemon. They offered it to William IC. Piper for a horse. He did not want to exchange, till he knew something about the note. I then saw Patterson on' the subject. He said the endorsement was right. He complained about the delay; said the money' could have been collected from Wilt, if due diligence had been used.\nS. Barr, son of William Barr, said he was present at the trade between his father and Patterson. That his father told Patterson that he did not know Wilt, but if he would put his name on the back of the note, he would take it. This was in February, 1842, about the 27th.\nJohn S. Wilt, the drawer of the note, was examined on part of the defendant, and said that he was not called upon for payment of the note, to his recollection. That he could have paid it in the spring of 1842. He said, “ I would have paid it, I paid several others about that time.” He further said that he had taken the benefit of the bankrupt law. That he applied for it in July, 1842.\nA. Smith testified: inter alia, said that he was present at the trade. * * * Barr did not like to take the note unless Patterson would guaranty it. Patterson said,- “ I can’t do that, or won’t do that.” “Wilt was good at that time.” * * Barr at length agreed to Patterson’s terms. Patterson said, “ well, here is the note, but I won’t guaranty it.” Barr said he would take it, and Patterson said he would pay the 'balance. Barr took the note. He further said, Patterson said he would pay the difference in money. The price of the horse was $75 or $80. This happened in 1841 or 1842.\nThe reading of the note was objected to on part of defendant, and exception taken to its admission.\nTaylor, J., charged as follows: — “The plaintiff claims the amount of a promissory note of one John S. Wilt to George W. Patterson, the defendant, dated 16th December, 1841, for $58.62, payable at sixty days, upon Patterson’s endorsement.\n“ It seems, by the testimony of Samuel S. Barr, that the note was passed to his father, William Barr, by George W. Patterson, the 27th of February, 1842. This was after the note was due. It is alleged, upon the testimony of Col. John Piper, that the note was to be endorsed by Patterson, in their negotiations about the trade. The testimony of Abraham Smith is, that Patterson refused to guaranty it; and that Barr agreed to take it without any guarantee. It passed to Barr, it is not disputed, with Patterson’s name upon it.\n“ The claim is upon the alleged endorsement; and the plaintiffs must recover upon that endorsement, if at all. They do not claim, and cannot claim, to recover in their name, on any guarantee given by Patterson to Barr.\n“Was the note endorsed by Patterson, and endorsed after due? This is a question of fact for you. If it was, it thence went into circulation on the credit of the endorser. Such endorsement is to be considered as the making of a new note, and imposing on the endorser the primary obligation of a drawer; and to charge him, demand and notice need not he shown: Jordan v. Hurst, P. L. J. vol. 9, p. 258. If Patterson endorsed the note after it was due, then the plaintiffs are, therefore, entitled to a verdict for its amount, with interest; otherwise they are not. The question of fact is for you.”\nTo which charge and opinion of the Court, the counsel of the defendant excepted, 20th March, 1851. Verdict for plaintiffs for $90.57.\nThe assignments of error, and argument of Calvin, for plaintiff in error, were as follows:\n1. It was assigned for error, that the Court erred in saying to the jury, that if the note had been endorsed by Patterson, after it became due, it followed that Patterson was liable.\n2. The Court erred in submitting it as a question of fact to the jury, whether the note was endorsed by Patterson after it became due, in the absence of all evidence of the date of the endorsement; and when it would appear, from the plaintiff’s own evidence, it had been endorsed before it became due, and when such was the presumption of law in the absence of proof of the date of the endorsement : 6 Barr 164.\n8. But if the plaintiff had shown that the note had been endorsed by Patterson after it fell due, and at the time of its transfer, still the liability of Patterson on his endorsement would depend on the agreement and understanding of Patterson and Barr at the time; and the Court erred in saying to the jury that Patterson became liable, as a matter of course, if they found he had endorsed the note after it fell due.\n4. The Court erred in stating to the jury that the endorsement, if made after the note became due, was “ to be considered as the making of a new note, and imposing on the endorser the primary obligation of a drawer; and to charge him, demand and notice need not be shown.”\nQalvin, for the plaintiff in error.\nAs to the first assignment: In the cases (1 Yeates 860, 9 Watts 353, 5 Cranch 151, 3 Mass. 274, and 5 Mass. 358) relied upon, the notes were endorsed at the time of transfer, and endorsed for the purpose of putting them into circulation on the credit of the endorser. Whether endorsed after due or not, would be immaterial, unless endorsed at the time of transfer, and for the purpose of passing the note on the credit of the endorser. Here the note was not endorsed at the time of transfer, but previously, and not by Patterson himself, but by his clerk, Mr. Greer, and for another purpose.\nAs to the third assignment: In all the cases before stated, there was a special agreement or understanding that the endorser would be liable; and the notes were endorsed for the purpose of giving them credit. In this case, if the evidence was believed, the note was taken by Barr at his own risk, and with the understanding and agreement that Patterson should not be held liable for its payment. But the plaintiff’s evidence, taken by itself, if it showed any cause of action, showed a case of guarantee; and it was conceded there could be no recovery on a guarantee in this suit.\nAs to the fourth assignment: The case of Jordan v. Hurst, 2 Jones 269, though it would appear to be in conflict with the law as settled in Massachusetts and New York, and as previously understood to be settled in Pennsylvania, does not-warrant the instruction of the Court to the jury. It is, however, due to the judge to say that the case, at the time, was not reported; and that he had only a syllabus of it before him as reported in the Penna. Law Journal. In that case, and in every case relied on by Justice Coulter, and by the counsel, there was a demand made on the drawer of the note. In this case, such demand was not made. In that ease it did not appear that the endorser was injured by the failure to give him notice of the demand and non-payment. In this case the proof is, that the drawer was able to pay for a considerable time after Patterson had traded off the note to Barr, and that he would have paid it if he had been called upon; and that the money has been lost by the negligence of the plaintiff. In the case of Jordan v. Hurst, the liability of the endorser is made to depend on the fact that there had been a demand on the maker of the noteand it did not appear that the endorser was injured by not receiving notice of the non-payment of the note. In that case, the note was endorsed at the time of the transfer, and for the purpose of passing it into circulation on the credit of the endorser. In this case it was not endorsed at the time of transfer; but, in point of fact, before it was due, for the purpose of having it discounted in bank, and was taken by Barr, not on the credit of the endorser, hut at his own risk.\nTo charge the endorser, both demand and notice are necessary: 8 Ser. & R. 351, McKinney v. Crawford; 13 Ser. & R. 315, Folwell v. Beaver; 6 W. & Ser. 234-5, Pattison v. Poindexter; 7 W. & Ser. 264, Brenzer v. Weightman; 13 Mass. 131, Field v. Nickerson; 18 Pick. 260, Colt v. Bernard ; 9 Johnston 121, Berry v. Robinson; Chitty on Bills, p. 223, and note.\nBlair, for defendant,\nsaid the note was delivered or passed away by Patterson after it was due, and therefore the endorsement did not take effect till after it was delivered or transferred to Barr.\nThis case presents the naked question, whether the endorsee of a note negotiable in its terms, hut endorsed after maturity, may look to the endorser for payment without demand on the maker, and notice to the endorser.\nThe case is ruled by Banks v. Barriere, 1 Y. 360, which is reaffirmed in Jordan v. Hurst, 2 Jones 269, and which is now an authority too firmly established to yield to the dicta of Judge Duncan, in M’Kinney v. Crawford, 8 Ser. & R. 351.\nThe principle of these decisions has been long settled; which is that the endorser of an overdue note stands in the position of the maker of a new note, payable to the endorsee. His undertaking is original and absolute, whilst that of an ordinary endorser is but contingent: 6 Barr 168, Snyder v. Riley; 3 Term Rep. 83, Brown v. Davies.\nJune 17,"
  },
  "file_name": "0426-01",
  "first_page_order": 426,
  "last_page_order": 434
}
