{
  "id": 969141,
  "name": "Dunlap versus Cook",
  "name_abbreviation": "Dunlap v. Cook",
  "decision_date": "1852-06-17",
  "docket_number": "",
  "first_page": "454",
  "last_page": "457",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 454"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 293",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844096
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0293-01"
      ]
    },
    {
      "cite": "5 Watts 17",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843984
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0017-01"
      ]
    },
    {
      "cite": "3 Watts 227",
      "category": "reporters:state",
      "reporter": "Watts",
      "weight": 2,
      "pin_cites": [
        {
          "page": "239"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "5 Bin. 270",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates 443",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812702
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0443-01"
      ]
    },
    {
      "cite": "3 Watts 223",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841300
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0223-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 419,
    "char_count": 8243,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 1.3209616080571676e-07,
      "percentile": 0.6266707055121746
    },
    "sha256": "9e05ae70f6aa64a242615258cc03eabf80f6c87e9ed75c73697951aa486ff48a",
    "simhash": "1:22f235a78a62c9e0",
    "word_count": 1500
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Dunlap versus Cook."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nThe defendant below had a small piece of land, supposed to contain about ten acres, which he held by improvement. The settlement had been made as early as 1814, and about three acres cleared on it very soon after. In 1830 the plaintiffs obtained a judgment against him, the lien of which was continued by revivals until 1841, when an execution was issued, and it was sold in 1842 to the plaintiffs, who brought this ejectment in 1847. The defence proposed was, that Dunlap, in 1841, moved to another part of his tract, within the same three acre clearing, and there built a new house — that this new house was within the lines of a survey owned by James P. Gregg, and that he took a lease from Gregg.\nIf Gregg’s survey and Dunlap’s improvement did really interfere with one another, it is not necessary for us to say which of the two is the best title; for that is not the question. But we can and do say that Dunlap had no right to set up Gregg’s title, whether good or bad, against the man who purchased his at sheriff’s sale. And it does not change the case that he accepted a lease from Gregg a short time before the sale, when the lien of the judgment was in full force. A surrender of his right under such circumstances to an adverse claimant is a fraud upon the lien creditor, which cannot avail him. The judge was right in rejecting the evidence, and the judgment is to be, affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Linn and Sale, for plaintiffs in error.",
      "McManus and McAllister, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Dunlap versus Cook.\nIn an ejectment by the vendee at sheriff's sale, the defendant, as whose property the premises were sold, cannot set up title under a lease taken by him from a third person, after the judgment under which the premises were sold was obtained and execution thereon levied on the premises in dispute.\nError to the Common Pleas of Centre county.\nThis action, which was instituted 16th August, 1847, was brought by R. Cook, J. Cook, and D. Cook, against Alexander Dunlap, to recover the possession of a tract of land containing ten acres more or less. On the trial in the Common Pleas the plaintiffs endeavored to prove title by improvement to about three acres, commenced about 1814, by James Dunlap, who died in 1816. The possession was continued by the widow of James Dunlap and the defendant below, who was a son of James Dunlap. They further gave in evidence the record of a judgment obtained in the Common Pleas of Centre county by the plaintiffs against the defendant on the 2d day of April, 1830, for <§75.06, and the subsequent revival of the same by several successive writs of scire facias ; also, a writ of fieri facias, by virtue whereof the land in dispute was taken in execution; a sale upon a vend. exp. to David Cook, and a deed by the sheriff of Centre county to Robert Cook, James Cook, and David Cook, for the land embraced in the levy. The fi. fa. issued on 7th August, 1841; the sale was made in 1842, and the sheriff’s deed bears date 8th January, 1847. The land is thus described in the levy: “ Levied on a certain lot of ground situate in Gregg township, adjoining lands of James P. Gregg and others, containing ten acres, be the same more or less, with a small log house thereon erected.”\nOn the part of the defendant it was offered to show an application, 23d March, 1767, by George Burns, for three hundred acres. Plaintiffs’ counsel objected to the offer, and all evidence of title in another, on the ground that the plaintiffs were entitled to recover’ the possession of the defendant in the execution, without regard to the title now set up. The evidence was rejected.\nAn offer was made as follows:\nDefendant in this case, representing the heirs of James P. Gregg, offer to show that the defendant on the record, James Dunlap, originally settled on a small piece of vacant land of about two or three acres outside the survey, in the name of George Burns; that he resided there until 1841, when he built a house within the lines of George Burns; that he immediately thereafter executed a lease for the same under James P. Gregg, the owner of the George Burns survey, and continued to reside thereon as said Gregg’s tenant until a year since, when he left, and another tenant came in his room.\nThat neither said Dunlap, nor those who settled on the said vacant land before him, ever claimed or possessed any part of the said Burns survey, which is owned by and has been in possession of said Gregg and those under whom he claims, for the last seventy years or more. That defendant disclaims all outside of the lines of the George Burns survey, and only takes defence for that portion claimed by plaintiffs within those lines.\nThat said defendant leased said lands from Gregg, on 4th of January, 1842, for five years; that the representative of said Gregg executed a new lease to said Dunlap, on the 25th.day of November, 1846, for two years, from April 1st, 1847. The lease was of the house in which R. Dunlap then resided, with a small field on which it stood, containing about one and a half acres.\nThere was a receipt by James P. Gregg of one hundred dollars, received 4th January, 1842, in full of the rent.\nThis evidence was also rejected.\nWoodward, J., charged: — “ The sheriff’s vendee is entitled to recover the possession of the defendant in the writ. Nor do the facts offered to be proved bring this case within the principle stated by Kennedy, J., in Young v. Algeo, 3 Watts. 1st. Because there was a subsisting possession and interest here in Dunlap, when the lien of Cook’s judgment attached, which possession continued up to the last spring (1849), according to the undisputed proof already before the Court.\n“ And 2d, Because the last lease to him, that of the 26th November, 1846, was made, and whatever interest it gave was vested before the sheriff’s deed was made, and the plaintiffs could not bring ejectment till the deed had been made.' It is not a question of disputed possession, or of a tenancy in common, as in Knox v. Wilson, 2 Barr, but of clear and exclusive possession in the defendant in the judgment and suit, after the sheriff’s deed, and before a surrender to the landlord of the then existing interest, and before the .expiration of that interest by its own limitation. In such a case the offer made was irrelevant, and is rejected.”\nDefendant’s counsel excepted.\nYerdict was directed to be rendered for the plaintiffs.\nError was assigned to the rejection of the offer to show title in the heirs of James P. Gregg. 2. In not allowing the leases to-Dunlap to be given in evidence. 3. To the rejection of the second offer stated. 4. To the instruction to render a verdict for the plaintiffs.\nLinn and Sale, for plaintiffs in error.\nIt was not denied that the purchasers at sheriff’s sale took the interest of the defendant, who was a tenant. It was proper, on the part of defendant below, to show that when the sale took place the tenant had a five year lease, but his interest under that lease had expired when this ejectment was brought, and the plaintiff' could not recover anything: Young v. Algeo, 3 Watts 223; 2 Barr 26.\nHe subsequently acquired an interest under the lease from Gregg, but it was not subsequently sold.\nIt was also competent to show that part of the land claimed was not embraced in the levy, nor by the sheriff’s deed. This could be done by parol evidence: 2 Sams 25; 2 Barr 26; 3 Harris 92. It was offered to do this by showing the lines of the adjoining land of Gregg called for in the levy.\nMcManus and McAllister, for defendants in error.\nThe land of the Dunlaps was levied on in August, 1841, and was sold in 1842, at sheriff’s sale. The defendant offered to show that after the levy, viz. on the 4th January, 1842, Alexander Dunlap, the defendant, took a lease of the premises from Gregg, who gave a receipt for five years’ rent in advance. The judgment on which the land was sold had been a lien for more than ten years before the sale, arid the land had been levied on before the lease by Gregg. Where a defendant is in possession of land when levied on and sold as his property, the vendee of the sheriff is entitled to recover: 2 Yeates 443; 5 Bin. 270; 3 Watts 227; 8 Ser. & R. 317-26; 3 Barr 275; 6 Id. 239; 5 Watts 17; 5 Watts 293, Minier v. Saltmarsh.\nJune 17,"
  },
  "file_name": "0454-01",
  "first_page_order": 454,
  "last_page_order": 457
}
