{
  "id": 969114,
  "name": "Carson versus Potter",
  "name_abbreviation": "Carson v. Potter",
  "decision_date": "1852-06-17",
  "docket_number": "",
  "first_page": "457",
  "last_page": "459",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 457"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Johns. Ch. 405",
      "category": "reporters:state",
      "reporter": "Johns. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "9 Watts 36",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 313",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850947
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0313-01"
      ]
    },
    {
      "cite": "6 Watts 541",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Dallas 426",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 326,
    "char_count": 5660,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 5.732362895963735e-08,
      "percentile": 0.35926573325317424
    },
    "sha256": "f2c969b24aabcd4cf4525c63a94ac7ef5e2f500c53f7b49cf918bbb7c1e61de9",
    "simhash": "1:6c0c2d7e2805576c",
    "word_count": 1035
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Carson versus Potter."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLowrie, J.\nSuppose that the money of James Carson did pay for this land, though the patent is in the name of Benjamin Carson, the elder — what then? Why, simply that the land belongs to James and not to Benjamin. This does not tend to establish a right in the younger Benjamin, the plaintiff below, unless he also shows some title from James. But this allegation rather adds to the difficulty of the plaintiff’s case, for it gives him two parol titles to establish instead of one; first that of James and then his own, and unless both are clearly proved the statute of frauds must rule the case in favor of the written title. The claim in this form excludes all the admissions by Benjamin, the elder, that he had given or intended to give this land, for it was not his to give.\nThe real claim of the plaintiff is contained in the allegation that when he was a little boy, his uncles James and Benjamin took out a patent for this land for him, in the name of his uncle Benjamin, intending to give it to him when he came of age. It is not alleged that they ever did give it to him, and without part performance, how is the statute of frauds to be avoided ? Kind intentions are never enforced by law. Even promises, if without consideration, are not contracts, and no action lies for the breach of them.\nAll the evidence on the subject shows only an intention on the part of James and Benjamin to give the land to the plaintiff, and the Court below was right in saying that under such evidence no title appeared in the plaintiff, and in directing a verdict for the defendants.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lowrie, J."
      }
    ],
    "attorneys": [
      "Smith and Burnside, for plaintiff in error.",
      "Ourtin, contó."
    ],
    "corrections": "",
    "head_matter": "Carson versus Potter.\nLand was taken up by two brothers, but the warrant and patent were in the name of one of them, both saying that the land was intended for their nephew who resided with them; and that the land was intended for him, was after-wards acknowledged by the patentee. The latter subsequently sold the land to others : B.eld, that there being no part performance of the promise, and no consideration paid by the nephew, the latter could not recover the premises in ejectment from the purchasers from the patentee, even though they purchased with knowledge of the claim made by the plaintiff.\nError to the Court of Common Pleas of Qlearfield county.\nThis was an action of ejectment brought in 1849, by Benjamin Carson v. John Potter and Thomas Carson, for 79 acres of land, and on the part of the plaintiff below and in error, the following evidence of title was presented.\nOn the 28th December, 1829, a warrant was obtained for the land in the name of Benjamin Carson, the plaintiff’s uncle, and on the 30th March, 1831, he received a patent for 79 acres. The plaintiff then called witnesses, one of whom testified that the price of the land was paid by James Carson, another uncle of the plaintiff. Another witness testified that James Carson and the elder Benjamin were both bachelors, living together, and the younger Benjamin with them, he being then about seven years old. They spoke of this land, and said they had taken it up, intending it for little Benjamin Carson, and that they would get the patent in Benny’s name, that when he comes of age it will need no alteration. Little Benjamin lived with them until he was 16 or 17 years old. Many years afterwards James Carson told the witness that Benjamin, the uncle, was going to cheat little Benny out of his land.\nAnother witness testified that “ both the elder Carsons had told him that the land belonged to young Benjamin; that they had the writings made out in the name of the elder Benjamin, that they might “shove it over” without making a new deed, and that there were not many young fellows, like young Benjamin, who can say when they come of age that he is a freeholder.” James Carson died some time before this suit was brought. Another witness testified that the uncles showed him the lines of this tract; they called it. little Benny’s ; said they intended it for him, and would give it to him. Another witness testified that James Carson had told him that when Benny was a little boy, he and his brother concluded to take up this land for little Benny. They took out the patent in the name of old Benny, so that it could be handed over when Benny came of age. When he came of age.it could be handed over to him — it would need no assignment.\nThere was also some evidence offered to show that the tenants in possession were purchasers with notice of little Benny’s'claim. Benjamin Carson the elder, in 1836, sold part of the land to Thomas Carson, and in 1837, the remainder to John Potter.\nThe testimony of the defendants is unimportant, as the Court instructed the jury that the plaintiff had entirely failed to show any title in himself, and this was the matter complained of as error.\nSmith and Burnside, for plaintiff in error.\nThis was a trust declared by James Carson, for the use of his nephew, at the time the warrant was taken out in the name of Benjamin Carson, Senior. The purchase-money was paid by James Carson, except $3.75 paid by old Benjamin to the surveyor. The latter repeatedly acknowledged the trust. The law will compel the performance of the trust: 4 W. & Ser. 169; 7 Barr 420 ; 6 Id. 239-49-50; 6 W. & Ser. 98; 1 Dallas 426; 6 Watts 541; 1 W. & Ser. 133; 3 Ser. & R. 486; 3 Harris 195.\nOurtin, contó.\nAs the plaintiff never gave any valuable consideration for the land, he could not recover it as being held in trust for him, even if his uncles had declared that the land was intended for him, or that they intended to give it to him: 10 Watts 313; 6 Id. 137; 9 W. & Ser. 62; 9 Watts 36 ; 2 Johns. Ch. 405.\nJune 17,"
  },
  "file_name": "0457-01",
  "first_page_order": 457,
  "last_page_order": 459
}
