{
  "id": 969128,
  "name": "Wetzel versus Sponsler's Executors",
  "name_abbreviation": "Wetzel v. Sponsler's Executors",
  "decision_date": "1852-06-17",
  "docket_number": "",
  "first_page": "460",
  "last_page": "463",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 460"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Hill 650",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts 446",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842782
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0446-01"
      ]
    },
    {
      "cite": "13 Wend. 337",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 453,
    "char_count": 10450,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 1.2925270942492528e-07,
      "percentile": 0.6202884801391896
    },
    "sha256": "1d8c6b4ee6b43fe953768e4b7625f12d5bdc2b81ade903d896e9d9d9efff4d5c",
    "simhash": "1:4d886bdd6e259031",
    "word_count": 1900
  },
  "last_updated": "2024-02-27T18:34:08.029307+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Wetzel versus Sponsler’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nThis action was on a single bill, in which the defendant was surety. The defence is, that the surety was discharged by the creditor’s forbearance to sue after notice to proceed against the principal debtor. We have no doubt upon any of the points made by the plaintiff in error. They are all very clearly against him.\n1. It is not necessary for the surety to make his request of the creditor to sue the principal in person. He may employ an agent. If he has a general agent who transacts all his business, it is the duty of such general agent, without special instructions, to give the notice in a proper case; and the validity of a notice so given is not to be questioned for want of authority.\n2. Where the creditor has gone out of the country or neighborhood, leaving the obligation in the hands of an agent or attorney for collection, the request to sue the principal may be addressed by the surety to such agent or attorney of the creditor; and it is not necessary to follow the creditor himself, or wait until he returns.\n3. A request simply to bring suit against the principal debtor is sufficient, without a tender of expenses, or a stipulation to pay them, or an offer by the surety to take the obligation and bring suit himself, unless the creditor at the time of the notice expressly puts his refusal to sue on the ground of the trouble and expense, and offers to proceed if that objection be removed.\n4. If the debt might have been obtained from the principal by a suit commenced at the time notice was given, but no action is brought until the property of- the principal has been disposed of by himself, taken by other creditors, or encumbered with liens equal to its value, the surety is discharged.\n5. The creditor is bound not only to commence his suit against the principal immediately, or without any unnecessary delay, but must prosecute it with all reasonable diligence; must arbitrate the cause, if that be required by the circumstances, or demanded by the surety; and must use all those means of saving the surety which the existing state of the law puts in his power, and which a prudent man would adopt to 'save himself.\nJudgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Error was assigned to the charge.",
      "Todd and Biddle, for plaintiff in error.",
      "Miller and Henderson were for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Wetzel versus Sponsler’s Executors.\n,1. It is. not necessary for a surety in a sealed instrument, personally to make his request to the creditor to sue the principal debtor. He may employ an agent to do so. If he has a general agent who transacts all his business, it is the duty of such general agent without special instructions, to give the notice in a proper case, ánd the validity of a notice, so given, is not to be questioned for want of authority.\n2. Where the creditor has gone out of the country or neighborhood leaving the obligation in the hands of an agent or attorney for collection, the request to sue the principal may be addressed by the surety to such agent or attorney of the creditor, and it is not necessary to follow the creditor himself, or wait until he returns.\n3. A request simply to bring suit against the principal debtor, is sufficient without a tender of expenses or a stipulation to pay them, or an offer by the surety to take the obligation and bring suit himself, unless the creditor, at the time of the notice, expressly puts his refusal to sue on the ground of the trouble and expense, and offers to proceed if that objection be removed.\n4. If the debt might have been obtained from the principal by a suit commenced at the time notice was given, but no action is brought until the property of the principal has been disposed of by himself, taken by other creditors, or encumbered with liens equal to its value, the surety is discharged.\n5. The creditor is bound not only to commence his suit against the principal immediately or without any unnecessary delay, but must prosecute it with all reasonable diligence; must arbitrate the cause if that be required by the circumstances or demanded by the surety; and must use all those means of saving the surety which the existing state of the law puts in his power, and which a prudent man would adopt to save himself.\nError to tbe Common Pleas of Cumberland county.\nThis was an action by Wetzel v. Sponsler’s executors, brought to August Term, 1850. It was a suit brought on a sealed note, dated 7th April, 1847, payable one year after date, for $100, given by John Cornman and George Sponsler (the latter being a surety), to John Wetzel.\nThe defence relied upon was that notice in due form of law had been given to Wetzel’s son, who had charge of the note, by the son of Sponsler, to collect the note, which he neglected to do, and that Cornman the principal became insolvent.\nIt was alleged on the part of the plaintiff, that at the time the notice was given, to wit, 19th January, 1850, it was too late to sue out a writ to January Term, 1850, and that it would have required until the 27th August, 1850, the second term after suit brought, before judgment could have been obtained by the ordinary course of the law: that suit was brought on the 2d May, 1850, and judgment obtained by arbitration on 1st June following, two months and twenty-six days sooner than if suit had been brought on 19th January, 1850, and not arbitrated. It was also alleged that at the time the notice to collect was given, John Cornman owned real estate, which was encumbered by liens to the amount of $960.38, exclusive of interests and costs ; that he owed debts,. not reduced to judgment, to the amount of $2859.75, exclusive of interests and costs; that judgment was entered by confession on nearly all this amount on the 27th April, 1850. It was testified by the son of John Cornman as follows:\nFrom the knowledge I have now of my father’s indebtedness, and of the value of his property, judging from what it sold for, he was insolvent in January, 1850.\nCross-examined: I supposed his property should have brought $3500 at least. On the 19th January, 1850,1 did not know of my father’s insolvency; my knowledge is derived from subsequent information.\n• The real estate of John Cornman was sold for $2500. A number of judgments against John Cornman were given in evidence.\nIt appeared that John Wetzel, the payee of the note, had gone out of the state, and had left the note with his son Samuel for collection, on a promise by Cornman to pay it at a certain time. Whilst he held it he was called on to know whether he was the agent of his father, and he received the notice to collect the note without denying the propriety of its being given to him, and declared that he was the agent; some days afterwards, he sold the note.\nWatts, J., charged the jury, inter alia, that if Alfred Sponsler transacted all his father’s business, signed his notes, settled his accounts, and was his general agent, he might give this notice and the creditor was bound to observe it. 2. Whether Samuel Wetzel was such an agent of his father, or that notice to him was notice to John Wetzel, he referred as a matter of fact to the jury. 3. He observed that if the testimony was believed, he thought the notice to Samuel Wetzel to sue the principal and recover the debt was clear and unequivocal, the consequences of neglecting to do so fairly stated, and all that the law required, in the event of neglect, to relieve the surety, in case he were absolved by the other circumstances in the case.\nHe further charged: “Was the defendant injured by the failure of the creditor to sue and collect his debt from the principal when required ? It is argued by the plaintiff that if suit had been brought on’ the 19th January, 1850, the day the requisition was made upon him, that by the rules of Court, without any extraordinary exertion, he would not have recovered judgment by default until the August term. Whereas he did actually obtain an award of arbitrators in the suit when brought, on the 1st June, 1850. As a question of law we think this is not a sufficient answer to the defendants’ equity. If suit had been brought in a reasonable time after the surety required that it should be, the law, we think, would not require of the plaintiff to resort to the extraordinary proceeding which the Act of Assembly affords to a plaintiff to refer his cause to arbitrators, and thereby acquire a lien on the estate of the principal, unless he was requested so to do by the surety in the face of impending danger. When a surety requires of a creditor to proceed to the collection of the debt or he will no longer be liable, he is bound by every consideration of regard for his rights to bring suit within a reasonable time, and place himself in a situation to proceed to the security and collection of his debt. Now the facts of this case show that if suit had been brought about the 19th January, when the plaintiff was required to sue, he might have obtained a judgment by award of arbitrators, in February, or at all events in March, and if he had procured an award any time before the 27th April, it would have been a lien upon the defendant’s (Cornman’s) real estate, and paid out of the proceeds of the sheriff’s sale. It is not a sufficient answer to the defendants’ equitable defence that Cornman owed debts,, not in judgment, on the 19th January, when the notice was given to an amount greater than his property sold for at sheriff’s sale, or than he was actually worth, if you believe he had unencumbered real estate to an amount much greater than the judgments against him, at a time when the plaintiff might have obtained a judgment which would have been a lien on his property and good security for his money. It was on the 19th January, 1850, that the surety gave the plaintiff the most unequivocal notice to proceed and collect his debt, or that he would no longer be liable. Why he did not sue we cannot tell, but he did not until the following May, when the estate of Cornman was covered with liens far beyond its value, and when he got his judgment it was utterly fruitless. Now he calls on the surety to pay.”\nYerdict was rendered for the defendants.\nError was assigned to the charge.\nTodd and Biddle, for plaintiff in error.\nIt was contended that if the principal be insolvent at the time the notice is given, the surety will not be discharged: 15 Ser. & R. 29, 30; 8 Id. 110; 13 Wend. 337; 3 N. Hamp. 231; 4 Watts 446; 4 Hill 650. A creditor is not bound to extraordinary diligence when notified to bring suit.\nMiller and Henderson were for defendants in error.\nJune 17,"
  },
  "file_name": "0460-01",
  "first_page_order": 460,
  "last_page_order": 463
}
