{
  "id": 969121,
  "name": "Road in Allen Township",
  "name_abbreviation": "Road in Allen Township",
  "decision_date": "1852-06-17",
  "docket_number": "",
  "first_page": "463",
  "last_page": "464",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 210,
    "char_count": 3485,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.7750065986717354e-07,
      "percentile": 0.712645409056667
    },
    "sha256": "be987937dc1a68712414b016667cd585c63d12dafaf414db1a6e6c231ce98cb0",
    "simhash": "1:0a50f5049a0a45ff",
    "word_count": 618
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Road in Allen Township."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nThe only exception filed in the Court below to the report of re-reviewers is, that one of the re-reviewers is a brother-in-law of one of the petitioners. This was overruled because it was not filed within the time prescribed by the rules of Court. An exception to a viewer on the ground of affinity to one of the petitioners, is in the nature of a challenge to a juror for cause, and cannot be taken after the party has taken his chance of a favorable report. The parties interested are presumed to have notice of the time of meeting of the viewers; and the family connections of the viewers with the petitioners, are matters which may be ascertained by diligent inquiry. It is therefore too late to make the objection after the report is made.\nThe other error assigned was not presented to the consideration of the Court below; and for that reason is not to be noticed here.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "The case was submitted by Hepburn, for plaintiff in error; Biddle, contrá."
    ],
    "corrections": "",
    "head_matter": "Road in Allen Township.\n1. An exception to a viewer or reviewer of a road on the ground of relationship to one of the petitioners, is in the nature of a challenge to a juror for cause, and is too late after the party has taken his chance of a report.\n2. In road proceedings, this Court will not consider errors assigned which were not presented to the consideration of the Court below.\nCertiorari to the Court of Quarter Sessions of Cumberland county, to remove the proceedings had in relation to the road leading from the Silver Spring and Lisburn road to a point on the Simpson’s Ferry road, in Allen township. The viewers appointed reported to April Term, 1850, in favor of a road, and their report was approved nisi on 9th April, 1850. At August Term, 1850, reviewers were appointed, who reported in favor of a road different from that suggested by the viewers. This report was approved nisi; the new road to be opened 28 feet wide. At next Term, viz., January, 1851, a petition for a re-review was presented, and re-reviewers were appointed, who reported in favor of a road changing in part the location of the road reported by the vieivers, and differing materially from that designated by the reviewers. This report, on the 18th April, 1851, was confirmed nisi, and the road ordered to be opened 25 feet wide. Before the second Court after the report by the re-reviewers, viz., on 18th August, 1851, exceptions to that report were filed, to the effect, that one of the re-reviewers was a brother of one of the petitioners for the re-review; and that another of them was a relative of another of the said petitioners.\nThe Court said that these exceptions were not filed within the time prescribed by the rules of Court, and cannot be considered by the Court; the road is therefore confirmed.\nThe rule of Court provides, that “exceptions to a view, review, or re-review of a road, will not be heard, unless they shall have been filed at least twenty days before the time fixed by law for their final confirmation ; and the same rule shall be applicable to the creation of new or the division of old townships.”\nIt was assigned for error: That the Court erred in not considering the exceptions filed, 18th August, 1851.\nThe order to re-review confers no authority to vacate the roads or either of them previously reported. The re-reviewers therefore exceeded their powers, in vacating a portion of the road first reported, and laying out a new one.\nThe case was submitted by Hepburn, for plaintiff in error; Biddle, contrá.\nJune 17,"
  },
  "file_name": "0463-01",
  "first_page_order": 463,
  "last_page_order": 464
}
