{
  "id": 969123,
  "name": "Roemer versus Denig",
  "name_abbreviation": "Roemer v. Denig",
  "decision_date": "1852-06-17",
  "docket_number": "",
  "first_page": "482",
  "last_page": "484",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 482"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 293,
    "char_count": 5695,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 1.8019166860108692e-07,
      "percentile": 0.7165423543998125
    },
    "sha256": "64b134058ae21a235a05b97c0f83cc4f64cab6677584272c157ee5310997e608",
    "simhash": "1:78651e19bd09984a",
    "word_count": 1000
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Roemer versus Denig."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nLewis, J.\nOn the 3d day of October, 1851, Roemer gave a promissory note' to Denig, payable “ one day after date,” with a power of attorney to confess judgment “ without stay of execution.” On the next day, judgment was entered and execution issued; and on the 8th October, 1851, Roemer, the defendant below, by writing under his hand and seal, acknowledged that “the execution was-issued with his full consent and approbation; and that it was the understanding, at the time the judgment was given, that there was to be no stay of execution, but that execution was to be issued at once.” Notwithstanding this solemn acknowledgment that the execution was issued according to his own agreement, Mr. Roemer, without making any application for relief in the Court below, or producing a spark of evidence to show that this acknowledgment was made under a mistake, now asks us to set aside the execution ! The bare statement of the facts is a sufficient answer to the application. On such a sharp point of practice as the one involved in this case, any acquiescence of the defendant, after notice that the writ had issued a day too soon, would conclude him. But after his own written acknowledgment that it was issued according to the agreement, to permit him to violate that agreement would be a mockery of justice.\nIt must not be forgotten that this is a writ of error by the defendant in the execution. His own rights are all that can be urged on this writ; and the record shows that he has sustained no injury whatever. This decision may, perhaps, disappoint the expectation of a subsequent execution creditor, who made an application in the Court below to set aside the execution for the alleged irregularity; but his intervention was altogether unauthorized, and his wishes cannot be taken into consideration here. A subsequent judgment creditor may impeach a.prior judgment upon the ground that it was given without consideration, to defraud creditors; but he has nothing to do with mere errors and irregularities in the proceedings: 8 W. & Ser. 387; 5 W. & Ser. 473; 1 Penna. Rep. 251.\nJudgment affirmed.",
        "type": "majority",
        "author": "Lewis, J."
      }
    ],
    "attorneys": [
      "Smith, Robison, and Barker, were for the plaintiff in error.—",
      "McLellan, Reilly, Rill, and Brewer, were for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Roemer versus Denig.\n1. On the day on which a note was payable judgment was entered thereon under a power of attorney, and execution was issued. Subsequently the defendant admitted that the execution had been issued with his consent, and under an understanding at the time that there was to be no stay of execution. Held, that there was no error in the Court refusing to set the execution aside for irregularity, on motion at the instance of the defendant.\n2. A subsequent execution creditor may impeach a prior execution on the ground of want of consideration or fraud ; but he is not entitled to interfere on the ground of mere error or irregularity in the proceedings.\nError to the Common Pleas of Franklin county.\nRoemer gave to Denig a promissory note under seal, dated 3d October, 1851, for$2500, payable one day after date, with authority to confess judgment thereon. On the next day, 4th October, judgment was entered and fi. fa. issued. The writ of fi. fa. was received at 8 o’clock, A. M., by the deputy sheriff.\nOn 4th October, 1851, Roemer executed a note under seal to Oaks & Caufman for $920, for value received, with authority to confess judgment without stay of execution. On same day judgment was confessed thereon and fi. fa. issued, which was marked received October 4th ‘by the deputy sheriff, at 2 o’clock, P. M.\nOn 7th October, 1851, a rule was granted to show cause why the fi. fa. on the judgment of Denig should not be set aside. On 16th October, 1851, personal property levied and sold for $1117.62.\nOn November 3, 1851, in the case of Denig, a paper was filed signed by Roemer, in which it was stated that the fi. fa. in this case was issued with his full consent and approbation, and that it was the understanding at the time the judgment was given, that there was to be no stay of execution, but that execution was to be issued at once, and that he was satisfied that it was issued. This paper bore date 8th October, 1851.\nOn the 3d November, 1851, in the case of Denig, another paper signed by Roemer was filed, which bore date on 9th October, 1851. It was stated in it that the execution on the judgment of Denig was prematurely issued, and that there were other irregularities connected with the same; and he requested the Court to set it aside for the irregularities, or for any other cause or matter which may be sufficient to set it aside, and authorizing counsel to make the application.\nOn 5th November, the rule to set aside the execution of Denig was discharged. To this error was assigned.\nSmith, Robison, and Barker, were for the plaintiff in error.—\nIt was contended that the execution of Denig was prematurely issued; that it could not be legally issued until the 5th October: 2 Barr 495, Taylor v. Jacoby. The note to Oaks & Caufman was payable presently, and the personal property was levied on and sold on both executions. The paper signed by Roemer on the 8th October, should have no weight against the interest of Oaks & Caufman, as their execution was in the sheriff’s hands on the 4th October. This paper was revocable by him, and was revoked by the authority given by him to counsel, on the 9th October. That the application to set aside Denig’s execution is to be considered as made by Roemer’s counsel, and on his behalf, or adopted by him on the 9th October. But if otherwise, in a contest between two execution creditors, the Court should not prefer the prior execution if it issued irregularly: 3 W. C. C. Rep. 134.\nMcLellan, Reilly, Rill, and Brewer, were for defendant in error.\nJune 17,"
  },
  "file_name": "0482-01",
  "first_page_order": 482,
  "last_page_order": 484
}
