{
  "id": 969156,
  "name": "Peck versus Ward",
  "name_abbreviation": "Peck v. Ward",
  "decision_date": "1852-06-24",
  "docket_number": "",
  "first_page": "506",
  "last_page": "510",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 506"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 556,
    "char_count": 10851,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 3.0977619038445217e-07,
      "percentile": 0.8590697758826866
    },
    "sha256": "65751329e06656f88e4eab5791bfeb0a46b911cf2c51074c3e5f2e89a53ff148",
    "simhash": "1:7d054bfedca0751b",
    "word_count": 1987
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Peck versus Ward."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nBlack, C. J.\nIt ought hardly to be considered necessary at this time of day to decide that a man who clears and encloses a piece of land over the line of his neighbor, and occupies it for twenty-one years, is entitled by that means alone to nothing but what he has under his feet. He may acquire title to the woodland beyond his enclosure, by using it uninterruptedly, claiming it as appurtenant to his cleared land, marking the lines, and paying taxes for it. But in the present case there was none of these acts. The utmost that can be said is that the plaintiff cut timber upon it eight or ten times in twice as many years. This would be nothing as against a stranger; and less still, if possible, when it is used against a co-tenant, who can only be ousted by a notorious and continued possession unequivocally hostile.\nTwo other questions arise on this record: first, whether a married woman, since the Act of 1848, can convey her separate property by a separate deed, in which she is not joined by her husband; and, secondly, whether her declarations may be given in evidence against the husband, to show that neither of them has title to land which he claims in her right.\nBy the Act of 1770, it was provided that the property of a wife should be conveyed by the joint deed of the husband and wife, executed and acknowledged in a manner there prescribed. The Act of 1848 so far changes the relations of a married woman to the real or personal estate which she has at the time of her marriage, or which accrues to her afterwards, that it may be owned, used, and enjoyed by her a| separate property, shall not be taken for the husband’s debts, shall not be sold nor encumbered by him without her consent, and may be disposed of by her last will. But it goes no further. The Act of 1770 is not repealed, either expressly, or by any sort of implication. There is nothing in one statute which is inconsistent with the other; for a woman may well use and enjoy her property free from the danger of its being levied on for her husband’s debts, without the right to convey it against his wishes. The old act is not supplied by the new one; for there is pot a word in the latter about the mode of alipnation, and the former has reference to nothing else. The salutary rule is therefore still in full force which forbids any one from taking title to the wife’s property, unless it be conveyed by a deed made not only with her own free consent, but under the protection and by the advice of her husband. This is necessary to the happiness and the interests of both. The Act of 1848 makes some important changes, but it does not depose the man from his place as head of the family.\nThe property in contest here was owned by the wife many years before 1848. The husband therefore had an estate in it which the legislature could not divest without violating the constitution. A tenant by the curtesy initiate has undoubtedly such an interest as can only be conveyed by himself; and there is nothing in the “married woman’s Act” which shows that the legislature meant to defeat it in any case where it then existed. This is another reason for the opinion that the rejection of the deed by the Court below was perfectly proper. Perhaps it was unnecessary to give an additional reasonfor, independent of any interest of the husband, the rule founded in policy is that a deed executed by the wife alone is nó deed at all.\nIt must be extremely difficult to make an argument in favor of hearing a wife’s declaration in a Court of justice against her husband : we have seen that her solemn deed cannot be given in evidence. In certain criminal proceedings, of which the object is to protect her person against the violence of her husband, her oath is taken from the necessity of the case; but never in favor of a third person, nor on any question affecting the husband’s rights of property. Marriage is the most confidential relation that human beings can form. The law treats it as such; and holding in high value the policy which keeps it so, seals up the lips of both parties, and will not allow either to testify against the other, even after a divorce, in relation to any fact of which the knowledge was gained during the coverture. The same, as well as other and stronger reasons, forbid her declarations to be proved in a case like this.\n'Judgment affirmed.",
        "type": "majority",
        "author": "Black, C. J."
      }
    ],
    "attorneys": [
      "Brewer and Smith, for plaintiffs in error.",
      "Beilty, for defendants, inter alia."
    ],
    "corrections": "",
    "head_matter": "Peck versus Ward.\n1. A married woman under the Act of 1848, relative to the rights of married women, cannot convey her real estate by a deed in which her husband has not joined. The Act of 1770, requiring both to join in such a deed, is not repealed or changed in this respect by the Act of 1848.\n2. The declarations of a wife are not admissible against her husband to show that neither of them has title to land which he claims in her right.\n3. An owner of land can be ousted by his co-tenant only by a notorious and continued possession, unequivocally hostile. The mere cutting of timber on wood land occasionally without residence on it, will not constitute an ouster as to such wood land.\nError to the Common Pleas of Franhlin county.\nThis was an action of trespass quare clausum fregit, brought on 15 Dec. 1849 in the name of Jacob Peck and Eleanor, his wife, v. Aquilla Ward, sen., and Philip, and Aquilla Ward, jun.\n19th August, 1851, verdict was rendered for defendants.\nOn the trial it appeared that the trespass complained of was in cutting wood on a part of a piece of land, containing about 38 acres 116 perches. The warrant for the land was taken out in the name of Mary Davis, afterwards the wife of Aquilla Ward, senior; but the purchase-money was paid by her father, Henry Davis. Henry Davis died in 1829, seised of the land. The two females, wives of Peek and Ward, were his sole heirs; and after the death of their father, they owned the land in common. There never was any partition between them. The land was patented to Mary Davis on 3d December, 1818, reciting warrant in 1812, and survey in 1817.\nA witness on part of plaintiff testified that the land was in the possession of Davis’ heirs before the marriage of Peck or Ward. That Peck was married twenty-five years in July, 1851, since which time the land had been in his possession without interruption. Another witness said the only possession he knew Peck to have was his taking logs and rails off it.\nPeck alleged that he was sole owner, and he attempted to establish it by proving possession in him for 21 years.\nOn the trial, an offer was made on part of plaintiff, to prove that the wife of Ward, formerly Mary Davis, in whose name the land was patented, had declared since the passage of the Act of 11th April, 1848, that she was not the owner of the land in question; that it was Mrs. Peck’s; that she (Mrs. Ward) never had claimed it and never would; that Mrs. Peck was entitled to the land, because she had kept her father and mother, and buried them. Ward was present and made no reply. These declarations were some of them verbal, and some by writing in the form of letters. This to be followed by evidence of a deed executed by Mrs. W., and acknowledged before a justice of the peace on the 19th of June, 1849, in which she confirmed, acknowledged, and ratified Mrs. Peck’s title; hut the deed was not made in connection with her husband, and with his consent. The declarations as well as the deed, were before the commission of the alleged trespass. Objected to, rejected, and exception on part of plaintiff.\nBlack, J., charged: — “ The warrant, survey, and patent for this land were taken out in the name of Mary Davis, who is married to Ward, the defendant; but the purchase-money was paid by her father, Henry Davis. This put the equitable title in Henry Davis, and Henry Davis died in 1829, seised of it. These two women, the wives of Peck and Ward, were his sole heirs, and after his death they owned the land in common. There never was any partition between them.\n“ Peck now alleges that he is the sole owner. It is attempted to make this out by showing, that he has been in possession of it for more than 21 years.\n“Where there are two heirs to a tract of land, and one of them goes into possession, he has possession not only for himself, but for the other heir, and whatever right he acquired by virtue of his possession inured to the benefit of the other heir, as well as himself. Thus a joint tenant, or tenant in common, who is in possession for twenty-one years, may plead the statute of limitations against other persons, but not against his co-tenants. This is the general rule. But one co-tenant or co-heir may oust the other, and hold the possession adversely for twenty-one years. In that case the statute of limitations will run in favor of the party in possession from the date of the, ouster, but such an ouster can only be presumed from unequivocal acts of a hostile or adverse intent.\n“ In the present case a small portion of the thirty-three acres was inclosed in a field cleared by Henry Davis, in his lifetime. This strip remains in that field yet. Peck has been in possession of that field all the time since his marriage, and has cultivated and used the strip belonging to the thirty-three acres, as well as the rest of the field. This may be an ouster, and if the trespass complained of had been committed on the part within the field, we would submit it to you to say, whether Peck’s possession was an adverse one or not.\n“ But the trespass was committed on the woodland — in the uncultivated part of it. What sort of possession had Peck of that woodland? Ward never claimed it in presence of Peck; Peck never in presence of Ward. Peck several times, eight or ten times in the course of twenty-five years, cut wood on the land. But during all this time Ward paid the taxes, and Peck never paid taxes anyone year during the whole time.\n“ The assessment has been shown, and the presumption from the assessments is a clear one, that the taxes were paid by the party against whom they are charged.”\nThe assignments of error were as follows: — 1. There was error ,in the charge in not leaving the question of adverse possession, amicable partition, and, ouster to the jury. The Court took that fact from the jury. They said, “ and if the trespass complained of had been committed on the part within the field, we would submit it to you to say, whether Peck’s possession was an adverse possession or not.” 2. The Court erred in not admitting in evidence the declarations and deed of Mrs. Ward.\nBrewer and Smith, for plaintiffs in error.\nBeilty, for defendants, inter alia.\nHenry Davis, father of Mrs. Peck and Mrs. Ward, died in 1829. This action was brought on 15th Dec., 1849. If Davis died on the first day of January, 1849, and Peck and wife took possession at his death, 21 years had not run before the institution of this suit.\nJune 24,"
  },
  "file_name": "0506-01",
  "first_page_order": 506,
  "last_page_order": 510
}
