{
  "id": 969162,
  "name": "Reamer's Appeal",
  "name_abbreviation": "Reamer's Appeal",
  "decision_date": "1852-06-28",
  "docket_number": "",
  "first_page": "510",
  "last_page": "518",
  "citations": [
    {
      "type": "official",
      "cite": "18 Pa. 510"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 806,
    "char_count": 24121,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 8.525252873723885e-08,
      "percentile": 0.48723014353346467
    },
    "sha256": "cd9aa293d8a00c143fdaa4752b4554209fa323b816307e5757597c804a63c8ca",
    "simhash": "1:aa46804ca52e905f",
    "word_count": 4302
  },
  "last_updated": "2023-07-14T15:15:42.175627+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Reamer’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the Court was delivered, by\nWoodward, J.\nNothing can be more unquestionable, under our decisions, than that the agreement contained in paper marked A was fraudulent as to all execution creditors not assenting to it. It is equally clear that as among the assenting creditors it was a fair and judicious arrangement. It was calculated to make the defendant’s property bring, if not an outside price, much more money than could have been raised by a sale under the sheriff’s, hammer; and that it did, in point of fact, greatly enhance the fund now in Court for distribution, is abundantly shown in the evidence.\nSuch arrangements however must rest for their validity entirely on the assent and agreement of parties, and can bind no creditor who has not bound himself. The only question in this case is, therefore, did the appellees as well as the appellants assent to that arrangement ?\nWe have considered the evidence taken and sent up by the auditor, and we do not think it proves the assent of Z. Gemrnill and Co., either by themselves or their attorney. They were not present themselves, but were represented by J. E. Loy, Esq., as their counsel. Mr. Loy did not sign the agreement. What is the proof that he assented to it 1\nSheriff Snively says, “ a fi. fa. was issued by J. E. Loy, Esq., in favor of Z. Gemrnill & Co., accompanied by a notice which is attached thereto, requiring me to levy on the personal property of the defendant yet unsold. Mr. Loy did not make any objection to the manner of selling the goods — all he wanted wTas to have the money in Court. I did not tell Mr. Loy, that if he did not agree to the arrangement I would close the store.”\nSuch is the evidence to implicate Mr. Loy in this agreement. It is insufficient. The time of issuing the fi. fa. for Z. Gemrnill & Co., is not ascertainable from the paper-book, but as the writ Was returnable to the April Term of 1849, it must have been in the lifetime of the arrangement. These creditors were entitled to have their writ levied and proceeded with according to law. The instructions given by their counsel were consistent with this right. It was not necessary for him to objeet to the mode adopted for selling the goods: the question is, did he assent ?\nAssent is not to be implied from absence of objection. It is susceptible of affirmative and direct proof, and before Z. Gemrnill & Co., can be treated as in pari delicto with the other creditors, we must have evidence of that nature that they or their counsel recognised and assented to the arrangement of 10th January, 1849. If Mr. Loy wanted the money in Court, it was that he might obtain the fruits of his execution. Had the sheriff told him as he did Mr. Cox, that he would close the store if he did not agree to the arrangement, and had Loy replied as Cox did, there might be some ground for implying his assent to the existing arrangement; but as the evidence is, we see no ground for presuming assent, but ground rather for excluding such a conclusion.\nWe are satisfied with the results to which the evidence touching the assent of the rest of the appellees conducted the auditor. Having signed the agreement in behalf of several clients, Mr. Tate assented to it in behalf of those for whom he subsequently became employed, some of whom obtained their judgments and executions on the express condition of his assent. The testimony is full to these points. Could these latter clients of Mr. Tate, by abandoning him and employing Mr. Cox as their counsel, rid themselves of the consequences of Tate’s assent ? To permit this would be to sanction a gross fraud upon the other creditors as well as upon Reamer the defendant. But if Cox was brought in only as associate counsel, or as the partner of Tate, he was equally bound with Tate to the faithful observance of the arrangement. He must have so considered it, for when the sheriff told him if he did not agree to the arrangement in paper A the store would be closed, which would have been the breaking up of that arrangement ; Cox replied, “ he did not wish that, and told the sheriff to go on, that he would give him no instructions at that time, but if he came to any other conclusion he would give him written instructions.” What was that but express assent on the part of Cox to the arrangement ? This occurred in the lifetime of the fi. fas., but the “ written instructions” never came to these writs. The sale was permitted to proceed according to ,the agreement of 10 th January, 1849, till after the return day of these writs. The written notice of 24th April, 1849, related to alias writs, but was unnecessary then, for the arrangement was not renewed after the April Court, and the sheriff then had no authority to sell except in form of law. If, therefore, the appellees sought advantage over their fellow creditors by substituting Cox for Tate, they failed, not only beceause they attempted a legal impossibility, but also because Cox assented to the arrangement in paper A, as well as Tate.\n• It has been suggested that the arrangement was not within the scope of professional authority; but we think it was. The creditors of Reamer, many of whom were residing at a distance, were all represented by counsel. Reamer had a large and valuable store of goods. To subject it to a sheriff’s sale in the ordinary mode, in a small country town, would have been to sacrifice it. To prevent this, and to secure to the creditors the utmost that could be made out of it, the counsel, all except Barclay and Loy, came into or assented to the arrangement of 10th January, 1849. It was a proper occasion for the exercise of professional discretion. The appellees have no reason to complain of their counsel or of others, for had the goods been forced to a speedy sale, the writs prior to theirs would have taken the proceeds. If the appellees get nothing under the arrangement, they would not have enjoyed even a chance of participation without it.\nAgain it is objected that the agreement was not binding, because, so far as concerns the counsel of these appellees, it was not in writing, and the rule of Court is relied on which requires all agreements of attorneys, “touching the business of the Court,” to be in writing. This rule relates to the ordinary routine of practice, and is designed to exclude unseemly disputes and contradiction among gentlemen of the bar in the presence of the Court. It has no application whatever to agreements made to facilitate or guide a sheriff in the execution of writs in his hands. Applied as it is sought to be here, this rule of Court would be a higher law than the statute of frauds and perjuries, for that may not be so interpreted as to make it an instrument of fraud.\nIt remains only to add that Platt, Taylor, Hollingshead & Sides, and Platt, Taylor & Hollingshead, not having submitted their claims to the auditor in season, have no place in this appeal. It is apparent, however, from all that is before us, that they would have no claim on this fund if they were regularly in Court.\nThe decree of the Court below is reversed, except as to the judgment of Z. G-emmill & Co. of January Term, 1849, No. 150; and the record is remitted with directions to make distribution, first to that judgment, and of the residue of the fund to the appellants pro rata.\nBlack, C. J.,\ndid not sit during the argument of this case, having, since the decision below, become the administrator of the estate of Mr. Cox, one of the counsel who was concerned in the case.",
        "type": "majority",
        "author": "Woodward, J. Black, C. J.,"
      }
    ],
    "attorneys": [
      "Russell and Cessna were for Sarah Reamer, Leffert, Potts, and Wm. and F. C. Reamer; Schell, for Platt, Taylor, Hollingshead, and Sides; Reilly, with whom was McLanahan, for certain claimants ; and S. Alrielcs, for Wood & Oliver and others."
    ],
    "corrections": "",
    "head_matter": "Reamer’s Appeal.\n1. An agreement was made by counsel for execution creditors that the sheriff, who had levied the executions on a store of goods, &c., might appoint two persons to sell the goods, adjourning from day to day and paying over to the sheriff the proceeds of sales, from time to time, at least once a week, and agreeing that the sheriff should not be held responsible except for the money he received from the persons deputed to sell, and for any money he may receive from any other source. It was held, that this arrangement, though binding on the parties whose counsel agreed to it, was in law fraudulent as to creditors not assenting to such arrangement.\n2. It was not necessary for the counsel of another creditor, who had not assented to the arrangement, to object to it, in order to avoid its effect upon his client; it was sufficient if he did not assent to it.\n3. Creditors whose counsel assented to the arrangement, cannot afterwards avoid its effect by employing other counsel.\n4. Such an arrangement as above mentioned is within the scope of the professional authority of counsel.\n5. A verbal arrangement to the effect above indicated is not within the operation of a rule of Court requiring “all agreements of attorneys touching the business of the Court, to he in writing.\" Such a rule relates to the ordinary x'outine of practice, and has no application to agreements to guide or direct a sheriff in the execution of writs of execution in his hands.\n6. Creditors whose claims to a share of proceeds of sale of personal property, by virtue of executions, are not submitted to the auditor appointed before his report is closed, have no x'ight to appeal to the Supreme Court from the decree of the Common Pleas in favor of other creditors.\nAppeal by Sarah D. C. Reamer, Ulrick Leffert, William Potts, William C. Reamer, and Francis C. Reamer, and also by others, from the decree of distribution by the Court of Common Pleas of Bedford county, of certain proceeds of sale of personal property of James Reamer.\nOn the 6th day of January, A. D. 1849, James Reamer, merchant of the borough of Bedford, failed to a large amount; on the evening of that day judgments were obtained against him in favor of the above named appellants, and others who were paid out of the money made on the first sale. Upon the judgments in favor of said appellants writs of fieri facias were issued on the said 6th day of January (and placed in the hands of the sheriff before the writs issued by the appellees and other appellants), returnable to Feb. T< 1849, by virtue of which the sheriff of Bedford county levied upon all the stock of goods and other personal property of the said James Reamer, and took complete and entire possession of said goods and property, and immediately advertised the same for sale on the 17th day of January, A. D. 1849.- The stock of goods was a large one, and the sheriff deputed William Potts and Ulrick Leffert to assist him in the execution of said writs, they being acquainted with the goods, their value and selling prices, having been clerks in said Reamer’s store. For the purpose of making as much as possible for the creditors, the arrangements contained in the paper marked “ A” in the auditor’s report, were entered into and the sales were proceeded with according to those arrangements. The goods not having been disposed of by the sheriff upon the fieri facias, writs of vend. exp. were issued upon the judgments of said appellants returnable to April Term, 1849, and the agreement contained in paper “ A” was renewed and made applicable to those writs, and the sheriff proceeded to advertise and sell upon them as he had done upon the writs of fieri facias. The money made upon the writs of fieri facias and vend. exp. amounted to $8527.83, which was applied to the payment of the executions in the hands of the sheriff whose liens upon the goods were prior to the lien of the execution in favor of Sarah D. C. Reamer, except $534.94, the balance after paying said prior executions, which was applied to the payment of the costs and in part payment of the debt of her execution. Alias writs of vend, ex., were issued upon the judgments of said appellants returnable to August Term, 1849, to dispose of the goods which the sheriff had returned “ remained on hands unsold for want of time.” The sheriff again advertised and proceeded to sell as he had done upon the fi. fas. and vend. exp.; riot howr ever under the agreement marked “ A,” because that was not continued after April Term, but because he believed that more could be made for the creditors in that way, than could have been made by selling them at public outcry. The money made upon the writs of alias vend. exp. amounted to $6141.56; and the questions presented to the Supreme Court applied only to that fund, as the money made previous to the April Court, was distributed by the sheriff without objection on the part of those who afterwards claimed the money made after the April Court. Return was made of sales on the writs of al. vend, ex., and on other writs, in all stated in an amended return to amount to $6141.56.\nOn the 16th day of January, A. D. 1849, judgments were obtained against the said James Reamer in favor of Levick, Jenkins & Co., Wood & Oliver, Gosnell & Son, and B. M. Jones. On the 5th day of February, A. D. 1849, a judgment was also obtained in favor of David Mortimore; and on the 21st of February one in favor of Z. Gemmill & Co. On the judgment in favor of Jones, a fieri facias was issued to February Term, A. d. 1849, which was returned by the sheriff, with a levy upon the goods subject to the levy made upon the writs of the above-named appellants. A vend, exp. was issued to April Term, 1849, which was returned “ tarde venit,” and an alias vend. exps. was issued to August Term, 1849, upon which the same return was made that was made upon the alias vend. exp. in favor of said appellants. On the judgment in favor of Gemmill & Co., a fieri facias was issued to August Term, 1849, and the same return was upon it as upon the above' alias vend. exp. On the judgments of Levick, Jenkins k Co., Wood & Oliver, L. W. Gosnell k Son, and David .Mortimore, writs of fieri facias were issued to April Term, 1849, which were levied on real estate, which levies were at April Court abandoned by leave of the Court, and writs of alias fieri facias were issued to August Term, 1849, to which the same return was made by the sheriff as upon the foregoing alias vend. exps.\nOn the 22d of January, 1849, judgments were also obtained against the said James Reamer in favor of Platt, Taylor k Hollingshead, and Piatt, Taylor, Hollingshead k Sides, upon which attachment executions were issued to February Term, 1849, and alias fieri facias to August Term, 1849, to which the sheriff made the same return as in the above writs of alias fieri facias.\nThe above fund of'$6141.56, was claimed by the above parties, viz. the appellants Sarah D. C. Reamer, Leffert, Potts, William C. Reamer, and F. C. Reamer; by Platt, Taylor, k Hollingshead, and Platt, Taylor, Hollingshead k Sides, who are also appellants; and by the appellees Jones, Gemmill k Co., Levick, Jenkins & Co., Wood k Oliver, Gosnell k Son, and Mortimore.\nIn the paper A before-mentioned, reference was made to the writs of fieri facias to February Term, 1849, in favor of Boyd k Cummins, W. T. Dougherty, Job Man, Ulrick Leffert, Wm. Potts, John Hile, Sarah D. C. Reamer, Wm. C. Reamer, F. C. Reamer, James, Kent k Santee, Brinton & Co., Oliver Martin, John Sill, Myers, Hunter k Co., J. Mortimore, and Truitt, Brother k Co. Their counsel signed the paper, by which for their several clients they agreed that A. J. Snively the sheriff, who had levied the same on the personal property of James Reamer, may deputize and appoint William Potts and Ulrick Leffert, to execute said writs so far as to sell the personal property aforesaid in and about the store, cellar, and warehouse; adjourn from day to day, and render unto the sheriff a strict account of their proceedings, and pay over the proceeds of sales at least once per week, and oftener if practicable. They further agreed not to hold the sheriff responsible for the acts of Potts and Leffert, who are to keep a book, in which they are to charge every article sold, but will hold him accountable only for the money he receives from said Potts and-Leffert, and for any money he may receive from any other source. It was also agreed that the first money collected may be applied to the payment of three writs in the care of Barclay & Barclay, in favor of Stokes & Co., and Bingham & Co. It was dated January 10, 1849. Amongst the names of the counsel who signed the paper was the name of S. H. Tate, who signed as attorney for Boyd & Cummings, Ulriek Leffert, Wm. Potts, John Hile, and Joseph Mortimore. The paper was signed also by James Reamer, and by F. C. Reamer, defendants in the writs of execution.\nIt was afterwards, by another agreement, agreed as follows: We hereby continue, extend, and consent to the terms mentioned within as granted to A. J. Snively, Esq., in the execution of the several writs of fieri facias within mentioned, to the several writs of vend. exp. now issued, or to be issued in favor of the same plaintiffs, dated February 5th, A. D. 1849. This agreement was -signed by the counsel who signed the first one, including S. H. Tate, who signed as attorney for Leffert, Potts, Hile, and Mortimore.\nA further agreement was made that the sheriff might dispose of the residue of the personal property of James Reamer, levied on, on terms stated as to cash and notes of purchasers. This was also signed by S. H. Tate, as attorney for Boyd & Cummings, Leffert, Potts, Hile, Mortimore, Jones, and Bowen.\nA notice to the sheriff, marked B, and dated April 24, 1849, was as follows : “ On executions Nos. one, two', five, six, eight, and ten, issued to August Term, 1849, Ex. D., I wish you to take in execution all the personal property of defendant, James Reamer, consisting in part of dry goods, groceries, queensware, &c., and make the money out of the same if practicable. Signed by J. F. Cox, attorney for plaintiffs.\nThe executions referred to in the notice of Mr. Cox, appear to be writs of al. ven. exp., viz.: No. 1, of Z. Gemmill & Co.; No. 2, B. M. Jones; No. 5, D. Mortimore; No. 6, Wood & Oliver; No. 8, Gosnell & Sons; No. 10, Levick, Jenkins & Co.\nThe auditor appointed by the Court, expressed the opinion, 1st; That as all the money made previous and up to the April Court, was appropriated and paid over to the sheriff, no notice need be taken of it in this report.\n2d. That under all the circumstances, there is nothing in the proceedings to impair or destroy the liens of the first executions, and that they continued good until all the property was disposed of.\n- 3d. That if there is anything objectionable in the mode of selling the goods, none of the writs now -claiming the money, neither those represented by Messrs. Loy and Cox, nor those in the care of the other persons, could take it, as the objection would apply alike to all.\nHe reported in favor of an appropriation, the expenses,1 costs, &c., deducted, to the judgments of Sarah C. Reamer, Ulriek Leffert, Potts, and Hile ; the balance, $4034.60J, to be divided, pro rata, between the executions of Wm. C. Reamer and E. C. Reamer, which were placed in the hands of the sheriff at the same time, first deducting costs. The amount of appropriation did not cover the principal of these judgments. ■\nThe auditor further observed, that since the report was closed, the claim of Platt, Taylor, & Hollingshead, and the claim of the same persons and Sides, were presented to him. They would follow in order the case of Mortimore.\nBefore the auditor the deposition of James Reamer, the defendant, was read, in which he stated that he confessed judgment in favor of Levick, Jenkins & Co., Wood & Oliver, B. M. Jones, Gosnell & Son, and E. Brewer, all represented by their counsel, S. H. Tate, Esq.; that their counsel was acquainted with the previous arrangement with the sheriff, by which the goods were to be sold by Potts and Leffert; and that the understanding was that these judgments confessed were not to interfere with those arrangements. Other parol testimony was taken as to the arrangement referred to in paper A, and as to the agreement of counsel as to the mode of sale.\nThe sheriff testified, inter alia, that the arrangement stated in paper A was not renewed to the August Term.\nExceptions were filed to the report of the auditor by J. E. Cox, as attorney for several execution creditors. The 1st was, that the auditor erred in not appropriating funds in hands of sheriff above referred to, (to wit, $6141.56,) in payment of debt, interest, and costs on writs issued to Nos. 1, 3, 5, 6, 8, and 10 [Ex. B.] of August Term, 1849, because the plaintiffs, in whose favor he decided, signed paper marked A, authorizing and directing the sheriff to sell in a manner not authorized by law, and for divers other reasons apparent from the evidence and proceedings.\n2. The auditor erred in admitting evidence of loose declarations of attorneys and alleged agreements not reduced to writing.\n3. The auditor erred in receiving in evidence the opinions of witnesses as to the goods having sold for more money at private sale than if sold at public outcry.\n4. The auditor erred in deducting expenses, pay of clerks or special deputies, and rent of store room.\nExceptions to the report of the auditor were filed also by counsel for Platt, Taylor, Hollingshead, and Sides.\nThe Court below overruled the report of the auditor, and decreed the money to the appellees, who claimed it upon the ground that the agreement marked A had been entered into by the five first named appellants; and that therefore they were postponed under the decision of Bingham v. Young, 10 Barr 395. The decree was in favor of the executions to August Term, 1849, viz., of Jones, No. 2; Gemmill & Co., No. 1; Mortimore, No. 5; Wood & Oliver, No. 6; Gosnell & Son, No. 8; and Levick, Jenkins & Co., No. 10.\nExceptions were filed to the decree by counsel for Sarah Reamer, Leffert, Potts, Wm. Reamer, and F. C. Reamer.\nOn the part of those persons who were appellants, it was alleged and contended, 1. The agreement marked “A” was not renewed, as is proven by the paper itself and by the testimony of sheriff Snively, after April Term, 1849, and the goods sold after that term out of which the money in dispute was made were not sold under that agreement.\n2. During the time the agreement marked “A” was in force, i. e. from the 10th of January till the April Court, no one of the appellees, except Jones, had any writ in the hands of the sheriff that was a lien upon the goods, so that the fact of that agreement having been entered into could not .in any way operate to their injury, and at the time that their writs were issued to August Term they had notice that said agreement had not been renewed.\n3. Admitting for the sake of argument that that agreement continued without a special renewal, we say that the appellees are as much bound by it as the appellants, because their counsel agreed to it, as was proven in the case. -The counsel for the appellees consented to the arrangement and acquiesced in it, and would not permit the sheriff to sell in any other way.\nAlso, if the arrangement or agreement in paper “A” was illegal, the agreement authorizing the sheriff to sell on credit may also have been illegal, and that was agreed to by counsel of. Jones.\nAlso, that if the arrangement in paper “A” was illegal as to the writs of al. ven. exp. to August Term, 1849, issued on the judgments of the appellants, it was illegal as to the fi. fas. to February Term, 1849, upon judgments of Boyd & Cummings, W. T. Dougherty, and J. Mann, by whom or for whom it was signed ; and that if they were illegal the money might have been claimed on a fi. fa. in favor of Jones then issued.\nObjection was also made to the claims for Platt, Taylor, Hollingshead, and Sides. It was also alleged, that the amounts due to them were not claimed before the auditor; that his report shows that their claim to participate in the distribution was not presented until after the report was closed, when it was too late for the other parties to produce evidence against their claims.\nRussell and Cessna were for Sarah Reamer, Leffert, Potts, and Wm. and F. C. Reamer; Schell, for Platt, Taylor, Hollingshead, and Sides; Reilly, with whom was McLanahan, for certain claimants ; and S. Alrielcs, for Wood & Oliver and others.\nJune 28,"
  },
  "file_name": "0510-01",
  "first_page_order": 510,
  "last_page_order": 518
}
